{
    "01": {
        "1": {
            "1": {
                "H2KE-EN": "On gabin day, the King proceeded to the Royal Confucian Academy and held a banquet for the first day of the year.",
                "H2KE-nKo": "주상이 춘당대에 나아가 세수의 호궤를 행하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 1월 1일(정사) 1번째기사",
                "gt-oKo": "임금이 춘당대(春塘臺)에 나아가 세수(歲首)의 호궤(犒饋)를 행하였다.",
                "hj": "○丁巳/上御春塘臺, 行歲首犒饋。"
            },
            "2": {
                "H2KE-EN": "Kim Geon was appointed as army commander of the Northern Troops .",
                "H2KE-nKo": "김건을 함경북도 병마절도사와 수군절도사로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 1월 1일(정사) 2번째기사",
                "gt-oKo": "김건(金鍵)을 함경북도 병마 수군 절도사(咸鏡北道兵馬水軍節度使)로 삼았다.",
                "hj": "○以金鍵爲咸鏡北道兵馬水軍節度使。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "Kim Donggon , a member of the Office of the Inspector General .",
                "H2KE-nKo": "김동건을 사헌부 대사헌으로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 1월 11일(정묘) 1번째기사",
                "gt-oKo": "김동건(金東健)을 사헌부 대사헌(司憲府大司憲)으로 삼았다.",
                "hj": "○丁卯/以金東健爲司憲府大司憲。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "The King proceeded to Junghu Hall in the gyeongo year (, and received the high-ranking officials of the senior third rank or above in audience. Chief State Councilor Kwon Donin said, Yesterday, your subject heard that the military supervisors and others occasionally broke out a broke of a broke attached to the palace. Although the state law does not have any restrictions on the grounds that the ten or more people occupyed the palace gates, the military supervisors occasionally broke out of a broke attached to the palace gates. This is truly unreasonable. If we do not thoroughly thoroughly, the state cannot govern the country. Not only is this worried about unexpected disturbances. How could this not be greatly afraid? The King said, Truly, I already ordered the Military Training Office to thoroughly thoroughly. Kwon Donin said, Yi Wonpung heard that the Military Training Office had the Military Training Office . However, this matter broke out of a broke in this manner. How can we avoid the crime of broke out of thoroughly? The Minister of War and the Three Armies were ordered to sit together at the Ministry of War , and the military supervisors and Yi Wonpung were ordered to thoroughly thoroughly, and we would like to thoroughly thoroughly. The state has established three 영문s and the Military Training Office as well as the Military Training Office . This is very unreasonable because the ancients did not raise inner garrison soldiers. Your subject deeply worried about this. On the previous day when Your Majesty proceeded to the palace, your subject observed the large royal carriage and heard that the Military Training Office had the Military Training Office perform the duty of Military Training Office . The Book of Documents (C. Shujing reads, Do not benefit the useless of thoroughly harmfulness and benefit the future. How can this not be pitiful? Moreover, as for the Military Training Office , if the Military Training Office does not have a broke of the Military Training Office , then it is a wild or rough shame. If these people frequently frequent the palace gates, they will gradually be gradually growing in growing. The King said, The Military Training Office has now been abolished, and the Military Training Office should all be sent out to the capital and the provinces. If there is no more thorough thoroughly, the palace gates will become clear. The King said, I also have intended to thoroughly study the situation. However, the people in the capital and the provinces are deeply pleased and joyful. How can the peoples hearts revere Your Majesty? Previously when Your Majesty proceeded to the Royal Lecture, I also heard that the Military Training Office had the Military Training Office. However, the people in the provinces heard this and all said, We shall never again wear silk clothes",
                "H2KE-nKo": "주상이 중희당에 나아가 대신과 비국 당상을 인견하였다. 영의정 권돈인이 아뢰기를,“어제 삼가 듣건대, 무감들이 떼를 지어 대내의 지척인 곳에서 소란을 피웠다고 합니다. 나라의 기강이 비록 다시 여지가 없다고는 하지만, 수십 수백 명이 떼를 지어 합문 밖에서 소란을 피웠으니, 이는 실로 전고에 없던 변괴입니다. 만약 끝까지 조사하여 엄히 다스리지 않는다면 나라가 나라 구실을 할 수 없을 것이고, 또한 가까운 내부에서 뜻밖의 일을 일으킬 염려도 없지 않을 것이니, 어찌 크게 두려워하지 않을 수 있겠습니까.”하니, 주상이 말하기를,“참으로 그렇다. 어제 이미 훈련도감에 넘겨 사실을 조사하게 하였다.”하였다. 권돈인이 아뢰기를,“이원풍은 내영의 집사라고 들었는데, 이 일의 소란이 이 사람에게서 말미암았다고 하니, 그가 어찌 소란을 피운 죄를 면할 수 있겠습니까. 병조 판서와 삼영의 장신들로 하여금 외병조에 합좌하여 무감들과 이원풍을 엄히 조사하여 실정을 캐내고 수범과 종범을 끝까지 조사하게 하는 것이 어떻겠습니까?”하니, 그대로 따랐다. 권돈인이 아뢰기를,“신에게 구구한 마음이 있는데, 지금 말이 나온 김에 감히 이렇게 우러러 진달합니다. 국가에서 삼영문과 총융청을 설치한 것은 모두 전하의 친병인데, 내영을 설치한 것은 옛사람의 ‘내병을 기르지 않는다.’라는 가르침에 크게 어긋나니, 중외의 근심과 탄식이 심각합니다.신이 일전에 동가할 때 대가를 우러러 보았는데, 앞뒤로 지척인 반차 외에 배종한 사람이 있었습니다. 듣건대, 이는 내영의 집사라고 합니다. 《서경》에 이르기를 ‘무익한 일을 하여 유익한 일을 해치지 않는다.’라고 하였습니다. 무릇 임금에게 사물을 설치한 경우가 있으면 인심이 저절로 흡족하지 않게 됩니다. 지금 이 각 영은 바로 전하께서 위급할 때 믿는 곳인데, 한번 내영을 설치하자 각 영의 군심이 모두 해이해져 무익한 제도가 도리어 위급할 때 믿는 곳에 해가 있게 되었으니, 이 어찌 딱하지 않겠습니까. 더구나 내영의 교속은 영문의 항오에서 발신한 자가 아니면 바로 여염의 한잡하고 무뢰한 자들입니다. 이들이 근밀한 자리에 출입하면서 밤낮으로 좌우에서 전하를 모시면서 전하의 동정과 언어가 외부에 전파되지 않은 것이 없고, 총애를 믿고 교만 방자하여 거리낌 없이 날뛰는 것이 날로 점점 자라나고 있습니다. 그런데 궁금이 엄하지 않은 것이 요즘과 같은 때가 없으니, 이러고서야 어떻게 나라의 체모를 이룰 수 있겠습니까. 신의 생각에는 지금 혁파하고 내영에 소속된 자들을 모두 내보내어 혹시라도 다시는 좌우에 가까이 있지 못하게 한다면, 궁금이 저절로 깨끗하고 엄숙해질 것입니다.”하니, 주상이 말하기를,“나도 이런 뜻을 가지고 있었다. 다만 이번 일이 일어난 뒤이기 때문에 망설인 것인데, 경의 말이 좋으니 윤허하겠다.”하였다. 권돈인이 아뢰기를,“신이 눈을 씻고 삼가 기다리겠습니다. 전하께서 작년 겨울 이래로 날마다 강연을 열어 부지런히 정사에 힘쓰셨는데, 외방의 사람들이 대부분 양식을 싸가지고 추위를 무릅쓰고 올라와서 소문을 탐지하고 있으니, 서울과 지방의 민심이 기뻐하며 서로 경하하고 있다는 것을 미루어 알 수 있습니다. 민심이 전하께 우러러 바라는 것이 과연 어떠하겠습니까. 지난번 강연에 임하셨을 때 주상께서 목면창의를 입으셨다고 하는데, 신도 들었습니다. 그런데 여항의 백성들이 이 말을 듣고 모두 ‘우리들이 다시는 명주옷을 입지 않겠다.’라고 하니, 윗사람이 행하고 아랫사람이 본받는 성대한 뜻이 진실로 이와 같습니다. 이러한 때에 만약 내영을 혁파하라는 명이 있다면, 조정으로부터 팔도의 민정에 이르기까지 다시 어떠하겠습니까. 성덕이 빛나는 것이 또한 어떠하겠습니까.”하니, 주상이 말하기를,“목면창의를 일찍이 한 번 입었다.”하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 1월 14일(경오) 1번째기사",
                "gt-oKo": "임금이 중희당(重熙堂)에 나아가 대신(大臣)과 비국 당상(備局堂上)을 인견(引見)하였다. 영의정(領議政) 권돈인(權敦仁)이 말하기를, “어제 듣건대, 무감(武監)들이 무리를 지어 대내(大內)의 아주 가까운 곳에서 소란을 일으켰다 합니다. 나라의 기강이 다시 여지가 없다 하더라도 수십 명이 떼지어 합문(閤門) 밖에서 소리지르고 소란을 일으켰으니, 이것은 실로 예전에 없던 변괴입니다. 만약 끝까지 핵사(覈査)하여 엄중하게 다스리지 않는다면, 나라가 나라답지 않게 될 것입니다. 또한 매우 가까이하여 믿는 곳에서 뜻밖의 일이 일어날 염려가 없지 않으니, 어찌 크게 두려워하지 않을 수 있겠습니까?” 하니, 임금이 말하기를, “참으로 그렇다. 이제 이미 훈국(訓局)에 넘겨 사실을 핵사하게 하였다.” 하였다. 권돈인이 말하기를, “이원풍(李源豐)은 바로 내영(內營)의 집사(執事)인데, 이 일의 소란을 일으킨 것은 이 사람에게서 말미암았다 하니, 그가 어찌 소란을 불러일으킨 죄를 면할 수 있겠습니까? 병조 판서(兵曹判書)와 삼영(三營)의 장신(將臣)들로 하여금 외병조(外兵曹)에 합좌(合坐)하여 무감들과 이원풍을 엄히 핵사하여 정상을 알아내고 수범(首犯)·종범(從犯)을 끝까지 핵사하게 하는 것이 어떠하겠습니까?” 하니, 그대로 따랐다. 권돈인이 말하기를, “신에게 구구한 정성이 있으므로, 이제 언단(言端)으로 인하여 감히 이렇게 아룁니다. 국가에서 설치한 세 영문(營門)과 총융청(摠戎廳)이 다 전하의 친병(親兵)인데, 내영을 설치한 것은 옛사람의 내병(內兵)을 기르지 않는다는 가르침에 크게 어그러지니, 중외(中外)에서 매우 근심하여 한탄하고 있습니다. 신이 일전의 거둥 때에 대가(大駕)를 우러러보니 전후의 아주 가까운 곳에 반차(班次) 이외의 배호(陪扈)하는 사람이 있었는데, 듣건대, 이것이 내영의 집사라 합니다. 《서경(書經)》에 ‘무익한 일을 하여 유익한 일을 해치지 않는다.’ 하였습니다. 무릇 임금에게 사물(私物)의 설치가 있으면 인심이 저절로 화목하지 못하게 됩니다. 이제 이 각영(各營)은 전하에게 급한 일이 있을 때에 믿는 것인데, 한 번 내영을 설치하고부터 각영의 군사의 마음이 모두 해체되었습니다. 무익한 제도 때문에 도리어 급한 일이 있을 때에 믿는 곳에 해로움이 있으니, 이 어찌 답답하지 않겠습니까? 더구나 내영의 교속(校屬)은 영문의 항오(行伍)에서 발신(發身)한 자가 아니면, 곧 여항(閭巷)의 한잡(閒雜)하고 무뢰한 자들입니다. 이러한 무리가 근밀(近密)한 데에 출입하며 밤낮으로 가까이 있어 전하의 동정(動靜)·어묵(語默)을 모두 바깥에 전파하고, 총애를 믿어 교만하고 방자하여 거리낌 없이 날뛰는 것이 날로 점점 자라서 궁금(宮禁)이 엄숙하지 않은 것이 근일 같은 적이 없으니, 이러하고서 어찌 나라의 체모를 이루겠습니까? 신의 생각으로는 지금 혁파하여 내영 소속을 모두 내보내고, 다시는 좌우에 가까이 두지 않는다면, 궁금이 절로 청숙(淸肅)하여질 수 있을 것이라고 여깁니다.” 하니, 임금이 말하기를, “나도 그런 뜻이 있지만, 이번 일이 일어난 뒤이므로 망설였다. 경(卿)의 말이 좋으니, 윤허하겠다.” 하였다. 권돈인이 말하기를, “신이 눈을 씻고 삼가 기다리겠습니다. 전하께서 지난 겨울 이래로 날마다 강연(講筵)을 열어 부지런히 정사에 힘쓰시므로, 양식을 가지고 추위를 무릅쓰고서 올라와 소문을 알아보는 외방 사람이 많이 있으니, 경외(京外)의 뭇사람의 마음이 기뻐하고 서로 경하하는 것을 미루어 알 수 있습니다. 따라서 민심이 전하에게 우러러 바라는 것이 과연 어떠하겠습니까? 접때 강연에 나오실 때에 성상께서 무명 창의(氅衣)를 입으셨다는 말을 신도 얻어들었는데, 항간의 백성이 이 말을 듣고는 모두, ‘우리들도 다시는 명주 옷을 입지 않아야 할 것이다.’ 한다 하니, 위에서 행하면 아래에서 본받는 성대함이 진실로 이러합니다. 이런 때에 내영을 혁파하라는 명이 있으면, 조정으로부터 팔방의 민정(民情)에 이르기까지 마땅히 다시 어떠하겠으며, 성덕(聖德)이 빛나는 것은 또 마땅히 어떠하겠습니까?” 하니, 임금이 말하기를, “무명 창의를 한 번 입었다.” 하였다.",
                "hj": "○庚午/上御重熙堂, 引見大臣備局堂上。 領議政權敦仁曰: “昨伏聞武監輩, 成群起鬧於大內咫尺之地。 國綱雖曰無復餘地, 十百爲群, 發喊作挐於閤門之外, 此實前古所未有之變怪也。 若不窮覈嚴治, 國不可爲國。 亦不無肘腋意外之慮, 豈不大可懼哉?” 上曰: “誠然矣。 昨日已付訓局, 使之査實矣。” 敦仁曰: “李源豐, 聞是內營執事, 而本事起鬧, 由於此人云, 渠安得免召亂之罪乎? 兵曹判書及三營將臣, 使之合坐于外兵曹, 武監輩及李源豐, 嚴査得情, 窮覈首從何如?” 從之。 敦仁曰: “臣有區區愚悃, 今因言端, 敢此仰達矣。 國家設置三營門與摠戎廳, 是皆殿下之親兵也, 而設置內營, 大非古人不畜內兵之訓, 中外之憂歎深矣。 臣於日前動駕時, 仰瞻大駕, 前後咫尺, 有班次外陪扈之人, 聞是內營執事云。 《書》曰, ‘不作無益害有益。’ 凡人君, 若有私物之設置者, 則人心自不浹洽。 今此各營, 乃殿下緩急所恃也, 一自內營之設, 各營軍心, 無不解體。 以無益之制, 反有害於緩急所恃之地, 此豈不悶然哉? 況內營校屬, 如非營門行伍發身者, 卽是閭巷閑雜無賴也。 此輩出入近密, 日夕左右, 殿下之動靜語默, 無不傳播於外, 恃寵驕恣, 跳踉無憚, 日漸滋長, 而宮禁之不嚴, 莫近日若, 如是而何以成國體乎? 臣意則趁今革罷, 而內營所屬, 一竝出送, 無或更近於左右, 則宮禁自可淸肅矣。” 上曰: “予亦有此意, 而但今番事出之後, 故趑趄矣。 卿言好矣, 當允從矣。” 敦仁曰: “臣當拭目恭俟矣。 殿下昨冬以來, 日開講筵, 孜孜勤政, 外方之人, 多有齎糧冒寒而上來, 爲探所聞, 京外衆心之歡欣相慶, 可推而知。 民心之仰望於殿下者果何如? 向來臨講, 自上御木綿氅衣云, 臣亦得聞, 而閭巷之民聞此, 皆曰 ‘吾輩當更不着紬衣’ 云, 上行下效之盛, 固如是矣。 此際若有內營革罷之命, 則自朝廷, 以至八方民情, 當復如何, 聖德光輝, 又當如何哉。” 上曰: “木綿氅衣, 曾一着矣。”"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On sinmi day, the King received the officials in the morning court assembly at Junghoe Pavilion .",
                "H2KE-nKo": "중희당에서 차대를 행하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 1월 15일(신미) 1번째기사",
                "gt-oKo": "중희당(重熙堂)에서 소대(召對)하였다.",
                "hj": "○辛未/召對于重熙堂。"
            },
            "2": {
                "H2KE-EN": "Yi Huijo was appointed as the Office of the Inspector General , and Yi Hyeonseo as the Office of the Censor General .",
                "H2KE-nKo": "이희조를 사헌부 대사헌으로, 이현서를 사간원 대사간으로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 1월 15일(신미) 2번째기사",
                "gt-oKo": "이희조(李羲肇)를 사헌부 대사헌으로, 이현서(李玄緖)를 사간원 대사간으로 삼았다.",
                "hj": "○以李羲肇爲司憲府大司憲, 李玄緖爲司諫院大司諫。"
            },
            "3": {
                "H2KE-EN": "On eulsa day, the supplementary supp",
                "H2KE-nKo": "서울의 각 관사와 각 영에서 을사년의 회계부를 올렸다. - 호조, 양향청, 선혜청, 병조, 훈련도감, 금위영, 어영청, 총융청에 현재 남아 있는 은자는 22만 321냥 4전 1푼, 전문 83만 381냥 5전 6푼, 면주 42동 14필 6척, 목 423동 45필 1척, 저포 19동 37필 21척, 포자 720동 34필 12척, 미 25만 8362섬 14두 2승 남짓, 태 1만 8449섬 10두 남짓, 전미 9946섬 1두 2승 남짓, 피잡곡 1만 9280섬 1두 8승 남짓이다. -\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 1월 15일(신미) 3번째기사",
                "gt-oKo": "경중(京中)의 각사(各司)·각영(各營)에서 을사년의 회계부(會計簿)를 바쳤다.【호조(戶曹)·향청(餉廳)·혜청(惠廳)·병조(兵曹)·훈국(訓局)·금영(禁營)·어청(御廳)·총청(摠廳)에 지금 있는 은자(銀子)가 22만 3천 2백 1냥(兩) 4전(錢) 1푼(分)이고, 전문(錢文)이 83만 3천 81냥 5전 6푼이고, 면주(綿紬)가 42동(同) 14필(疋) 6척(尺)이고, 목면(木綿)이 4천 23동 45필 1척이고, 저포(苧布)가 19동 37필 21척이고, 포자(布子)가 7백 20동 34필 12척이고, 미(米)가 25만 8천 3백 62석(石) 14두(斗) 2승(升) 영(零)이고, 태(太)가 1만 8천 4백 49석 10두 영이고, 전미(田米)가 9천 9백 46석 1두 2승 영이고, 피잡곡(皮雜穀)이 1만 9천 2백 80석 1두 8승 영이었다.】",
                "hj": "○京各司各營, 進乙巳會計簿。【戶曹、餉廳、惠廳、兵曹、訓局、禁營、御廳、摠廳時在銀子, 二十二萬三千二百一兩四錢一分, 錢文八十三萬三千八十一兩五錢六分, 綿紬四十二同十四疋六尺, 木四千二十三同四十五疋一尺, 苧布十九同三十七疋二十一尺, 布子七百二十同三十四疋十二尺, 米二十五萬八千三百六十二石十四斗二升零, 太一萬八千四百四十九石十斗零, 田米九千九百四十六石一斗二升零, 皮雜穀一萬九千二百八十石一斗八升零。】"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On sinhae day, [the King] received the officials in the morning court assembly at Junghu Hall in imsin year (.",
                "H2KE-nKo": "중희당에서 임신년의 소대를 행하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 1월 16일(임신) 1번째기사",
                "gt-oKo": "중희당(重熙堂)에서 소대(召對)하였다.",
                "hj": "○壬申/召對于重熙堂。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On gyeyu day, the King received the officials in the morning court assembly at Yeongchun헌 .",
                "H2KE-nKo": "영춘헌에서 계유년 소대를 행하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 1월 17일(계유) 1번째기사",
                "gt-oKo": "영춘헌(迎春軒)에서 소대하였다.",
                "hj": "○癸酉/召對于迎春軒。"
            },
            "2": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, The affair of the Directorate of Military Procurement is greatly 전에 없던 변괴. Therefore, it is impossible to apply the principal offender and execute the death penalty. I have repeatedly reflected on this matter. However, the two chief escort officers have already been different from that of the supreme commander . Also, there is no evidence that they plotted an evidence. Therefore, it would be difficult to apply the principal offender and execute the principal offender according to the law. Therefore, I grant special pardon to apply the principal offender. Yi Wangeun and Kwon Deukseong were to be sent to the 군문 in order to make them repeatedly executely execute the principal offender and to send them to the Ministry of Punishments . They were to be sent to the Ministry of Punishments in order to imprudently execute the principal offender three times. They were to be banished to a remote place where their slaves were enlisted. The five principal offenders and Yi Wonpung were to be punished in accordance with the statutes. The rest of the principal offender were to be sent to the Three Armies so that they were to be executed by thirty strokes of beating with the heavy stick. Afterwards, they were to be assigned to the hard labor service for the army.",
                "H2KE-nKo": "전교하기를,“이번에 무감(武監 무감)의 일은 전에 없던 큰 변괴이니 주동자에게 사형을 시행하는 것을 단연코 그만둘 수 없다. 그러나 내가 여러 번 생각해 본 것이 있다. 이른바 두목이라는 두 놈은 이미 통장과 다르고 또 음모를 꾸민 자취도 없으니, 주동자에게 적용하는 형률로 처단하는 것은 신중히 해야 할 점이 있다. 특별히 사형을 용서하여 이완근과 권득성을 군문에 넘겨 조리돌리고 엄하게 곤을 친 뒤에 형조로 이송하여 세 차례 엄히 형신한 뒤에 원악도에 종신토록 노비로 삼으라. 최치벽 등 다섯 놈과 이원풍은 모두 초기대로 시행하고, 그 나머지 놈들은 삼영에 나누어 보내 엄히 곤 30대를 친 뒤에 그대로 고역군에 충당하라.”하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 1월 17일(계유) 2번째기사",
                "gt-oKo": "하교하기를, “이번 무감(武監)의 일은 대개 전에 없던 변괴이니, 수창(首倡)한 자에게 일률(一律)을 시행하는 것은 단연코 그만둘 수 없으나, 내가 여러 번 생각한 것이 있다. 이른바 두목이라는 두 놈은 이미 통장(統長)과 다르고, 또 꾀한 자취가 없으니, 수악(首惡)의 율(律)로 결단하기에는 어렵고 삼갈 바가 있다. 특별히 일률을 용서하여 이완근(李完根)·권득성(權得成)은 군문(軍門)에 내어 주어 돌려 보이고 엄히 결곤(決棍)한 뒤에 추조(秋曹)에 옮겨 보내어 세 차례 엄히 형신(刑訊)해서 멀고 거친 섬에 보내어 종신 종[奴]으로 삼도록 하라. 그리고 최치벽(崔致璧) 등 다섯 놈과 이원풍(李源豐)은 모두 초기(草記)대로 시행하고, 그 나머지 놈들은 삼영(三營)에 나누어 보내어 엄히 30도(度) 결곤한 뒤에 그대로 고역군(苦役軍)에 충정(充定)하도록 하라.” 하였다.",
                "hj": "○敎曰: “今番武監事, 大是無前之變怪, 首倡之施以一律, 斷不可已, 而予所屢回思量者存焉。 所謂頭目兩漢, 旣與統長有異, 又無造謀之跡, 則斷以首惡之律, 有所難愼。 特貸一律, 李完根、權得成, 出付軍門, 回示嚴棍後, 移送秋曹, 嚴刑三次, 遠惡島限己身爲奴。 崔致璧等五漢及李源豐, 竝依草記施行, 其餘諸漢, 分送三營, 嚴棍三十度後, 仍充苦役軍。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On gapjin day, the King received the officials in the morning court assembly at Yeongchun헌 .",
                "H2KE-nKo": "영춘헌에서 갑술년 소대를 행하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 1월 18일(갑술) 1번째기사",
                "gt-oKo": "영춘헌(迎春軒)에서 소대(召對)하였다.",
                "hj": "○甲戌/召對于迎春軒。"
            },
            "2": {
                "H2KE-EN": "The King appointed Min Chiseong as the Inspector General .",
                "H2KE-nKo": "민치성을 사헌부 대사헌으로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 1월 18일(갑술) 2번째기사",
                "gt-oKo": "민치성(閔致成)을 사헌부 대사헌으로 삼았다.",
                "hj": "○以閔致成爲司憲府大司憲。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On eulhae day, the King received the officials in the morning court assembly at Yeongchun헌 .",
                "H2KE-nKo": "영춘헌에서 을해년의 소대를 행하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 1월 19일(을해) 1번째기사",
                "gt-oKo": "영춘헌에서 소대하였다.",
                "hj": "○乙亥/召對于迎春軒。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On byeongja day, in byeongja year (, the King went to Geunso Hall (Hall of Benevolent Governance to pay a visit to pay his respects. He then went to Hwijeong Hall and paid a visit to pay his respects. ",
                "H2KE-nKo": "병자년에 주상이 영희전에 나아가 전알하고, 이어 휘정전에 나아가 전배하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 1월 20일(병자) 1번째기사",
                "gt-oKo": "임금이 영희전(永禧殿)에 나아가 전알(展謁)하고, 이어서 휘정전(徽定殿)에 나아가 전배(展拜)하였다.",
                "hj": "○丙子/上詣永禧殿展謁, 仍詣徽定殿展拜。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On jeongchuk day, the King received the officials in the morning court assembly at Yeongchun헌 .",
                "H2KE-nKo": "영춘헌에서 정축년의 소대를 행하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 1월 21일(정축) 1번째기사",
                "gt-oKo": "영춘헌에서 소대하였다.",
                "hj": "○丁丑/召對于迎春軒。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On muin day, the King received officials in the morning court assembly at Yeongchun헌 .",
                "H2KE-nKo": "영춘헌에서 무인년의 소대를 행하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 1월 22일(무인) 1번째기사",
                "gt-oKo": "영춘헌에서 소대하였다.",
                "hj": "○戊寅/召對于迎春軒。"
            },
            "2": {
                "H2KE-EN": "Third Censor Jeong Seokrin of the Office of the Censor-General submitted a memorial as follows: The supply of grain loan is an urgent need to prepare for military storehouses and the peoples great life. However, the fact that all the grain loans have been supposed to petty functionaries, and the vacancies have been all returned to commoners. The sympathy farmers have diligently suffered from the end of the year, and the grain loans have insufficient amounts. Furthermore, the vacancies for petty functionaries have been imposed upon the petty functionaries of petty functionaries to be collected from petty functionaries. Therefore, the households have gradually been slightly decreased. The Zhou said, The vacancies have been seized and stored in the vacancies. This means that the grain loans have not been supposed to the higher, but the peoples sufficient amounts to the vacancies. Your subject thinks that the vacancies should be reduced and the vacancies should be supposed to seven thousand seok, and the vacancies should not be less than seven thousand. However, the vacancies should be supposed to be used at any opportunity to be used at the oportunity to the state. Among the talented men of our country, there are many who have been able to serve in the state examination. However, in recent days, the scholars have not been old. In the Royal Confucian Academy, from the Royal Confucian Academy and from the provinces to the local schools, there are few who have read books. When the ordinary literary liter",
                "H2KE-nKo": "헌납 정석린이 상소하였는데, 그 대략에,“환곡은 병란과 흉년에 대비하는 것으로 백성의 목숨입니다. 그런데 정실한 것은 모두 아전이 포흠 낸 것으로 들어가고 빈 껍질만 모두 민호로 돌아가니, 불쌍한 저 농민들은 한 해 내내 고생하며 환곡을 납부하는 것도 부족합니다. 게다가 아전이 포흠 내고 친족이 징수하여 끊임없이 떠돌아다녀 호구가 점점 줄어들고 있습니다. 주나라 사람이 말하기를 ‘주머니가 누락되어 주머니를 채운다.’라고 하였는데, 이는 비축해 놓은 것이 위에 있지 않으면 아래에 있고 백성이 넉넉한데도 나라가 부족한 경우는 없다는 것을 말한 것입니다. 신은 생각건대, 그 수량을 줄이고 그 품질을 정밀하게 하여 큰 것은 1만 섬을 넘지 말고 작은 것은 7000섬을 넘지 않게 하되 반드시 절반은 남겨 두어 불시의 수용에 보탬이 되게 한다면, 나라에 실효가 있고 백성이 힘을 펼 수 있을 것입니다.우리나라의 인재는 대부분 과거로 말미암아 진출합니다. 그런데 근래 선비들의 습속이 예전만 못하여 안으로는 학교로부터 밖으로는 시골에 이르기까지 독서하는 자가 거의 없고, 시권이 한번 나오면 선비들의 기대를 잃는 경우가 많으니, 어찌 모두 유사가 밝지 못한 탓이겠습니까. 과장에 임하여 혼잡스럽게 첩경을 다투는 것은 참으로 개탄스러워 차라리 말하고 싶지 않습니다. 신은 대략 경이 신공을 납부하는 예를 본떠서 그 고을에서 반드시 강경과 제술을 모두 갖춘 거자를 뽑아서 예조에 녹송하여 이를 근거로 삼아 출벌하는 바탕으로 삼아야 한다고 생각합니다. 대과와 소과를 막론하고 강경이 없는 자는 응시하지 못하게 한다면 요행을 바라는 문이 저절로 막혀서 함부로 들어오는 것을 그치게 할 수 있을 것입니다.우리나라는 본래 의식이 풍부하고 사치하는 것이 풍조를 이루어 사신들이 음식상을 한 그릇 제공하고 호부한 한 몸의 복식이 중인 몇 집안의 재산이 되고 있습니다. 연경에서 비단과 주패를 입는 것에 대해 거듭 금지하는 법령이 없지 않은데도 예전처럼 여전하니, 어찌 놀랍고 한탄스러움을 금할 수 있겠습니까.수령이 탐오하고 백성이 곤궁한 것은 모두 사치하는 풍조가 그렇게 만든 것입니다. 신은 먼저 대내에서부터 일체 절약하고 검소하게 하며, 조정 관원의 품복에 이르기까지도 토산인 명주와 모시를 사용해야 한다고 생각합니다. 신의 고향 양주에 전 북평사 이현문이 잘못하여 살인죄를 범하였는데, 잠필 시종신으로서 향옥에서 해를 넘겼으니 광경이 참담합니다. 그 본래의 일을 가지고 말하면, 상천이 사민을 꾸짖고 욕한 죄는 참으로 용서할 수 없습니다. 그러나 사명을 받든 사신이 이미 풍문에 들었으니 대략 규찰하여 다스리는 것은 괴이할 것이 없을 듯합니다만, 애당초 반드시 죽이고 싶은 마음이 있었던 것은 아닙니다. 그런데 불행하게도 죽은 자의 목숨은 한계가 있는데 마침 병 때문에 죽었으니, 생재라고 해도 괜찮습니다. 신은 이 죄수와 애초에 얼굴을 알지 못하지만 전하는 말을 듣고 일의 체모를 참작해 보면 두려운 마음이 없지 않아 감히 실상을 드러내는 것입니다. 의금부로 하여금 잡아다 신문하여 감단해서 귀천의 구별을 보존하게 하소서.”하니, 비답하기를,“묘당으로 하여금 내게 물어 처리하게 하겠다.”하였다. 곧이어 상신이 아뢴 것으로 인하여 시행되지 않았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 1월 22일(무인) 2번째기사",
                "gt-oKo": "헌납 정석린(鄭錫麟)이 상소하였는데, 대략 이르기를, “조적(糶糴)은 전쟁과 흉년에 대비하는 것으로서 백성의 큰 명맥인데, 정실(精實)은 죄다 관리가 축내는 데로 들어가고 공각(空殼)은 모두 백성의 집으로 돌아가니, 가엾은 저 농민은 한 해 동안 부지런히 애쓰고도 적곡(糴穀)을 바치기에 모자라며, 게다가 관리가 축낸 것과 족징(族徵) 때문에 끊임없이 유리(流離)하여 호구(戶口)가 점점 줄어들고 있습니다. 주(周)나라 사람의 말에 ‘주머니가 새어 전대에 쌓인다.’ 하였는데, 이것은 축적이 위에 있지 않으면 아래에 있게 될 것이고, 백성이 넉넉한데 나라가 넉넉하지 않은 경우는 없다는 말입니다. 신은 그 수를 줄이고 그 품질을 정하게 하되, 큰 고을은 1만 석(石)을 넘지 말고 작은 고을은 7천 석을 넘지 말게 하고, 반드시 절반은 남겨 두어 불시의 수용(需用)에 밑천으로 삼는다면, 나라에는 실효가 있고 백성은 힘을 펼 수 있을 것이라고 생각합니다. 우리 나라의 인재는 과거에 급제하여 출신한 자가 많은데, 근일에는 사습(士習)이 예전과 같지 않아서 마침내 안으로 학교로부터 밖으로 향리에 이르기까지 글을 읽는 자가 드물기 때문에 시권(試券)이 한 번 나오면 흔히 선비의 희망에 어그러지니, 어찌 다 유사(有司)가 밝지 않기 때문이겠습니까? 과장(科場)에 임하여 혼잡하고 첩경(捷徑)을 어지럽게 다투는 데 이르러서는 참으로 개탄스러워 차라리 말하고 싶지 않습니다. 신은 대략 향공(鄕貢)의 예(例)를 본받아 그 고을에서 반드시 강서(講書)와 제술(製述)을 모두 갖춘 거자(擧子)를 뽑아서 춘조(春曹)에 적어 보내어 빙거(憑據)하여 출벌(黜罰)하는 바탕으로 삼고, 대과(大科)·소과(小科)를 막론하고 강서가 없는 자는 과거에 나아가지 못하게 한다면, 요행의 문이 절로 막혀서 무릅쓰고 들어가는 것을 그치게 할 수 있을 것이라고 생각합니다. 우리 동방은 본래 의식(衣食)이 넉넉해서 분수에 넘친 사치가 버릇되어 사신의 상 하나에 오르는 음식과 부자 한 사람이 걸치는 복식이 중인(中人) 몇 집의 재산과 같으며, 중국에서 사들이는 금수(錦繡)·주패(珠貝)는 금령(禁令)이 없는 것이 아닌데도 여전하니, 어찌 놀랍고도 한탄스러움을 금할 수 있겠습니까? 수령(守令)이 탐오(貪汚)하고 백성이 고달픈 것은 모두 사치한 풍습이 그렇게 만드는 것입니다. 신은 먼저 대내(大內)에서부터 일체 절검(節儉)하여 조사(朝士)의 품복(品服)까지도 토산인 명주·모시를 써야 한다고 생각합니다. 신의 고향인 양주(楊州)에 있는 전 북평사(北評事) 이현문(李玄文)은 잘못하여 사람을 죽인 죄를 범하였는데, 문사(文事)에 종사하던 시종신(侍從臣)으로서 향옥(鄕獄)에서 한 해를 보내더니 경색(景色)이 몹시 비참해졌습니다. 본 사건에 대해 말하면, 상천(常賤)이 사민(士民)을 욕하는 것은 진실로 용서할 수 없는 죄이므로, 봉사(奉使)의 행차에 풍문을 듣고서 대략 바로잡아 다스린 것은 혹 괴이할 것 없으며, 처음부터 반드시 죽이려는 마음을 가졌던 것이 아닌데 불행히 죽은 자의 명수(命數)에 한정이 있어서 마침 병 때문에 죽게 되었으니, 생재(眚災)라고 해야 옳을 것입니다. 신은 이 죄수와 애초에 면식(面識)이 없으나, 전하는 말을 듣고 사체(事體)를 참작해 보건대, 슬퍼서 마음이 움직이지 않을 수 없으므로 감히 실상을 드러내어 아룁니다. 청컨대, 왕부(王府)로 하여금 나치(拿致)하여 감단(勘斷)해서 귀천의 구별을 보존하게 하소서.” 하니, 비답(批答)하기를, “묘당(廟堂)으로 하여금 품처(稟處)하게 하겠다.” 하였는데, 곧 상신(相臣)이 아뢴 바에 따라 그만두고 행하지 않았다.",
                "hj": "○獻納鄭錫麟疏略曰: “糶糴者, 兵荒之備, 而生民大命也, 而精實盡入於吏逋, 空殼都歸於民戶, 哀彼農民, 終歲勤苦, 糴納不足, 重之以吏逋族徵, 流離不絶, 戶口漸縮。 周人之言曰, ‘囊漏貯橐’, 此言蓄積之不在上則在下, 民足而國不足者, 未之有也。 臣謂減其數而精其品, 大無過萬石, 小無過七千, 而必折半留置, 以資不時之需用, 國有實效, 民得以紓力。 我朝人材, 多由科目中進身, 而近日士習不古, 內自學校, 外至鄕, 遂讀書者幾希, 試券一出, 多失士望, 豈皆有司之不明, 至如臨場雜遝, 捷徑紛競, 良可慨歎, 寧欲無言? 臣謂略倣卿貢之例, 自其邑必選講製俱備之擧子, 錄送于春曹, 以爲憑據黜罰之資, 無論大小科, 無講者不得赴焉, 則倖門自杜, 冒入可止。 我東衣食素饒, 侈靡成習, 使价一卓之廚供, 豪富一身之服开, 將爲中人幾家之産, 燕貨之錦繡珠貝, 非無申禁之令甲, 而依舊自如, 豈勝駭歎? 守令之貪汚, 生民之困悴, 罔非侈風之使然也。 臣謂先自大內, 一切節儉, 以至朝士品服, 亦用土産紬紵。 臣之鄕楊州, 有前北評事臣李玄文誤犯殺人之辜, 以簪筆侍從之臣, 鄕獄經年, 景色愁慘。 就其本事言之, 常賤之詬辱士民, 罪固罔赦, 奉使之行, 旣入風聞, 略施紏治, 容或無怪, 初非有心於必殺, 而不幸死者之命數有限, 適然因病致斃, 則謂之眚災, 亦可也。 臣與此罪囚, 初不識面, 而聽之傳說, 參以事體, 不能無怵然動心, 敢暴實狀。 請令王府, 拏致勘斷, 以存貴賤之別焉。” 批令 “廟堂稟處”, 尋因相臣奏格不行。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "The King received the officials in the gihae year ( and received the officials in the morning court assembly at Yeongchun헌 .",
                "H2KE-nKo": "영춘헌에서 기묘년의 소대를 행하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 1월 23일(기묘) 1번째기사",
                "gt-oKo": "영춘헌(迎春軒)에서 소대(召對)하였다.",
                "hj": "○己卯/召對于迎春軒。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "On gyeongjin day, the King received officials in the morning court assembly at Yeongchun헌 .",
                "H2KE-nKo": "영춘헌에서 경진년 소대를 행하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 1월 24일(경진) 1번째기사",
                "gt-oKo": "영춘헌에서 소대하였다.",
                "hj": "○庚辰/召對于迎春軒。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "The King proceeded to Junghu Hall of the sinsa year (1413, the fourth year of King Sejong. The King received the officials of the senior third rank or above and held audience with the officials of the senior third rank or above.",
                "H2KE-nKo": "주상이 중희당에 나아가 대신과 비국 당상을 인견하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 1월 25일(신사) 1번째기사",
                "gt-oKo": "임금이 중희당(重熙堂)에 나아가 대신과 비국 당상을 인견(引見)하였다.",
                "hj": "○辛巳/上御重熙堂, 引見大臣備局堂上。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On imo day, the King went to Gyeongu Palace to pay a visit to the Abdicated King and the King paid a visit.",
                "H2KE-nKo": "주상이 경우궁에 나아가 전배하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 1월 26일(임오) 1번째기사",
                "gt-oKo": "임금이 경우궁(景祐宮)에 나아가 전배(展拜)하였다.",
                "hj": "○壬午/上詣景祐宮展拜。"
            },
            "2": {
                "H2KE-EN": "[The King] summoned 시임 대신과 원임 대신을 the temporary royal quarters at the chamber of Gyeongu Palace . The King said, I always worry about the matter of transferring the royal tomb to the Royal Tomb of King Taejo . However, the lay of the land vacancies are scattering, and I have been unsatisfied, and there is also major discussions among outsiders. For this reason, I already reported the matter to the two 자전s (Taejong and Queen Wongyeong . I already received an instruction indeed. Today, I intend to discuss this matter with my dear sirs. What do you think of this? 영부사 Jo Inyeong said, This matter is extremely important and great. Truly, it is impossible to designate a decision on some occasion nearly occurred. Currently, the chief administrator [of the Office of Royal Decrees] has already been charged with several dozens of state construction. Order sometimes in the capital or sometimes in the local areas to immediately come to the Office of Astronomy and Geomancy and have them quickly come to the capital. Astronomy administrators in areas outside the capital also extensively seek widely, have them heard first and consult all the earlier discussions. Then, Your Majesty should also personally examine the matter and decide upon it. The King said, That is correct.",
                "H2KE-nKo": "경우궁의 재실에서 시원임 대신을 불러서 보았다. 주상이 말하기를,“수릉을 옮겨 봉안하는 일로 내가 늘 마음속에 품고 있었는데, 국세가 산만하여 마음이 항상 편치 않았고 또한 외간의 물의도 있었으므로 이미 두 자전께 여쭈어서 윤당하다는 하교를 받들었다. 오늘 경들과 이 일을 의논하려고 하는데, 경들의 뜻은 어떠한가?”하니, 영중추부사 조인영이 아뢰기를,“이 일은 지극히 중대하여 진실로 창졸간에 결정할 수 없습니다. 현재 이미 국가의 역사를 치른 상지관 2, 3인이 서울에 있거나 시골에 있으니 즉시 관상감에 통지하여 속히 올라오게 하고, 방외의 지사도 널리 구하여 먼저 의론을 들어보고 여러 사람의 의견을 물은 뒤에 전하께서도 직접 살펴보고서 완전히 결정하는 것이 좋을 듯합니다.”하자, 주상이 말하기를,“그렇다.”하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 1월 26일(임오) 2번째기사",
                "gt-oKo": "경우궁(景祐宮)의 재실(齋室)에서 시임(時任)·원임(原任)의 대신(大臣)을 소견(召見)하였다. 임금이 말하기를, “내가 수릉(綏陵)을 옮겨 봉안하는 일에 대하여 늘 마음을 정하지 못하고 있었으나, 국세(局勢)가 산만하여 마음에 늘 불안하고 바깥의 물의도 있으므로, 이미 두 자전(慈殿)에게 품의하여 이미 마땅하다는 하교를 받았다. 오늘 경들과 이 일을 의논하려 하는데, 경들의 뜻은 어떠한가?” 하였는데, 영부사(領府事) 조인영(趙寅永)이 말하기를, “이 일은 지극히 중대하므로, 진실로 갑자기 결정할 수 없습니다. 지금 이미 국역(國役)을 겪은 상지관(相地官) 두세 사람이 혹 서울에 있거나 시골에 있으니, 곧 관상감(觀象監)에 알려 빨리 올라오게 하고, 방외(方外)의 지사(地師)도 널리 구하여 먼저 의논을 들어서 여러 사람의 의견이 다 동일한 뒤에 전하께서도 친히 살피시어 완전히 결정하는 것이 좋을 듯합니다.” 하니, 임금이 말하기를, “그렇다.” 하였다.",
                "hj": "○召見時、原任大臣于景祐宮齋室。 上曰: “予以綏陵遷奉事, 常憧憧在懷, 而局勢散漫, 心常不安, 亦有外間物議, 故已稟于兩慈殿, 旣承允當之下敎。 今日欲與卿等, 議此事也, 卿等之意何如?” 領府事趙寅永曰: “此事至重至大, 固不可決定於倉卒之間。 見今相地官, 已經國役者數三人, 或在京或在鄕, 卽爲知委於觀象監, 使之斯速上來, 方外地師, 亦爲廣求, 先聞議論, 詢謀僉同, 然後殿下亦爲親審完定恐好矣。” 上曰: “然矣。”"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "The Hanseong Magistracy reported on the number of people in Jeju and other towns in eulsa year (. The total number of households in the three towns totaled 1896. The number of men and women totaled 76,701.",
                "H2KE-nKo": "한성부에서 제주 등 고을의 을사년 민수를 아뢰었다. 세 고을의 총 원호는 1만 896호이고 인구는 남녀가 모두 7만 6701구였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 1월 28일(갑신) 1번째기사",
                "gt-oKo": "경조(京兆)에서 제주(濟州) 등 고을의 을사년의 민수(民數)를 아뢰었다. 세 고을의 전체 원호(元戶)는 1만 8백 96호(戶)인데, 인구는 남자와 여자를 아울러 7만 6천 7백 1구(口)이었다.",
                "hj": "○甲申/京兆以濟州等邑乙巳年民數啓, 三邑都元戶, 一萬八百九十六戶, 人口男女竝七萬六千七百一口。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "On byeongsul day, the King proceeded to Injeong Hall and personally delivered incense and the written invocation for the rite for commemorating Confucius .",
                "H2KE-nKo": "주상이 인정전에 나아가 석전제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 1월 30일(병술) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)에 나아가 석전제(釋奠祭)에 쓸 향(香)과 축문(祝文)을 친히 전하였다.",
                "hj": "○丙戌/上詣仁政殿, 親傳釋奠祭香祝。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On gyeongsin day, the King went to the Altar of the Soil and Grain and 재숙하였다.",
                "H2KE-nKo": "주상이 사직단에 나아가 재숙하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 1월 4일(경신) 1번째기사",
                "gt-oKo": "임금이 사직(社稷)에 나아가 재숙(齋宿)하였다.",
                "hj": "○庚申/上詣社稷齋宿。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On gapja day, the first day of the month, the King performed the rite of praying for rain at the Altar of the Soil and Grain .",
                "H2KE-nKo": "사직단에서 기곡 대제를 행하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 1월 5일(신유) 1번째기사",
                "gt-oKo": "사직 기곡 대제(社稷祈穀大祭)를 행하였다.",
                "hj": "○辛酉/行社稷祈穀大祭。"
            },
            "2": {
                "H2KE-EN": "Bak Yongsu and Yu Hanwon were beheaded for committing an unforeseen occurrence in Ansan County .",
                "H2KE-nKo": "박용수와 유한원을 주벌하였다. 안산군의 전패에서 변을 일으켰기 때문이다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 1월 5일(신유) 2번째기사",
                "gt-oKo": "박용수(朴龍壽)·유한원(劉漢源)을 주살(誅殺)하였는데, 안산군(安山郡)의 전패(殿牌)에 변을 일으켰기 때문이다.",
                "hj": "○誅朴龍壽、劉漢源, 以安山郡殿牌作變也。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On sinhae day, the King proceeded to Injeong Hall and personally delivered incense and the written invocation for the spring state sacrifice at the Royal Ancestral Shrine and Yeongnyeong Hall .",
                "H2KE-nKo": "주상이 인정전 월대에 나아가 종묘와 영녕전의 춘향 대제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 1월 6일(임술) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)의 월대(月臺)에 나아가 종묘(宗廟)와 영녕전(永寧殿)의 춘향제(春享祭)에 쓸 향(香)과 축문(祝文)을 친히 전하였다.",
                "hj": "○壬戌/上詣仁政殿月臺, 親傳宗廟永寧殿春享香祝。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On eulchuk day, the first day of the month, the King paid a visit to the Royal Ancestral Shrine and the Royal Ancestral Shrine , and the King paid a visit to the Royal Ancestral Shrine. This was done in spring.",
                "H2KE-nKo": "을축년에 주상이 종묘와 경모궁에 전배하였는데, 춘계 전알이었다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 1월 9일(을축) 1번째기사",
                "gt-oKo": "임금이 종묘(宗廟)와 경모궁(景慕宮)에 전배(展拜)하였는데, 춘알(春謁)이었다.",
                "hj": "○乙丑/上展拜于宗廟、景慕宮, 春謁也。"
            }
        }
    },
    "02": {
        "1": {
            "1": {
                "H2KE-EN": "The King proceeded to Injeong Hall and personally delivered incense and the written invocation for the rite at the Altar of the Soil and Grain .",
                "H2KE-nKo": "주상이 인정전에 나아가 사직제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 2월 1일(정해) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)에 나아가 사직제(社稷祭)에 쓸 향과 축문을 친히 전하였다.",
                "hj": "○丁亥/上詣仁政殿, 親傳社稷祭香祝。"
            },
            "2": {
                "H2KE-EN": "The King appointed Song Jiyang as the Office of the Censor General .",
                "H2KE-nKo": "송지양을 사간원 대사간으로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 2월 1일(정해) 2번째기사",
                "gt-oKo": "송지양(宋持養)을 사간원 대사간으로 삼았다.",
                "hj": "○以宋持養爲司諫院大司諫。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On musul day, the King proceeded to Injeong Hall and personally delivered incense and the written invocation for the rite of the new moon at the Altar of Agriculture .",
                "H2KE-nKo": "무술년에 주상이 인정전에 나아가 선농단 절제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 2월 12일(무술) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)에 나아가 선농단(先農壇)의 절제(節祭)에 쓸 향(香)과 축문(祝文)을 친히 전하였다.",
                "hj": "○戊戌/上詣仁政殿, 親傳先農壇節祭香祝。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "On gihae day, the first day of the twelfth month, the King proceeded to the Royal Tomb of Queen Sinui and 전알ed. The King instructed, It has been long since I discussed the matter of relocating the Royal Tomb of Queen Sinui , and I personally inspect it. However, the matter of the importance is extremely important. Therefore, it is inevitably impossible to thoroughly discuss the matter and then deal with the matter. The officials of the second rank and above shall come to the Royal Cuisine Office to wait for the following day, and then come to the royal court to discuss the matter.",
                "H2KE-nKo": "주상이 기해년에 주상이 수릉에 나아가 전알하였다. 전교하기를,“수릉을 옮겨 봉안하는 것에 대해 의논한 지 이미 오래되었고, 또한 친히 살펴보기도 하였다. 그러나 일의 체모가 지극히 중하니 십분 어렵게 여기고 신중히 하지 않을 수 없다. 널리 의논하여 처리하도록 하라.”하였다. 시원임 대신 2품 이상이 내일 아침에 빈청에 와서 모일 때 수의하여 들였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 2월 13일(기해) 1번째기사",
                "gt-oKo": "임금이 수릉(綏陵)에 나아가 전알(展謁)하고, 하교하기를, “수릉을 옮겨 봉안하는 의논이 이미 오래 되었고, 또한 친히 살피기도 하였으나, 사체(事體)가 매우 중대하므로 충분히 어렵게 여기고 삼가서 널리 의논하여 처치하지 않을 수 없다. 시임(時任)·원임(原任)의 대신(大臣)과 2품 이상이 내일 아침에 빈청(賓廳)에 와서 모이거든 수의(收議)하여 들이도록 하라.” 하였다.",
                "hj": "○己亥/上詣綏陵展謁, 敎曰: 綏陵遷奉之議已久, 亦爲親審, 而事體至重, 不可不十分難愼, 博議而處之。 時原任大臣二品以上, 待明朝來會賓廳, 收議以入。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "[The King] issued a royal order stating: The discussion of the matter of relocating the royal tomb to the Royal Tomb of Queen Sinui has already been reported to the two 자전s residence and personally inspected. However, the opinion of the geomancers and the opinions of the royal court can be said to have consulted and consulted. I also have already made a great decision. Nevertheless, all ceremonies should be conducted quickly.",
                "H2KE-nKo": "전교하기를,“수릉을 옮겨 봉안하는 데 대한 의론은 이미 두 자전께 여쭈어 직접 봉심하였다. 그런데 감여의 말과 조정의 의론이 모두 일치한다고 할 수 있고, 나의 뜻도 이미 크게 정해졌다. 모든 의절을 속히 거행하라.”하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 2월 14일(경자) 1번째기사",
                "gt-oKo": "하교하기를, “수릉(綏陵)을 옮겨 봉안하는 의논은 이미 두 자전(慈殿)에게 아뢰고 친히 봉심(奉審)하였는데, 감여(堪輿)의 말과 조정의 논의는 여러 사람의 의견이 모두 동일하다 할 수 있고 내 뜻도 이미 크게 정해졌으니, 모든 의절(儀節)을 곧 빨리 거행하도록 하라.” 하였다.",
                "hj": "○庚子/敎曰: 綏陵遷奉之議, 已爲仰稟于兩慈殿, 親爲奉審, 而堪輿之言, 朝廷之論, 可謂詢謀僉同, 予志亦已大定, 諸凡儀節, 卽速擧行。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On muja day, the King (Sejong went to Injeong Hall (Hall of Benevolent Governance and personally delivered incense and the written invocation for the rite of the full moon .",
                "H2KE-nKo": "주상이 인정전에 나아가 남단제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 2월 2일(무자) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)에 나아가 남단제(南壇祭)에 쓸 향과 축문을 친히 전하였다.",
                "hj": "○戊子/上詣仁政殿, 親傳南壇祭香祝。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On byeongo day, the King proceeded to the palace in Hwaseong and stayed there overnight.",
                "H2KE-nKo": "주상이 화성 행궁에 나아가 경숙하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 2월 20일(병오) 1번째기사",
                "gt-oKo": "임금이 화성(華城)의 행궁(行宮)에 나아가 밤을 지냈다.",
                "hj": "○丙午/上詣華城行宮經宿。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On jeongmi day, [the King] visited the Royal Tomb of Queen Sinui and Hyeon륭won to pay respects [to the Abdicated King] and personally performed a rite. [The King] issued a royal order: The magistrate of the jurisdiction should be ordered to divide grades and rice [for the officials] in his jurisdiction in his jurisdictions.",
                "H2KE-nKo": "정미년에 이어 건릉과 현륭원에 나아가 전알하고 친히 제사를 지냈다. 전교하기를,“경내의 70세 이상 된 조관과 사서인에게 유수로 하여금 등급을 나누어 쌀을 지급하게 하라.”하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 2월 21일(정미) 1번째기사",
                "gt-oKo": "이어서 건릉(健陵)·현륭원(顯隆園)에 나아가 전알(展謁)하고 친제(親祭)하고, 하교하기를, “경내(境內)의 70세 이상인 조관(朝官)·사서(士庶)에게 유수(留守)로 하여금 등급을 나누어 쌀을 내려주게 하라.” 하였다.",
                "hj": "○丁未/仍詣健陵、顯隆園展謁親祭, 敎曰: 境內朝官士庶年七十以上, 令留守, 分等賜米。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "The King held a contribution to the Royal Confucian Academy in the musin year (1428, the fourth year of King Sejongs reign.",
                "H2KE-nKo": "교궁에서 유생의 응제를 행하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 2월 22일(무신) 1번째기사",
                "gt-oKo": "교궁(校宮)에서 유생에게 응제(應製)를 설행(設行)하였다.",
                "hj": "○戊申/設儒生應製于校宮。"
            },
            "2": {
                "H2KE-EN": "The King proceeded to Hwanyeong Hall and performed a ceremony for the deceased.",
                "H2KE-nKo": "주상이 화령전에 나아가 작헌례를 행하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 2월 22일(무신) 2번째기사",
                "gt-oKo": "임금이 화령전(華寧殿)에 나아가 작헌례(酌獻禮)를 행하였다.",
                "hj": "○上詣華寧殿, 行酌獻禮。"
            },
            "3": {
                "H2KE-EN": "The King proceeded to the eastern suburbs of the capital and conducted the mid-sized royal inspection of troops.",
                "H2KE-nKo": "주상이 동장대에 나아가 야조를 행하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 2월 22일(무신) 3번째기사",
                "gt-oKo": "임금이 동장대(東將臺)에 나아가 야조(夜操)를 행하였다.",
                "hj": "○上詣東將臺, 行夜操。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On giyu day, the King returned to the palace at the giyu year (.",
                "H2KE-nKo": "12월 19일에 궁으로 돌아왔다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 2월 23일(기유) 1번째기사",
                "gt-oKo": "환궁(還宮)하였다.",
                "hj": "○己酉/還宮。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On sinhae day, the King proceeded to the main hall of governance and held a special service examination for the civil and military service examinations. The King selected seven passers, including Zhang Yonggyu , and 223 passers, including Yi Gyeonggwon .",
                "H2KE-nKo": "주상이 춘당대에 나아가 문무과 정시의 별시를 행하였다. 문과에서는 장용규 등 7인을 뽑고, 무과에서는 이경권 등 233인을 뽑았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 2월 25일(신해) 1번째기사",
                "gt-oKo": "임금이 춘당대(春塘臺)에 나아가 문과·무과의 정시 별시(庭試別試)를 행하였다. 문과에서 장용규(張龍逵) 등 7인을 뽑고, 무과에서 이경권(李經權) 등 2백 23인을 뽑았다.",
                "hj": "○辛亥/上御春塘臺, 行文武庭試別試, 文取張龍逵等七人, 武取李經權等二百二十三人。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On imja day, the King appointed Jo Seoknyeon as minister of rites .",
                "H2KE-nKo": "조학년을 예조 판서로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 2월 26일(임자) 1번째기사",
                "gt-oKo": "조학년(趙鶴年)을 예조 판서로 삼았다.",
                "hj": "○壬子/以趙鶴年爲禮曹判書。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On gyechuk day, the King proceeded to Junghui Daoist Temple to summon the officials for the rotational audience.",
                "H2KE-nKo": "주상이 중희당에 나아가 윤대관을 불러서 보았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 2월 27일(계축) 1번째기사",
                "gt-oKo": "임금이 중희당(重熙堂)에 나아가 윤대관(輪對官)을 소견(召見)하였다.",
                "hj": "○癸丑/上御重熙堂, 召見輪對官。"
            },
            "2": {
                "H2KE-EN": "The King appointed Jo병hyeon as deputy director of the Office of Royal Decrees , Kim Nansun as deputy magistrate of Hanseong Magistracy , and Jeong Taekseon as navy subarea commander of Chungcheong Province .",
                "H2KE-nKo": "조병현을 규장각 제학으로, 김난순을 한성부 판윤으로, 정택선을 충청도 수군절도사로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 2월 27일(계축) 2번째기사",
                "gt-oKo": "조병현(趙秉鉉)을 규장각 제학(奎章閣提學)으로, 김난순(金蘭淳)을 한성부 판윤(漢城府判尹)으로, 정택선(鄭宅善)을 충청도 수군 절도사(忠淸道水軍節度使)로 삼았다.",
                "hj": "○以趙秉鉉爲奎章閣提學, 金蘭淳爲漢城府判尹, 鄭宅善爲忠淸道水軍節度使。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "The King held the seventh day of the first month at the Royal Confucian Academy .",
                "H2KE-nKo": "반궁에서 인일제를 행하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 2월 28일(갑인) 1번째기사",
                "gt-oKo": "반궁(泮宮)에서 인일제(人日製)를 설행(設行)하였다.",
                "hj": "○甲寅/設人日製于泮宮。"
            },
            "2": {
                "H2KE-EN": "The King proceeded to Junghoe Pavilion and personally received the classics licentiates and literary licentiates who express gratitude for the royal benevolence. The King issued a royal directive: Among the classics licentiates and literary licentiates who are eighty years old and above, all shall be additionally installed at the Five Guards , and they shall be appointed to a post without a written order.",
                "H2KE-nKo": "주상이 중희당에 나아가 생원과 진사의 사은을 친히 받았다. 전교하기를,“생원과 진사 중에서 80세 이상은 모두 오위장을 가설하여 구전 정사로 단부하라.”하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 2월 28일(갑인) 2번째기사",
                "gt-oKo": "임금이 중희당(重熙堂)에 나아가 생원(生員)·진사(進士)의 사은(謝恩)을 친히 받고, 하교하기를, “생원·진사 가운데에서 80세 이상인 자에게는 모두 오위 장(五衛將)을 가설(加設)하여 구전(口傳)으로 단부(單付)하도록 하라.” 하였다.",
                "hj": "○上御重熙堂, 親受生進謝恩。 敎曰: 生進中八十歲以上, 竝五衛將加設, 口傳單付。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On sinhae day, the King proceeded to Injeong Hall and personally handed out the incense and the written prayer to be used in the spring sacrifice at the Royal Ancestral Shrine .",
                "H2KE-nKo": "주상이 인정전에 나아가 경모궁의 춘향 대제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 2월 5일(신묘) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)에 나아가 경모궁(景慕宮)의 춘향제(春享祭)에 쓸 향과 축문을 친히 전하였다.",
                "hj": "○辛卯/上詣仁政殿, 親傳景慕宮春享香祝。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On imjin day, the King received the officials in the morning court assembly at Yeongchun헌 .",
                "H2KE-nKo": "영춘헌에서 임진년 소대를 행하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 2월 6일(임진) 1번째기사",
                "gt-oKo": "영춘헌(迎春軒)에서 소대(召對)하였다.",
                "hj": "○壬辰/召對于迎春軒。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On gyesa day, the King received the officials in the morning court assembly at Yeongchun헌 .",
                "H2KE-nKo": "영춘헌에서 계유년 소대를 행하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 2월 7일(계사) 1번째기사",
                "gt-oKo": "영춘헌에서 소대하였다.",
                "hj": "○癸巳/召對于迎春軒。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On gabo day, the King received the officials in the morning court assembly at Junghu Hall in gabo year (.",
                "H2KE-nKo": "중희당에서 갑오년 소대를 행하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 2월 8일(갑오) 1번째기사",
                "gt-oKo": "중희당(重熙堂)에서 소대하였다.",
                "hj": "○甲午/召對于重熙堂。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On eulmi day, the King received the officials in the morning court assembly at Yeongchun헌 . The lecture on the Veritable Records of the State Foundry was expounded upon. Officials of the Office of the Censor General Sim Donyeong said as follows: At that time, due to the moment, your subject dared not consider the discourtesy of presumptuous thoughts. Your subject recently heard that high-ranking officials requested the abolishment of the Palace Treasury, Your Majesty opened the circumstances and accepted them. However, the circumstances of the royal lecture have already been secret, and your subject cannot thoroughly know the circumstances. In general, your subject is a foolish subject who cannot observe the construction of the Palace Treasury. Your subject ventures to say that there are three units in the military system. In the military system, if there are three military commands in the provinces, then there will be three military commands in the capital, and if there is a palace attendant-in-waiting, the circumstances of artisans and the artisans, and the artisans and the",
                "H2KE-nKo": "영춘헌에서 을미년에 영춘헌에서 소대를 행하였다. 《국조보감》을 강하였다. 옥당 심돈영이 아뢰기를,“마침 말이 나온 김에 감히 참람하고 망녕됨을 헤아리지 않고 대략 구구한 생각을 진달하였습니다. 신이 지난번에 삼가 들으니, 대신이 내영의 일을 가지고 철폐할 것을 우러러 청하자 성상께서 비답을 내려 받아들이실 뜻이 있다고 하였습니다. 그러나 연석에서 한 말은 비밀스러운 것이어서 상하가 주고받은 말을 감히 정확히 알 수 없습니다.대체로 내영을 설치한 일은 어리석은 신이 죽을죄를 무릅쓰고 삼가 옳지 않다고 생각하는 세 가지 이유가 있습니다.군제로 말하자면, 밖에는 삼영이 있고 사령으로 말하자면, 안에 액정서의 하례가 있어서 군사 훈련과 거행하는 절차에 대해서는 자연 받들어 따르기에 겨를이 없어야 합니다. 그런데 지금 별도로 영제를 세워 점점 확대하여 사병을 기르지 말라는 경계를 어겼으니 이것이 그 옳지 않다는 첫 번째 이유입니다.궁궐 안은 지극히 깊고도 엄하여 안의 말은 밖으로 나가지 않고 밖의 말은 안으로 들어오지 않으니 이것이 바로 주 부자가 한 말입니다. 그런데 내영 소속은 근밀한 곳에 출입하기 쉽고 주상의 동정을 엿보아 외간에 전파되기 쉬우니 사전에 염려할 것을 생각하지 않을 수 없습니다. 이것이 그 옳지 않다는 두 번째 이유입니다. 우리 전하께서는 명철하고 슬기로운 자질로 조금도 가차없이 단속하고 계시니 이들은 진실로 삼가고 두려워해야 합니다. 다만 미천한 부류들이 오래될수록 점점 해이해져서 보지도 못하고 듣지도 못하는 중에 혹 민간에 폐단을 일으키는 단서가 없지 않습니다. 죄를 범하는 일이 있으면 유사가 추문하여 다스리기 어려우니 장래의 근심을 이루 다 말할 수 없을 것입니다. 이것이 그 옳지 않다는 세 번째 이유입니다.월전에 있었던 무감의 일로 말하더라도, 대내가 지척인 곳에서 이처럼 전에 없던 변괴가 있었습니다. 전하의 타고난 자질이 총명하여 위에서 진달한 세 가지는 지나친 우려입니다. 그러나 제왕가의 한 가지 일이나 한 가지 정사는 모두 후세에서 본받아 본받을 바탕이 되니 성인이 먼 앞날을 염려하는 도리에 있어서도 처음을 삼가야 합니다. 삼가 바라건대 명철한 성상께서는 속히 대신의 청을 윤허하여 즉시 혁파하도록 명하여 온 나라의 신민으로 하여금 성상께서 하시는 일이 매우 예사롭지 않다는 것을 환히 알게 하소서. 그렇게 하신다면 사책에 기록되어 성덕에 빛이 날 것이니, 마땅히 성묘조에 응방을 즉시 혁파한 일과 함께 후세에서 헤아려 선왕의 뜻과 사업을 계승하는 성상의 효성에 빛이 날 것입니다.”하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 2월 9일(을미) 1번째기사",
                "gt-oKo": "영춘헌에서 소대하였다. 《국조보감(國朝寶鑑)》을 강독(講讀)하였다. 옥당(玉堂) 심돈영(沈敦永)이 말하기를, “마침 언단(言端)으로 인하여 감히 참람함을 헤아리지 않고 구구한 생각을 대략 아뢰겠습니다. 신이 듣건대, 대신이 내영(內營)의 일 때문에 철폐하기를 우러러 청하고 성비(聖批)에 받아들이시는 뜻이 있었다 하는데, 연석(筵席)의 말이 이미 은비(隱秘)하여 상하의 수작을 감히 확실히 알 수 없습니다마는, 대저 내영을 설치한 일은 신의 어리석은 생각에 옳지 않다고 여겨지는 것이 세 가지 있습니다. 군제(軍制)로 말하면 밖에 삼영(三營)이 있고 사령(使令)으로 말하면 액례(掖隷)가 있으며, 군사에 관한 일과 거행하는 절차에 이르러서는 절로 받들어 행하기에 겨를이 없어야 할 것인데, 이제 따로 영제(營制)를 세워 점점 확장한다면 사병(私兵)을 기르지 않는다는 경계에 어그러지니, 이것이 그 옳지 않은 것의 첫째입니다. 궁금(宮禁) 안은 지극히 그윽하고 엄숙하여 안의 말이 나가지 않고 밖의 말이 들어가지 않아야 하니, 이것은 주 부자(朱夫子)의 말입니다. 그런데 내영 소속이 근밀(近密)에 출입하여 쉽게 위의 동정을 살펴 바깥에 전파하게 되면 사전의 염려를 생각하지 않을 수 없을 것이니, 이것이 그 옳지 않은 것의 둘째입니다. 우리 전하의 명성(明聖)으로 엄히 단속하여 조금도 용서하지 않으신다면, 이들이 참으로 삼가고 두려워할 것입니다마는, 그 미천한 무리가 오랠수록 점점 해이해져서 보지 못하고 듣지 못하는 가운데에서 혹 여리(閭里)에서 폐단을 일으키는 일이 없지 않을 것입니다. 그러나 설령 죄를 범하는 일이 있더라도 유사(有司)가 추문(推問)하여 다스리기 어려울 것이므로, 장래의 근심을 이루 말할 수 없을 것이니, 이것이 그 옳지 않은 것의 세째입니다. 월전에 있었던 무감(武監)의 일로 말하더라도 대내(大內)의 지척인 곳에서 이런 전에 없던 변괴가 있었습니다. 전하께서는 성자(聖姿)를 타고나시고 총명으로 굽어살피시므로, 위에 아뢴 세 가지는 지나치게 생각한 근심이겠습니다마는, 제왕가(帝王家)의 한 가지 일이나 한 가지 정사는 모두 후세에서 본받는 바탕이 되니, 성인(聖人)이 먼 앞날을 염려하는 도리에 있어서 마땅히 시초에 삼가야 할 것입니다. 바라건대, 성명(聖明)께서는 빨리 대신이 청한 것을 윤허하셔서 곧 폐지하도록 명하시어 일국의 신민이 성상께서 하시는 일이 매우 떳떳한 데에서 나온다는 것을 환히 알게 하소서. 그러면 사책(史冊)에 써서 성덕(聖德)에 빛이 있을 것이고, 성묘조(成廟朝)에서 응방(鷹坊)을 곧 폐지하신 일과 뒤에서 합치하여 계술(繼述)하시는 성효(聖孝)에 빛이 있을 것입니다.” 하였다.",
                "hj": "○乙未/召對于迎春軒, 講《國朝寶鑑》。 玉堂沈敦永曰: “適因言端, 玆敢不揆僭妄, 略陳區區之懷焉。 臣向伏聞大僚, 以內營事仰請撤罷, 聖批有開納之意, 而筵說旣秘, 上下酬酢, 未敢的知, 而大抵內營設施之擧, 臣愚死罪, 竊以爲未可者有三焉。 以言乎軍制, 則外有三營, 以言乎使令, 則內有掖隷, 至於組練之事, 擧行之節, 自當奉承之不暇, 而今玆別立營制, 漸至張大, 有違不畜私兵之戒, 此其未可者一也。 宮禁之內, 極爲邃嚴, 內言不出, 外言不入, 此是朱夫子之言。 而內營所屬, 出入近密, 易至於伺上動靜, 傳播外間, 則先事之慮, 不可不念, 此其未可者二也。 以我殿下之明聖, 嚴於操束, 不少假借, 則此輩固當謹畏, 而第其卑微之類, 久漸解弛, 不睹不聞之中, 或不無生弊閭里之端設。 有犯科之事, 有司難以推治, 將來之憂, 有不可勝言矣。 此其未可者三也, 雖以月前武監事言之, 大內咫尺之地, 有此無前之變怪。 殿下聖姿天縱, 聰明有臨, 上所陳三者, 卽過計之憂, 而帝王家一事一政, 無非後世監法之資, 則在聖人慮遠之道, 亦當謹之於始矣。 伏願聖明, 亟允大臣之請, 卽命罷之, 使一國臣民, 曉然知聖上作爲, 出尋常萬萬。 則書之史冊, 有光聖德, 當與成廟朝, 卽罷鷹坊之事, 同揆於後, 而有光於繼述之聖孝矣。”"
            }
        }
    },
    "03": {
        "1": {
            "1": {
                "H2KE-EN": "On byeongjin day, hail fell in the byeongjin year, and the size of red beans was as large as duck.",
                "H2KE-nKo": "우박이 쏟아졌는데, 모양이 팥알만하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 3월 1일(병진) 1번째기사",
                "gt-oKo": "우박이 내렸는데 모양이 팥알 같았다.",
                "hj": "○丙辰/雨雹, 狀如小豆。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "[The King] issued a royal order stating: The matter of relocating the royal tomb is to be carried out for several years. However, [I] have already obtained auspicious site, and [I] am sorrowful and fortunate. Now that the construction project is not far, [I] designate three thousand mun of coins from the palace to supplement the expenses for the two directorates. [In addition,] supplement the expenses for the peoples farmland and supply [the coins] for the expenses.",
                "H2KE-nKo": "전교하기를,“천봉하는 일은 여러 해 동안 경영해 온 것인데 이미 좋은 자리를 얻었으니 슬픔과 기쁨이 함께 절실하다. 다만 지금 공사를 시작할 날이 머지않았으니 대내에서 돈 3만 민을 내려 주어 두 도감의 수용에 보태고, 헐린 민호와 민전에 대해 급대할 재원으로 삼게 하라.”하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 3월 10일(을축) 1번째기사",
                "gt-oKo": "하교하기를, “옮겨 봉안하는 일은 여러 해 동안 경영하여 이미 길지(吉地)를 얻었으므로, 슬픈 마음과 다행스러운 마음이 함께 절실하다. 다만 이제 멀지 않아 일을 시작해야 할 것이니, 대내(大內)에서 돈 3만 민(緍)을 내려서 두 도감(都監)의 수용(需用)과 헐린 민호(民戶)와 민전(民田)의 댓가를 주는 밑천에 보태도록 하라.” 하였다.",
                "hj": "○乙丑/敎曰: 遷奉之擧, 卽積年經營, 而旣得吉地, 愴幸交切。 第今始役不遠, 內下錢三萬緡, 以補兩都監需用, 與民戶毁撤民田給代之資。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "The King proceeded to Junghu Hall and held audience with the three imperial envoys. The King held audience with Bak Yeongwon , the congratulatory Envoy for Expressing Gratitude for Imperial Benevolence and the vice-envoy Jo Hyeongbok , the correspondence officer Sim Huisun . The King paid a farewell visit to the King.",
                "H2KE-nKo": "주상이 중희당에 나아가 세 사신 - 진하 겸 사은 정사 박영원, 부사 조형복, 서장관 심희순 - 을 불러서 보았다. 하직 인사를 하였기 때문이다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 3월 12일(정묘) 1번째기사",
                "gt-oKo": "임금이 중희당(重熙堂)에 나아가 세 사신(使臣)【진하 겸 사은 정사(進賀兼謝恩正使) 박 영원(朴永元)·부사(副使) 조형복(趙亨復)·서장관(書狀官) 심희순(沈熙淳)이다.】 을 소견(召見)하였는데, 사폐(辭陛)한 때문이다.",
                "hj": "○丁卯/上御重熙堂, 召見三使臣,【進賀兼謝恩正使朴永元, 副使趙亨復, 書狀官沈熙淳。】辭陛也。"
            },
            "2": {
                "H2KE-EN": "Kim Yeongsun was appointed second minister of personnel , and Oh Ilseon was appointed army commander of Hwanghae Province .",
                "H2KE-nKo": "김영순을 이조 참판으로, 오일선을 황해도 병마절도사로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 3월 12일(정묘) 2번째기사",
                "gt-oKo": "김영순(金英淳)을 이조 참판으로, 오일선(吳一善)을 황해도 병마 절도사로 삼았다.",
                "hj": "○以金英淳爲吏曹參判, 吳一善爲黃海道兵馬節度使。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "The King proceeded to 춘당대에 나아가 the successful candidates of the civil and military officials held the second-stage civil and military service examinations. The King selected three civil service examinations, including Im Gisu , and twenty-four military service examinations, including Bak Yeongsik .",
                "H2KE-nKo": "무진년에 주상이 춘당대에 나아가 문관과 무관의 중시를 행하였다. 문과에서 임기수 등 3인을 뽑고 무과에서 박영식 등 24인을 뽑았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 3월 13일(무진) 1번째기사",
                "gt-oKo": "임금이 춘당대(春塘臺)에 나아가 문관(文官)·무관(武官)의 중시(重試)를 행하였는데, 문관은 임기수(林基洙) 등 3인을 뽑고, 무관은 박영식(朴英湜) 등 24인을 뽑았다.",
                "hj": "○戊辰/上御春塘臺, 行文武官重試, 文取林基洙等三人, 武取朴英湜等二十四人。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "The King proceeded to 춘당대에 나아가 gyeongo year (, held the second-stage civil and military service examinations, and the third-stage military service examinations. Thirty-eight men, including Yi Mandeok , selected in the civil service examination, and 143 men, including Ko Jeui .",
                "H2KE-nKo": "주상이 춘당대에 나아가 식년 문무과 전시 및 삼일제를 행하였다. 문과에서 이만덕 등 38인을 뽑고 무과에서 고제의 등 143인을 뽑았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 3월 15일(경오) 1번째기사",
                "gt-oKo": "임금이 춘당대(春塘臺)에 나아가 식년 문과·무과(式年文科武科)의 전시(殿試)와 삼일제(三日製)를 행하였다. 문과에 이만덕(李晩德) 등 38인을 뽑고, 무과에 고제의(高濟義) 등 1백 43인을 뽑았다.",
                "hj": "○庚午/上御春塘臺, 行式年文武科殿試及三日製, 文取李晩德等三十八人, 武取高濟義等一百四十三人。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On sinmi day, Shin Mi was ordered to revise the jade book writing on the epitaphical writing on the tomb of Supreme Merit Supreme Merits (Second Royal Tomb of King Taejos great-great-grandfather. This was done with the circumstances in the gyeongin year (.",
                "H2KE-nKo": "수릉의 애책문을 고쳐 짓도록 명하였다. 추숭한 뒤의 일의 체모가 경인년과는 달랐기 때문이다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 3월 16일(신미) 1번째기사",
                "gt-oKo": "수릉(綏陵)의 애책문(哀冊文)을 고쳐 짓도록 명하였는데, 추숭(追崇)한 뒤의 사체(事體)가 경인년 승하 때와 다르기 때문이었다.",
                "hj": "○辛未/命綏陵哀冊文改撰, 以追崇後事體, 與庚寅有異也。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Gau as Inspector General .",
                "H2KE-nKo": "이가우를 사헌부 대사헌으로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 3월 16일(신미) 2번째기사",
                "gt-oKo": "이가우(李嘉愚)를 사헌부 대사헌으로 삼았다.",
                "hj": "○以李嘉愚爲司憲府大司憲。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "The King proceeded to Yeonghwa Pavilion to summon the three imperial envoys who had returned.",
                "H2KE-nKo": "주상이 영화당에 나아가 돌아온 세 사신을 불러서 보았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 3월 17일(임신) 1번째기사",
                "gt-oKo": "임금이 영화당(映花堂)에 나아가 돌아온 세 사신(使臣)을 소견(召見)하였다.",
                "hj": "○壬申/上御映花堂, 召見回還三使臣。"
            },
            "2": {
                "H2KE-EN": "The King appointed Seo Huisun as minister of rites .",
                "H2KE-nKo": "서희순을 예조 판서로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 3월 17일(임신) 2번째기사",
                "gt-oKo": "서희순(徐憙淳)을 예조 판서로 삼았다.",
                "hj": "○以徐憙淳爲禮曹判書。"
            },
            "3": {
                "H2KE-EN": "The King proceeded to 춘당대에 나아가 supplying special salaries for archery in the northern outskirts [of the capital].",
                "H2KE-nKo": "주상이 춘당대에 나아가 서북 별부료 군관의 시사를 행하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 3월 17일(임신) 3번째기사",
                "gt-oKo": "임금이 춘당대(春塘臺)에 나아가 서북 별부료(西北別付料)에게 시사(試射)를 행하였다.",
                "hj": "○上御春塘臺, 行西北別付料試射。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "Yi Yusu , deputy magistrate of Hanseong Magistracy , and Yi Huijo , inspector general .",
                "H2KE-nKo": "이유수를 한성부 판윤으로, 이희조를 사헌부 대사헌으로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 3월 18일(계유) 1번째기사",
                "gt-oKo": "이유수(李惟秀)를 한성부 판윤으로, 이희조(李羲肇)를 사헌부 대사헌으로 삼았다.",
                "hj": "○癸酉/以李惟秀爲漢城府判尹, 李羲肇爲司憲府大司憲。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "The King proceeded to the northern outskirts of the gapjin year ( and performed the rite of bowing to the full moon . Then the King proceeded to the Royal Ancestral Shrine and held a feast for Confucian scholars and military service examinations .",
                "H2KE-nKo": "갑술년 12월에 주상이 북원에 나아가 망배례를 행하고, 이어 춘당대에 나아가 반열에 참석한 유생과 무사의 시험을 행하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 3월 19일(갑술) 1번째기사",
                "gt-oKo": "임금이 북원(北苑)에 나아가 망배례(望拜禮)를 행하고, 이어서 춘당대(春塘臺)에 나아가 참반(參班)한 유무(儒武)에게 시예(試藝)를 행하였다.",
                "hj": "○甲戌/上詣北苑, 行望拜禮, 仍御春塘臺, 行參班儒武試。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On jeongsa day, the King proceeded to Junghoe Pavilion to summon officials of the senior third rank or below who looked for looking after the royal tomb. The King issued a royal order, which stated, The royal tomb should be decided below the Yongdal Road . After three looking after the royal tomb, the tomb should be erected.",
                "H2KE-nKo": "주상이 중희당에 나아가 산을 간심한 대신 이하를 불러서 보았다. 전교하기를,“산릉은 용마봉 아래에 정하고, 세 번째로 간심한 뒤에 이어서 봉표하라.”하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 3월 2일(정사) 1번째기사",
                "gt-oKo": "임금이 중희당(重熙堂)에 나아가 산을 간심(看審)한 대신(大臣) 이하를 소견(召見)하고, 하교하기를, “산릉(山陵)은 용마봉(龍馬峰) 아래에 정하고 세 번 간심한 뒤에 곧 봉표(封標)하도록 하라.” 하였다.",
                "hj": "○丁巳/上御重熙堂, 召見看山大臣以下。 敎曰: 山陵定於龍馬峯下, 三看審後, 仍爲封標。”"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "In eulhae year (, the Office of Royal Attire visited Junghu Hall (Hall of Extensive Filial Piety. Chief Superintendent Kwon Donin reported, Since last winter, Your Majesty repeatedly proceeded to the royal audience and received an audience. When Your Majesty attended the Royal Lectures, it was widely impressed by the people and there was none who did not gladly satisfy. Recently, Your Majesty also suspended all the entire day. Your subject is extremely worried and apprehensive. The King said, In recent days, I cannot but do so. The King said, Did the Ministry of Rites read the protocol of rites? Kwon Donin said, I read the protocol of rites. In the reforming of the reformation of the reform of the mourning clothes for the repose of the removing of the three-year mourning period. Superintendent Kwon Donin said, In the case of the reform of the three-year mourning period, I cannot bear to wear auspicious attire for the reform of the mourning clothes for the repose of the mourning clothes for the reform. This is what Zhu Xi's Family Rituals (C. Lijialily Rituals . Zhu Xi's Family Rituals (C. Jialily Rituals describes that the three-year mourning clothes for the repose of the reform of the three-year mourning period for the reform of the mourning clothes for the repose of the reform of the mourning clothes for the reform of the three-year mourning period? Kwon Donin said, When the reform of the mourning clothes for the reform of the previous giyu year (, the precedent of wearing white leather boots for the reform of the mourning clothes for the reform of the first repose of the mourning clothes for the",
                "H2KE-nKo": "중희당에서 내의원이 입진하였다. 도제조 권돈인이 아뢰기를,“작년 겨울 이래로 자주 소대에 나아가 연석의 질문과 수작이 외간에 전파되어 사람들이 모두 기뻐하고 흡족해하였는데, 근래에는 또 일체 정지하였습니다. 신은 매우 걱정스럽고 답답한 마음을 금할 수 없습니다.”하니, 주상이 말하기를,“근래에는 이렇게 하지 않을 수 없었다.”하였다. 주상이 말하기를,“예조의 의주를 보았는가?”하니, 권돈인이 아뢰기를,“보았습니다. 개장할 때 시마복을 입는 것은 원래 3개월의 복제가 아니고, 면례할 때 말하는 것은 멀기 때문입니다. 3년복을 입어야 하는 자는 현화가 다시 나올 때를 당하여 차마 길복으로 행사할 수 없기 때문에 가장 먼 복을 입고 시마복을 입고 장사를 지낸 뒤에 벗는 것입니다. 이것은 자사의 말인데, 《의례소》에 비로소 3개월복을 입는다는 글이 있습니다. 주자는 예로써는 후한 쪽을 따라야 한다고 하니, 그대로 따라서 3개월의 복제를 행하였습니다.”하였다. 주상이 말하기를,“시마복은 당, 송에서 시작되었는가?”하니, 권돈인이 아뢰기를,“주자의 정론으로 우리 동방의 여러 현인이 모두 따랐습니다.”하였다. 주상이 말하기를,“이번 성복에는 어떤 신을 신어야 하는가? 의주에는 마련된 것이 없고, 기유년의 전례에는 백피화를 신었는데, 대개 그때 항상 신던 것은 모두 백피화였기 때문이다. 흰 것을 검은 것으로 바꾼 뒤에 어떤 신을 신어야 하는가?”하니, 권돈인이 아뢰기를,“예조로 하여금 전례를 널리 상고하여 의주에 첨가해 넣게 하는 것이 좋겠습니다. 그러나 신의 어리석은 소견으로는 지금 흰 것을 검은 것으로 바꾸더라도 시마복을 입고 흑화를 신는 것은 안 될 듯합니다. 전례에 따라 백피화로 마련해야 할 듯합니다.”하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 3월 20일(을해) 1번째기사",
                "gt-oKo": "중희당(重熙堂)에서 약원(藥院)의 입진(入診)을 행하였다. 도제조(都提調) 권돈인(權敦仁)이 말하기를, “지난 겨울 이래로 자주 소대(召對)에 나아가셨으므로, 연중(筵中)의 문난(問難)과 수작이 바깥에 전파되어 인심이 모두 기뻐하고 만족해 하였는데, 근래에 또 일체 정폐(停廢)하시니, 신(臣)은 매우 근심스러움을 금하지 못하겠습니다.” 하니, 임금이 말하기를, “근일에는 그러지 않을 수 없었다.” 하였다. 임금이 말하기를, “예조(禮曹)에서 마련한 의주(儀註)를 보았는가?” 하자, 권돈인이 말하기를, “보았습니다. 개장(改葬) 때에 시마(緦麻)를 입는 것은 본디 3개월의 복제(服制)가 아니고 면례(緬禮)에 대하여 먼 것을 말한 것입니다. 3년 동안 복을 입어야 할 자가 현궁(玄宮)에 있던 재궁(梓宮)을 다시 들어 낼 때를 당하여 차마 길복(吉服)으로 일을 치를 수 없으므로, 그 가장 먼 복(服)을 거론하여 시복(緦服)을 입고, 장례가 끝나면 벗는 것입니다. 이것은 자사(子思)의 말인데 《의례(儀禮)》의 소(疏)에 비로소 3개월 동안 입는다는 글이 있으므로, 주자(朱子)가 예(禮)는 후한 것을 따라야 한다 하여 이를 따라서 3개월의 복제를 그대로 행한 것입니다.” 하였는데, 임금이 말하기를, “시복은 당(唐)·송(宋) 때에 비롯하였는가?” 하니, 권돈인이 말하기를, “주자가 정론(定論)하고부터 우리 동방의 제현(諸賢)이 다 따랐습니다.” 하였다. 임금이 말하기를, “이번 성복(成服) 때에는 어떤 신을 신어야 하겠는가? 의주에는 마련한 것이 없고, 기유년의 전례로는 백피화(白皮靴)를 신었는데, 대개 그때 상례(常例)로 신는 것이 다 백피화이었기 때문이다. 흰 것을 검은 것으로 바꾼 뒤이니, 어떤 신을 신어야 하겠는가?” 하자, 권돈인이 말하기를, “예조로 하여금 전례를 널리 상고하여 의주에 보태어 넣게 하는 것이 옳겠습니다마는, 신의 어리석은 소견으로는 이제 흰 것을 검은 것으로 바꾸었더라도 시마를 입고서 흑화(黑靴)를 신는 것은 옳지 않을 듯하니, 전례에 따라 백피화로 마련해야 할 듯합니다.” 하였다.",
                "hj": "○乙亥/藥院入診于重熙堂。 都提調權敦仁曰: “昨冬以來, 頻御召對, 筵中問難與酬酢, 流播外間, 人心莫不歡欣浹洽矣, 近又一切停廢, 臣不勝萬萬憂悶矣。” 上曰: “近日則不得不如是矣。” 上曰: “禮曹儀註見之否?” 敦仁曰: “見之矣。 改葬服緦, 元非三月之制, 緬之爲言, 遠也。 應服三年者, 當玄和復出之時, 不忍以吉服將事, 故擧其最遠之服, 而以緦服服之, 旣葬而除。 此子思之言, 而《儀禮疏》, 始有服三月之文, 朱子以禮宜從厚, 從之。 因行三月之制矣。” 上曰: “緦服始於唐、宋乎?” 敦仁曰: “自朱子之定論, 我東諸賢, 皆從之矣。” 上曰: “今番成服, 當着何履乎? 儀註無磨鍊, 己酉已例, 着白皮靴, 蓋其時常着, 皆白皮靴故也。 變白爲黑之後, 當着何履乎?” 敦仁曰: “使禮曹, 博考已例, 添入於儀註爲可, 而以臣愚見, 雖今變白爲黑, 服緦而着黑靴, 則恐不可似當, 依已例以白皮靴磨鍊矣。”"
            },
            "2": {
                "H2KE-EN": "The King ordered that the musical instruments for the royal tomb be displayed but not played.",
                "H2KE-nKo": "산릉의 풀을 베고 흙을 파낸 뒤에 법악을 진열만 하고 연주하지 말라고 명하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 3월 20일(을해) 2번째기사",
                "gt-oKo": "산릉(山陵)의 풀을 베고 흙을 깬 뒤에 법악(法樂)을 벌이되, 연주하지 말라고 명하였다.",
                "hj": "○命山陵斬草破土後, 法樂, 陳而不作。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On byeongja day, the King proceeded to Injeong Hall and held the second-stage civil and military officials in the second-stage civil and military service examinations and the civil and military service examinations in the second-stage military service examinations in the byeongja year (.",
                "H2KE-nKo": "병자년에 주상이 인정전에 나아가 문관과 무관의 중시 및 대거인 정시 문무과의 합격자를 발표하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 3월 21일(병자) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)에 나아가 문관(文官)·무관(武官)의 중시(重試)와 대거(對擧)인 정시 문과·무과(庭試文科武科)의 방방(放榜)을 행하였다.",
                "hj": "○丙子/上御仁政殿, 行文武官重試及對擧庭試文武科, 放榜。"
            },
            "2": {
                "H2KE-EN": "[The King] ordered that the offering of incense and the written invocation for the Royal Tomb of Queen Sinui be suspended.",
                "H2KE-nKo": "천릉할 때 각 도의 진향을 정지하라고 명하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 3월 21일(병자) 2번째기사",
                "gt-oKo": "천릉(遷陵) 때에 각도의 진향(進香)을 그만두라고 명하였다.",
                "hj": "○命停遷陵時, 各道進香。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "The King proceeded to Junghu Hall in the jeongchuk year (, received the metropolitan second stage civil and military officials in person, and the metropolitan second stage civil and the metropolitan second stage military examination in the jeongchuk year (. The metropolitan second stage military and the metropolitan second stage civil and the metropolitan second stage military examination in the jeongchuk year (, and the metropolitan second stage civil and the metropolitan second stage military examination in the jeongchuk year (, respectively.",
                "H2KE-nKo": "주상이 중희당에 나아가 문관과 무관의 중시 및 대거 정시, 문과와 무과의 신은에게 사은하는 것을 친히 받았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 3월 22일(정축) 1번째기사",
                "gt-oKo": "임금이 중희당(重熙堂)에 나아가 문관·무관의 중시(重試)와 대거(對擧)인 정시 문과·무과(庭試文科武科)의 신은(新恩)에게 사은(謝恩)을 친히 받았다.",
                "hj": "○丁丑/上御重熙堂, 親受文武官重試及對擧庭試, 文武科新恩謝恩。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "Hong Students of the muin year (1408, the fourth year of King Sejongs reign were appointed as the Office of the Inspector General .",
                "H2KE-nKo": "홍학연을 사헌부 대사헌으로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 3월 23일(무인) 1번째기사",
                "gt-oKo": "홍학연(洪學淵)을 사헌부 대사헌으로 삼았다.",
                "hj": "○戊寅/以洪學淵爲司憲府大司憲。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On gyeongjin day, the King proceeded to Junghu Hall in Gyeongbok Palace and summoned and granted a rotational audience. ",
                "H2KE-nKo": "경진년에 주상이 중희당에 나아가 윤대관을 불러서 보았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 3월 25일(경진) 1번째기사",
                "gt-oKo": "임금이 중희당(重熙堂)에 나아가 윤대관(輪對官)을 소견(召見)하였다.",
                "hj": "○庚辰/上御重熙堂, 召見輪對官。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On gabo day, the first day of the month, the King proceeded to Injeong Hall and held the celebratory rite at the Royal Ancestral Shrine .",
                "H2KE-nKo": "주상이 인정전 월대에 나아가 태묘 하향 대제의 서계를 행하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 3월 27일(임오) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)의 월대(月臺)에 나아가 태묘 하향(太廟夏享)의 서계(誓戒)를 행하였다.",
                "hj": "○壬午/上詣仁政殿月臺, 行太廟夏享誓戒。"
            },
            "2": {
                "H2KE-EN": "The King proceeded to Injeong Hall and held the successful candidates for the regular civil and military service examinations. ",
                "H2KE-nKo": "주상이 인정전에 나아가 식년 문무과의 방방을 행하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 3월 27일(임오) 2번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)에 나아가 식년 문과·무과(式年文科武科)의 방방(放榜)을 행하였다.",
                "hj": "○上御仁政殿, 行式年文武科放榜。"
            },
            "3": {
                "H2KE-EN": "The King appointed Yun Chisu as third minister of personnel .",
                "H2KE-nKo": "윤치수를 이조 참의로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 3월 27일(임오) 3번째기사",
                "gt-oKo": "윤치수(尹致秀)를 이조 참의로 삼았다.",
                "hj": "○以尹致秀爲吏曹參議。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On gyemi day, the King proceeded to Junghu Hall and personally received the new passers of the civil and military service examinations in the regular morning court assembly.",
                "H2KE-nKo": "계미년에 주상이 중희당에 나아가 식년 문무과 신은의 사은을 친히 받았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 3월 28일(계미) 1번째기사",
                "gt-oKo": "임금이 중희당(重熙堂)에 나아가 식년 문과·무과(式年文科武科)의 신은(新恩)에게 사은(謝恩)을 친히 받았다.",
                "hj": "○癸未/上詣重熙堂, 親受式年文武科新恩謝恩。"
            },
            "2": {
                "H2KE-EN": "Yun Jeonghyeon was appointed as Royal Confucian Academy .",
                "H2KE-nKo": "윤정현을 성균관 대사성으로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 3월 28일(계미) 2번째기사",
                "gt-oKo": "윤정현(尹定鉉)을 성균관 대사성으로 삼았다.",
                "hj": "○以尹定鉉爲成均館大司成。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On muo day, the King proceeded to 춘당대에 나아가 shooting arrows on footing at the royal palanquin.",
                "H2KE-nKo": "주상이 춘당대에 나아가 수가한 군교에게 시사를 행하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 3월 3일(무오) 1번째기사",
                "gt-oKo": "임금이 춘당대(春塘臺)에 나아가 수가(隨駕)한 군교(軍校)에게 시사(試射)를 행하였다.",
                "hj": "○戊午/上御春塘臺, 行隨駕軍校試射。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On gyeongsin day, the King received the officials in the morning court assembly at Yeongchun헌 .",
                "H2KE-nKo": "영춘헌에서 경신 소대를 행하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 3월 5일(경신) 1번째기사",
                "gt-oKo": "영춘헌(迎春軒)에서 소대(召對)를 하였다.",
                "hj": "○庚申/召對于迎春軒。"
            },
            "2": {
                "H2KE-EN": "Twenty-two men, including Im Gwanjin , were selected in the jurisdiction of Suwon Magistracy . It was ordered that they be 전시에 곧바로 응시할 자격을 주었다.",
                "H2KE-nKo": "수원부 경내의 무사를 시취하여 임관진 등 22인에게 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 3월 5일(경신) 2번째기사",
                "gt-oKo": "수원부(水原府) 경내의 무사(武士)를 시취(試取)하였는데, 임관진(林觀鎭) 등 22인에게 직부 전시(直赴殿試)하게 하였다.",
                "hj": "○水原府境內武士試取, 林觀鎭等二十二人, 直赴殿試。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "[The King] ordered that the abolition of the pasturage in Hambong Strategic Prefecture be abolished, and the 4,900 seok of grain loans all be exempted. [The King also ordered that] the colony land be managed by this Office to collect taxes. [The King also ordered that] the colony land be supplied with more than 500 horses and that those suitable for use be selected to this Office to collect taxes and divide [the amount of grain loans] to the main hall in order to distribute [the grain loans] to each port in order to prepare for the remainder corresponding number of troops and horses. [The King] ordered that [the grain loans] be sold [to the pasturage] so as to follow suitable measures. The station workers and others of this pasturage have already failed to lose their livelihood, and [the loans] should be relieved. [The King] ordered this Office to make appropriate measures. [The King also ordered that the altars of the pasturage] be transferred to another place. This was because [the altars of] the new royal tomb were located within the jurisdiction of the new royal tomb.",
                "H2KE-nKo": "배봉 목장을 혁파하고 각종 환곡 4900섬 남짓을 모두 탕감하고, 둔토는 본시에서 구관하여 세금을 거두며, 마축안에 등록된 500여 필은 사용하기에 적합한 것을 가려 거두어 본시에 들여서 각 영문에 분배하여 내주어 군마에 대비하고 남은 수량은 발매하도록 허락하여 좋은 쪽으로 처리할 수 있게 하라고 명하였다. 배봉 목장의 원역 등은 이미 생계를 유지할 수 없게 되었으니 마땅히 돌보아 주어야 할 것이다. 본시로 하여금 알맞게 헤아려 조처하게 하고, 마조단은 다른 곳으로 옮겨 설치하게 하였다. 신릉의 국내이기 때문이다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 3월 7일(임술) 1번째기사",
                "gt-oKo": "배봉 목장(拜峰牧場)을 혁파하고 각종 환곡(還穀) 4천 9백 석(石) 영(零)을 모두 탕감하고, 둔토(屯土)는 본시(本寺)에서 맡아 세(稅)를 거두고, 마축안(馬畜案)에 오른 5백여 필은 사용할 만한 것을 가려서 본시에 거두어 들였다가, 각 영문(營門)에 분배해서 내어 주어 군마(軍馬)에 갖추게 하고, 나머지는 팔도록 허가하여 좋은 방법에 따라 구처(區處)할 수 있는 바탕으로 삼고, 그 목장의 원역(員役) 등은 의지할 곳을 잃어서 돌보아 주어야 하므로 본시로 하여금 적당히 조치하게 하고, 마조단(馬祖壇)은 다른 곳으로 옮겨 설치하라고 명하였다. 새 능(陵)의 국내(局內)이기 때문이다.",
                "hj": "○壬戌/命拜峰牧場革罷, 還各穀四千九百石零, 竝蕩減, 屯土自本寺句管收稅, 馬畜案付五百餘疋, 擇其可合使用者, 收入本寺, 分排出給於各營門, 以備軍馬餘數, 許令發賣, 以爲從長區處之地, 該牧員役等屬, 旣失聊賴, 合有存䘏, 令本寺, 量宜措處。 馬祖壇移設他所。 以新陵局內也。"
            }
        }
    },
    "04": {
        "1": {
            "1": {
                "H2KE-EN": "The King proceeded to the Record of the Grand Abdicated King and stayed overnight at the Hall of Livestock Breeding .",
                "H2KE-nKo": "병술년에 주상이 이문원에 나아가 재숙하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 4월 1일(병술) 1번째기사",
                "gt-oKo": "임금이 이문원(摛文院)에 나아가 재숙(齋宿)하였다.",
                "hj": "○丙戌/上詣摛文院齋宿。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "The King appointed Kim Ijae as minister of personnel , Seo Junbo as minister of war , Hong Hakyeon as second minister of personnel , and Yi Geunu as third minister of personnel .",
                "H2KE-nKo": "을미년에 김이재를 이조 판서로, 서준보를 병조 판서로, 홍학연을 이조 참판으로, 이근우를 이조 참의로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 4월 10일(을미) 1번째기사",
                "gt-oKo": "김이재(金履載)를 이조 판서로, 서준보(徐俊輔)를 병조 판서로, 홍학연(洪學淵)을 이조 참판으로, 이근우(李根友)를 이조 참의로 삼았다.",
                "hj": "○乙未/以金履載爲吏曹判書, 徐俊輔爲兵曹判書, 洪學淵爲吏曹參判, 李根友爲吏曹參議。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "The King appointed Min Chiseong as the Inspector General .",
                "H2KE-nKo": "무술년에 민치성을 사헌부 대사헌으로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 4월 13일(무술) 1번째기사",
                "gt-oKo": "민치성(閔致成)을 사헌부 대사헌으로 삼았다.",
                "hj": "○戊戌/以閔致成爲司憲府大司憲。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "Kim Heunggeun was again appointed minister of personnel , Jo병hyeon as minister of war , Yi Huijo as inspector general , Im Baeksu as censor , and Jeong Joyeong as minister of punishments .",
                "H2KE-nKo": "기해년에 다시 김흥근을 이조 판서로, 조병현을 병조 판서로, 이희조를 사헌부 대사헌으로, 임백수를 사간원 대사간으로, 정조영을 형조 판서로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 4월 14일(기해) 1번째기사",
                "gt-oKo": "다시 김흥근(金興根)을 이조 판서로, 조병현(趙秉鉉)을 병조 판서로, 이희조(李羲肇)를 사헌부 대사헌으로, 임백수(任百秀)를 사간원 대사간으로, 정조영(鄭祖榮)을 형조 판서로 삼았다.",
                "hj": "○己亥/復以金興根爲吏曹判書, 趙秉鉉爲兵曹判書, 李羲肇爲司憲府大司憲, 任百秀爲司諫院大司諫, 鄭祖榮爲刑曹判書。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On gyemyo day, the King went to the royal tomb of the gyemyo year ( to pay respects to the Royal Tomb of Queen Sinui . He opened the Royal Tomb of Queen Sinui and received his mourning robes. He then performed a memorial rite.",
                "H2KE-nKo": "주상이 계묘년에 주상이 수릉에 나아가 전알하고, 옛 능을 열 때 상복을 입고 이어 친히 제사를 지냈다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 4월 18일(계묘) 1번째기사",
                "gt-oKo": "임금이 수릉(綏陵)에 나아가 전알(展謁)하고, 구릉(舊陵)을 연 다음 복(服)을 입고 친제(親祭)를 행하였다.",
                "hj": "○癸卯/上詣綏陵展謁, 啓舊陵受服, 仍行親祭。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "Yi Jiyeon was appointed minister of punishments , Seo Huisun was appointed assistant state councilor , and Seo Gisun was appointed minister of rites .",
                "H2KE-nKo": "이지연을 형조 판서로, 서희순을 의정부 좌참찬으로, 서기순을 예조 판서로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 4월 19일(갑진) 1번째기사",
                "gt-oKo": "이지연(李志淵)을 형조 판서로, 서희순(徐憙淳)을 의정부 좌참찬으로, 서기순(徐箕淳)을 예조 판서로 삼았다.",
                "hj": "○甲辰/以李志淵爲刑曹判書, 徐憙淳爲議政府左參贊, 徐箕淳爲禮曹判書。"
            },
            "2": {
                "H2KE-EN": "The King ordered that Bak Heungsu , a wicked man, who had been arrested by the 포도청, be executed by hanging, so that he might serve as a murder. ",
                "H2KE-nKo": "포도청에서 잡은 요인 박흥수를 효수하여 뭇사람을 경계하라고 명하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 4월 19일(갑진) 2번째기사",
                "gt-oKo": "포청(捕廳)에서 잡은 요인(妖人) 박흥수(朴興秀)를 효수(梟首)하여 뭇사람을 경계하라고 명하였다.",
                "hj": "○命捕廳所捉妖人朴興秀, 梟首警衆。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "The King appointed Jeong Hae , Hong Hakyeon as the Office of the Inspector General .",
                "H2KE-nKo": "홍학연을 사헌부 대사헌으로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 4월 2일(정해) 1번째기사",
                "gt-oKo": "홍학연(洪學淵)을 사헌부 대사헌으로 삼았다.",
                "hj": "○丁亥/以洪學淵爲司憲府大司憲。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The King appointed Min Chiseong as the inspector general of the Office of the Inspector General , Oh Hyeonmun as the navy subarea commander of Gyeonggi [Province] [], and concurrently as the magistrate of Gyodong , subarea commander of the three provinces .",
                "H2KE-nKo": "민치성을 사헌부 대사헌으로, 오현문을 경기 수군절도사 겸 삼도 통어사 교동 부사로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 4월 20일(을사) 1번째기사",
                "gt-oKo": "민치성(閔致成)을 사헌부 대사헌으로, 오현문(吳顯文)을 경기 수군 절도사 삼도 통어사 교동 부사(三道統禦使喬桐府使)로 삼았다.",
                "hj": "○乙巳/以閔致成爲司憲府大司憲, 吳顯文爲京畿水軍節度使兼三道統禦使喬桐府使。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "Kim Donggon was appointed magistrate of Hanseong Magistracy in the sinhae year (.",
                "H2KE-nKo": "김동건을 한성부 판윤으로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 4월 26일(신해) 1번째기사",
                "gt-oKo": "김동건(金東健)을 한성부 판윤으로 삼았다.",
                "hj": "○辛亥/以金東健爲漢城府判尹。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "The King proceeded to Junghu Hall in the gabo year (, and performed a royal physician in order to enter and take care of the Kings health. The King received the officials of the senior third rank or above from the State Council and the Six Ministries in audience. The King said, Now, when the royal physician was transferred to the royal physician, the mourning clothes for the Queen Mother was worn during the period of mourning clothes . I do not know what is the reason for this? Chief State Councilor Kwon Donin said, In general, the mourning clothes for the relatives must be worn during the three-year mourning period. The child should be worn during the period of mourning clothes, and the child should be worn during the period of mourning. The child should be worn during the period of mourning clothes, and the child should be worn during the period of mourning. The Ministry of Rites has already been worn during the Royal Lecture. It would be better to have the former Minister of Rites come forward and report to the King. The King said, That is correct. In the gyechuk year (, the child was worn during the period of mourning clothes was worn during the first anniversary of death. Moreover, the mourning clothes were worn before the Family Rites . In the gyeongin year (, the mourning clothes for the officials of the senior third rank or above were already worn during the three-year mourning period. Now, the mourning clothes for the officials of the senior third rank or above should be worn during the period of mourning clothes. However, the mourning clothes for the Queen Mother were worn during the period of mourning clothes is truly suspicious. Seo Huisun said, Previously, the mourning clothes for the royal physician was worn by the officials of the senior third rank or above. However, your subject merely referred to the record of this Ministry, and the child was worn in accordance with the precedent of our country. Upon receiving Your Majestys instruction, the mourning clothes for the Queen Mother should be worn during the period of mourning clothes. However, the mourning clothes for the Queen Mother in the gyeongin year ( were different from that of the gihae year. Therefore, Your Majesty has consulted and consulted with the intention of propriety and propriety. However, the importance of importance was not observed due to the ignorant circumstances. Also, it is impossible to ask about the matter before the King. Thus, your subject feels very embarrassed. Kwon Donin said, The officials of the senior third rank or above have already worn during the gyechuk year (",
                "H2KE-nKo": "주상이 중희당에 나아가 약원의 입진을 행하고, 대신과 비변사 당상을 인견하였다. 주상이 말하기를,“이번 천릉할 때 대왕대비의 복제는 천담복으로 마련하였는데, 무슨 고거할 것이 있어서 그렇게 하였는지 모르겠다.”하니, 영의정 권돈인이 아뢰기를,“대체로 면례의 복제는 삼년복을 입어야 하는 자가 시마복을 입는 것이니, 곧 아들이 아버지를 위해서나 아내가 남편을 위해서나 마찬가지입니다. 예조에서 마련한 것이 근거할 만한 것이 있을 듯한데, 전 예조 판서가 이미 연석에 있었으니 앞으로 나아와 아뢰게 하는 것이 좋을 듯합니다.”하자, 주상이 말하기를,“그렇다. 계축년에는 천담복으로 마련하였는데, 이는 당초 기복을 위해서 그렇게 한 것이고, 또 《국조상례보편》 이전에도 그렇게 한 것이다. 경인년의 복제는 이미 자최 삼년복이었으니, 이번에는 시마복을 입어야 할 듯한데 천담복으로 마련하였으니, 참으로 매우 의혹스럽다.”하였다. 서희순이 아뢰기를,“천릉할 때의 복제는 신이 지난번에 예조 당상으로서 거행하였는데, 다만 본조의 등록을 상고해 보니 한결같이 국조의 전례에 따라 마련하여 들였습니다. 대왕 대비께서 천담복을 입으시는 일로 삼가 하교를 받들었으나, 경인년의 복제는 기해년과는 다르니, 이번에 하문하신 것은 실로 인정과 예의를 참작하신 성상의 뜻에서 나온 것입니다. 다만 막중한 전례를 신이 흐리멍덩하여 근거할 만한 것이 확실히 없는데다가 또 사전에 하문해 주시기를 청하지도 못하였으니, 아랫사람의 심정으로 볼 때 매우 황송합니다.”하고, 권돈인이 아뢰기를,“예조 당상이 이미 계축년의 전례에 따라 말하였고, 그 당시에 또 초기로 여쭈어 정하였다고 하니, 그럴 듯합니다. 지금 삼가 성상의 하교를 받들건대 인정과 예의로 볼 때 매우 적절합니다. 그러나 신의 얕은 소견으로는 단정하여 대답하기 어려우니, 다시 하문하여 처리하시는 것이 어떻겠습니까?”하니, 주상이 말하기를,“그렇다면 시원임 대신과 예조 당상에게 널리 하문하여 재야의 산림에 있게 하는 것이 좋을 듯하다.”하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 4월 29일(갑인) 1번째기사",
                "gt-oKo": "임금이 중희당(重熙堂)에 나아가 약원(藥院)의 입진(入診)을 행하고 대신과 비국 당상을 인견하였다. 임금이 말하기를, “이번 천릉(遷陵) 때 대왕 대비(大王大妃)의 복제(服制)는 천담복(淺淡服)으로 마련하였는데, 무슨 고거(考據)한 것이 있어서 그렇게 하였는지 모르겠다.” 하였는데, 영의정(領議政) 권돈인(權敦仁)이 말하기를, “대저 면례(緬禮)의 복제는 3년 동안 복을 입어야 하는 자가 시마(緦麻)를 입는 것이니, 곧 아들이 아버지를 위하여, 아내가 지아비를 위하여 입는 것입니다. 해조(該曹)에서 마련한 데에는 의거할 만한 것이 있었을 듯한데, 전 예판(禮判)이 연중(筵中)에 있으므로 앞에 나아가 아뢰게 하는 것이 좋을 듯합니다.” 하자, 임금이 말하기를, “그렇다. 계축년에는 천담복으로 마련하였는데, 대개 당초에 기복(朞服)이었기 때문에 그러하였으며, 또한 《상례보편(喪禮補編)》 이전에 있었기 때문이다. 경인년의 복제는 이미 재최 삼년(齊衰三年)이었으므로, 이번에는 시복(媤服)이 있어야 할 듯한데 천담복으로 마련하였으니, 참으로 매우 의혹된다.” 하니, 서희순(徐憙淳)이 말하기를, “천릉 때의 복제는 신이 접때 예조 당상(禮曹堂上)으로서 거행하였는데, 다만 본조(本曹)의 등록(謄錄)을 상고하여 한결같이 국조(國朝)의 전례에 따라 마련하여 들였습니다. 대왕 대비께서 천담복을 입으시는 것으로 하교를 받았습니다마는, 경인년의 복제는 기해년과 다르니, 이제 하문하신 것은 실로 정례(情禮)를 참작하신 성의(聖意)에서 나온 것입니다. 다만 막중한 전례(典禮)를 신이 흐릿하여 이미 인용한 근거가 확실하지 못하였고, 또 사전에 하문을 청하지도 못하였으니, 아랫사람의 정상으로서는 매우 황송합니다.” 하였다. 권돈인이 말하기를, “예조 당상이 이미 계축년의 전례에 따른 것이라고 말하였고, 그때에는 또한 초기(草記)로 품정(稟定)하였다 하니, 혹 그럴 수 있었을 듯합니다. 이제 성교(聖敎)를 받들건대, 심정으로 보나 예절로 보나 매우 마땅합니다마는, 신의 얕은 소견으로는 뚜렷하게 우러러 대답하기 어려우니, 다시 하문하여 처치하시는 것이 어떠하겠습니까?” 하니, 임금이 말하기를, “그렇다면 시임(時任)·원임(原任)의 대신과 예조 당상과 외방에 있는 산림(山林)에게 널리 묻는 것이 좋을 듯하다.” 하였다.",
                "hj": "○甲寅/上御重熙堂, 行藥院入診, 引見大臣備局堂上。 上曰: “今番遷陵時, 大王大妃服制, 以淺淡服磨鍊, 未知有何考據而然乎?” 領議政權敦仁曰: “大抵緬服, 乃應服三年者之服緦也, 卽子爲父妻爲夫是已。 該曹磨鍊, 似有可據, 而前禮判旣在筵中, 使之進前仰奏似好矣。” 上曰: “然矣。 癸丑則以淺淡服磨鍊, 蓋爲當初朞服而然也, 且在《喪禮補編》以前也。 庚寅服制, 旣爲齊衰三年, 今番似當有緦服, 而乃以淺淡服磨鍊, 誠甚疑眩矣。” 徐憙淳曰: “遷陵服制, 臣頃以禮堂擧行, 而只稽本曹謄錄, 一依國朝已例, 磨鍊以入矣。 以大王大妃進御淺淡服事, 伏承下敎, 而庚寅服制, 異於己亥, 則今此, 下詢, 實出於參酌情禮之聖意。 第莫重典禮, 緣臣茫昧, 旣未能確有援據, 又不能先事請詢, 其在下情, 萬萬惶悚矣。” 敦仁曰: “禮堂旣依癸丑例爲辭, 其時又以草記稟定云, 似或然矣。 今伏承聖敎, 則情禮之間, 甚得其宜, 而以臣淺見, 有難質言仰對, 更爲下詢處之何如?” 上曰: “然則博詢于時原任大臣及禮堂, 在外山林似好矣。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On muja day, the first day of the month, the King proceeded to the Royal Ancestral Shrine and stayed there overnight.",
                "H2KE-nKo": "주상이 태묘에 나아가 재숙하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 4월 3일(무자) 1번째기사",
                "gt-oKo": "임금이 태묘(太廟)에 나아가 재숙(齋宿)하였다.",
                "hj": "○戊子/上詣太廟齋宿。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "The King personally performed the summer state sacrifice at the Royal Ancestral Shrine in the gichuk year (.",
                "H2KE-nKo": "기축년에 태묘의 하향 대제를 친히 행하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 4월 4일(기축) 1번째기사",
                "gt-oKo": "태묘(太廟)의 하향(夏享)을 친히 행하였다.",
                "hj": "○己丑/親行太廟夏享。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On gabo day, the first day of the month, the King proceeded to the new royal tomb of the gabo year ( and inspected the Royal Tomb of Queen Sinui . The King then held a banquet to treat him to a feast. After returning, the King proceeded to the Royal Ancestral Shrine of the eastern corridor of the Royal Tomb of Queen Sinui and performed the ancestral rite. ",
                "H2KE-nKo": "주상이 새 능소에 나아가 간심하고, 이어 호궤를 행하였다. 돌아오는 길에 동관왕묘에 나아가 전작례를 행하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 4월 9일(갑오) 1번째기사",
                "gt-oKo": "임금이 새 능소(陵所)에 나아가 간심(看審)하고, 이어서 호궤(犒饋)를 행하고, 돌아오는 길에 동관왕묘(東關王廟)에 나아가 전작례(奠酌禮)를 행하였다.",
                "hj": "○甲午/上詣新陵所看審, 仍行犒饋, 還詣東關王廟, 行奠酌禮。"
            }
        }
    },
    "05": {
        "1": {
            "1": {
                "H2KE-EN": "[The King] issued a royal order stating: On this month of this year, [I] feel sorrowful and sorrowful. [I] send an official to perform the memorial rites on the anniversary of Queen Hyochangs passing.",
                "H2KE-nKo": "전교하기를,“올해 이달은 슬픈 감회가 더욱 간절하다. 효창묘의 기신제에 중신을 보내 섭행하게 하라.”하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 5월 1일(을묘) 1번째기사",
                "gt-oKo": "하교하기를, “이 해 이 달에는 슬픈 생각이 매우 절실하다. 효창묘(孝昌墓)의 기신제(忌辰祭)에 중신(重臣)을 보내어 섭행(攝行)하게 하라.” 하였다.",
                "hj": "○乙卯/敎曰: 是年是月, 愴懷冞切。 孝昌墓忌辰祭, 遣重臣攝行。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "The Ministry of Rites made a recommendation regarding the dressing of the mourning clothes for the Great King Gongjeong (Jeongjong and reported to the King. The King issued a royal directive, which stated, The various high-ranking officials and the students of Confucian scholars have no difference in their differings. The dressing of the Queen Mother should be replaced with the dressing of the mourning clothes for the first time. ",
                "H2KE-nKo": "예조가 대왕대비전의 복제에 대해 의견을 수렴하여 아뢰니, 전교하기를,“대신들과 산림의 의견을 수렴한 결과 차이가 없으니, 대왕대비전의 복색은 시복으로 바꾸어 마련하라.”하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 5월 12일(병인) 1번째기사",
                "gt-oKo": "예조(禮曹)에서 대왕 대비전(大王大妃殿)의 복제(服制)를 수의(收議)하여 아뢰니, 하교하기를, “대신(大臣)·산림(山林)들의 수의가 다른 것이 없으니, 대왕 대비전에서 입으신 복색을 시복(緦服)으로 고쳐 마련하도록 하라.” 하였다.",
                "hj": "○丙寅/禮曹以大王大妃殿服制收議啓, 敎曰: 諸大臣山林收議, 無所異同, 大王大妃殿進御服色, 改以緦服磨鍊。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "The Ministry of War reported to the King as follows: Your subjects recently saw Governor of Pyeongan Province Hong Jacheol , and Army Commander Jo Jonjung addressed the throne as follows: In Ganggye , there are many vagabonds in the villages of Sapa and other areas, and there are numerous vagabonds that have come and stayed there. The prohibition on the two countries is very strict. It is requested that Your Majesty have the Ministry of Rites report on this matter. Previously, in the imin year (, there were also such a problem in which the Office of the Inspector General sent an official document to the Board of Rites, and even the imperial edict was issued to expel them. However, it has not been long since Your Majesty again came and stayed there again, which is twice as much as the imin year (. It seems not possible that pheasants and lynx are schemes for a moment. Thus, Your Majesty should send an official document to the Board of Rites so that it may be separately investigated and clearly enforced. This would be convenient. The King approved this. ",
                "H2KE-nKo": "비변사가 아뢰기를,“방금 평안 감사 홍재철과 병사 조존중의 장계를 보니, ‘강계의 여염과 사파 등지에 허다한 비적들이 간간이 와서 살고 있는데, 두 나라의 경계를 매우 엄하게 금하고 있습니다. 묘당으로 하여금 주상께 여쭈어 처리하게 하소서.’라고 하였습니다. 지난번 임인년에 상토와 만포의 건너편에도 이러한 폐단이 있어서 예부에 자문을 보내 황지를 내려 토벌하여 쫓아내게까지 하였습니다. 그런데 몇 년 지나지 않아 또다시 와서 살고 있으니, 임인년에 비해서 몇 배나 될 뿐만 아니라 한때 꿩이나 토끼를 사냥할 생각도 아닌 듯합니다. 우선 성경에 자문을 보내 별도로 조사하여 밝히게 하는 것이 사리에 합당할 듯합니다.”하니, 윤허하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 5월 16일(경오) 1번째기사",
                "gt-oKo": "비국(備局)에서 아뢰기를, “지금 막 평안 감사(平安監司) 홍재철(洪在喆)·병사(兵使) 조존중(趙存中)의 장계(狀啓)를 보니, ‘강계(江界)의 여염(閭閻)과 사파(四把) 등지에 허다한 비류(匪類)가 간간이 와서 사는데, 두 나라의 경계는 금조(禁條)가 매우 엄하니, 청컨대, 묘당(廟堂)으로 하여금 품처(稟處)하게 하소서.’ 하였습니다. 전에 임인년에 상토(上土)·만포(滿浦)의 건너편에서도 이런 폐단이 있었는데, 예부(禮部)에 이자(移咨)하여 황지(皇旨)에 따라 쳐서 쫓은 일까지 있었습니다. 그런데 몇 해 지나지 않아 또 다시 와서 사는 것이 임인년에 비하여 갑절이나 많을 뿐만 아니라, 한때 꿩이나 토끼를 사냥할 생각이 아닌 듯하니, 우선 성경(盛京)에 이자하여 각별히 사핵(査覈)해서 구명하게 하는 것이 마땅할 듯합니다.” 하니, 윤허하였다.",
                "hj": "○庚午/備局啓言: 卽見平安監司洪在喆, 兵使趙存中狀啓, ‘江界閭閻四把等地, 許多匪類, 間間來接, 兩國交界, 禁條甚嚴, 請令廟堂稟處矣。’ 頃於壬寅上土、滿浦越邊, 亦有此弊, 移咨禮部, 至於皇旨勦逐之擧。 而曾未幾年, 又復來接, 較諸壬寅, 不啻倍蓰, 似非一時雉兎之計, 爲先移咨盛京, 俾爲另行査明, 恐合事宜。” 允之。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "Shin Mihyu was appointed minister of punishments , and Yi Huigyeong was appointed army commander of Jeolla Province . ",
                "H2KE-nKo": "임성고를 형조 판서로, 이희경을 전라도 병마절도사로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 5월 17일(신미) 1번째기사",
                "gt-oKo": "임성고(任聖皐)를 형조 판서로, 이희경(李熙絅)을 전라도 병마 절도사로 삼았다.",
                "hj": "○辛未/以任聖皐爲刑曹判書, 李熙絅爲全羅道兵馬節度使。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "Kim Jeong집 , Governor of Hwanghae Province , was arrested and imprisoned in the case of Kim Daegeon , a naturalized man. The King ordered the State Council to thoroughly investigate the case.",
                "H2KE-nKo": "황해 감사 김정집이 이양인 김대건을 잡아 가둔 일에 대해, 묘당으로 하여금 엄히 조사하게 하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 5월 20일(갑술) 1번째기사",
                "gt-oKo": "황해 감사 김정집(金鼎集)이 이양인(異樣人) 김대건(金大建)을 잡아 가둔 일을 묘당(廟堂)으로 하여금 엄히 핵사(覈査)하게 하였다.",
                "hj": "○甲戌/黃海監司金鼎集, 以異樣人金大建捉囚事, 令廟堂, 使之嚴覈。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The King appointed Seo Daesun as third minister of personnel .",
                "H2KE-nKo": "서대순을 이조 참의로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 5월 27일(신사) 1번째기사",
                "gt-oKo": "서대순(徐戴淳)을 이조 참의로 삼았다.",
                "hj": "○辛巳/以徐戴淳爲吏曹參議。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "Min Chiseong was appointed second minister of personnel .",
                "H2KE-nKo": "민치성을 이조 참판으로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 5월 29일(계미) 1번째기사",
                "gt-oKo": "민치성(閔致成)을 이조 참판으로 삼았다.",
                "hj": "○癸未/以閔致成爲吏曹參判。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "The King proceeded to Junghu Hall of the gapsin year (1404, the fifth year of King Taejongs reign and received the officials of the senior third rank or above and the officials of the senior third rank or above in rotation.",
                "H2KE-nKo": "주상이 중희당에 나아가 대신과 비국 당상을 인견하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 5월 30일(갑신) 1번째기사",
                "gt-oKo": "임금이 중희당(重熙堂)에 나아가 대신과 비국 당상을 인견하였다.",
                "hj": "○甲申/上御重熙堂, 引見大臣備局堂上。"
            },
            "2": {
                "H2KE-EN": "The King appointed Im Seonggo as chief circuit commander of the Right frontier commander .",
                "H2KE-nKo": "임성고를 우변포도대장으로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 5월 30일(갑신) 2번째기사",
                "gt-oKo": "임성고(任聖皐)를 우변 포도 대장(右邊捕盜大將)으로 삼았다.",
                "hj": "○以任聖皐爲右邊捕盜大將。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On gimi day, the King went to the Royal Tomb of Queen Sinui to pay a visit to the royal tomb and attended the luncheon.",
                "H2KE-nKo": "주상이 수릉에 나아가 전알하고 재숙하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 5월 5일(기미) 1번째기사",
                "gt-oKo": "임금이 수릉(綏陵)에 나아가 전알(展謁)하고 재숙(齋宿)하였다.",
                "hj": "○己未/上詣綏陵展謁齋宿。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On gyeongsin day, the King performed the memorial rites on the anniversary of Queen Sinuis passing and then performed the memorial rites on the anniversary of the passing of King Uihye .",
                "H2KE-nKo": "수릉의 기신제를 행하고, 이어 의릉에 나아가 친히 제사 지냈다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 5월 6일(경신) 1번째기사",
                "gt-oKo": "수릉(綏陵)의 기신제(忌辰祭)를 행하고, 이어서 의릉(懿陵)에 나아가 친제(親祭)하였다.",
                "hj": "○庚申/行綏陵忌辰祭, 仍詣懿陵親祭。"
            }
        }
    },
    "06": {
        "1": {
            "1": {
                "H2KE-EN": "The King removes the mourning clothes for the gabo year (1424, the fifth year of King Sejong.",
                "H2KE-nKo": "갑인년에 면복을 벗었다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 6월 1일(갑인) 1번째기사",
                "gt-oKo": "면복(緬服)을 벗었다.",
                "hj": "○甲寅/除緬服。"
            },
            "2": {
                "H2KE-EN": "The King went to the Royal Ancestral Shrine to pay a visit to the King.",
                "H2KE-nKo": "주상이 태묘에 나아가 전알하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 6월 1일(갑인) 2번째기사",
                "gt-oKo": "임금이 태묘(太廟)에 나아가 전알(展謁)하였다.",
                "hj": "○上詣太廟展謁。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "The King transmitted a royal directive to the Ministry of Rites , which reads as follows: One steady rain does not cease for a month, and thus there will be many problems inflicting upon the farming season. I think about the peoples farming and there is no peace to eat and eat. Although it is before the beginning of the autumn, how can it be at variance with the common practice? Have the Ministry of Rites hold the rites of praying for clearing and steady rain without auspicious day. ",
                "H2KE-nKo": "전교하기를,“한번 비가 내리더니 장마가 되어 한 달이 넘도록 그치지 않으니 필시 벼를 해칠 우려가 많을 것이다. 백성들의 일을 생각하면 침식이 편치가 않다. 비록 입추 전이기는 하지만 어찌 상례에 구애되겠는가. 기청제를 예조로 하여금 택일하지 말고 설행하게 하라.”하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 6월 12일(을축) 1번째기사",
                "gt-oKo": "하교하기를, “한 번 비가 내리더니 장마가 되어 두 달에 걸쳐 그치지 않으니, 농사를 해칠 걱정이 많이 있을 것이다. 민사(民事)를 생각하면 자고 먹는 것이 편안하지 못하다. 입추(立秋) 전이기는 하나, 어찌 상례(常例)에 얽매이겠는가? 해조(該曹)로 하여금 길일(吉日)을 잡지 말고 기청제(祈晴祭)를 설행(設行)하게 하라.” 하였다.",
                "hj": "○乙丑/敎曰: 一雨成霖, 跨月不止, 必多有痒稼之患。 言念民事, 寢食靡安, 雖是立秋之前, 何拘常例? 祈晴祭, 令該曹, 不卜日設行。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "An earthquake occurred.",
                "H2KE-nKo": "지진이 있었다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 6월 13일(병인) 1번째기사",
                "gt-oKo": "지진(地震)이 있었다.",
                "hj": "○丙寅/地震。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "The King transmitted a royal directive to the Ministry of War , which stated, How can we repeatedly on the performance evaluation of the four provinces? Currently, the performance evaluation of the middle and the midle and the middle and the midle of the midle and the mi",
                "H2KE-nKo": "전교하기를,“전최에 대해 그동안 신칙한 것이 어떠하였는가. 그런데 이번에 네 도에서 각각 약간의 쇠잔한 고을을 중고로 마감하였으니, 이것이 무슨 도리인가. 해서 한 고을의 중고로 말하면 더욱 놀랍다. 이러고서야 조정의 명령이 어떻게 행해지겠는가. 황해 감사 김정집에게 책임을 물어 파직하는 법을 시행하고, 원래의 계본은 시행하지 말며 새 도백이 부임하기를 기다려 다시 수정하게 하라. 경기, 관동, 관서 세 도의 도신에게는 모두 함사추고하는 법을 시행하고, 계본도 도로 내려보내 밤새워 수정하여 보고하게 하라.”하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 6월 15일(무진) 1번째기사",
                "gt-oKo": "하교하기를, “전최(殿最)를 전후에 신칙(申飭)한 것이 어떠하였는데, 이번에 네 도(道)에서 각각 약간 잔폐(殘弊)한 고을을 중고(中考)로 마감한 것은 무슨 도리인가? 해서(海西)에 이르러서는 한 고을이 중고였으니, 더욱 놀랍다. 이러하고서 조정의 명령이 어떻게 행해지겠는가? 황해 감사 김정집(金鼎集)에게 견파(譴罷)의 법을 시행하고, 원계본(原啓本)은 시행하지 말고 새 도백(道伯)이 부임하기를 기다려 다시 수정하게 하라. 경기(京畿)·관동(關東)·관서(關西) 세 도의 도신은 모두 함사(緘辭)로 종중 추고(從重推考)하는 법을 시행하고, 계본(啓本)도 도로 내려보내어 밤새워 수정하여 아뢰게 하라.” 하였다.",
                "hj": "○戊辰/敎曰: 殿最之前後申飭何如? 而今番四道之各以如干殘邑中考磨勘者, 此何道理乎? 至於海西之一邑中考, 尤爲駭然。 如是而朝令何以行乎? 黃海監司金鼎集, 施以譴罷之典, 原啓本勿施, 待新道伯赴任, 使之更爲修正, 京畿關東、關西三道道臣, 竝施緘辭從重推考之典, 啓本, 亦令還下送, 使之罔夜修正以聞。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Yusu as supreme general of the Inner Palace Guards and Yi응sik as supreme general of the Middle Army .",
                "H2KE-nKo": "이유수를 금위대장으로, 이응식을 총융사로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 6월 15일(무진) 2번째기사",
                "gt-oKo": "이유수(李惟秀)를 금위 대장(禁衛大將)으로, 이응식(李應植)을 총융사(摠戎使)로 삼았다.",
                "hj": "○以李惟秀爲禁衛大將, 李應植爲摠戎使。"
            },
            "3": {
                "H2KE-EN": "The King went to 희정당에 나아가 대신과 비국 당상을 인견하였다. The King said, Among the 제목s of the evaluation of the performance evaluation of the officials of the senior third rank or above, there are cases in which the superior grade of the higher grade of",
                "H2KE-nKo": "주상이 희정당에 나아가 대신과 비국 당상을 인견하였다. 주상이 말하기를,“포폄 제목 중에 혹 위에서 높이고 낮추는 예가 있는가? 정묘조에는 혹 위에서 높이고 낮추는 때가 있었다. 기장 현감 마하백의 하고 제목은 하고가 되기에 부족하다. 또 이 사람은 바로 명나라 사람의 후손이니, 내가 하고에 올려 두고 싶은데 어떨지 모르겠다.”하니, 영의정 권돈인이 아뢰기를,“오직 성상의 마음에 달려 있습니다.”하자, 마침내 하고로 올리라고 명하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 6월 15일(무진) 3번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가 대신과 비국 당상을 인견하였다. 임금이 말하기를, “포폄(褒貶)의 제목 가운데 혹 위에서 높이고 낮추는 예(例)가 있었는가? 정조(正祖) 때에는 혹 위에서 높이고 낮추신 때가 있었다. 기장 현감(機張縣監) 마하백(麻夏帛)의 하고 제목(下考題目)은 하고를 삼을 수 없다. 또 이 사람은 황조(皇朝) 사람의 후손이니, 내가 상고(上考)로 높여 놓으려 하는데, 어떨는지 모르겠다.” 하였는데, 영의정(領議政) 권돈인(權敦仁)이 말하기를, “오직 성심(聖心)에 달려 있습니다.” 하니, 드디어 상고로 높이라고 명하였다.",
                "hj": "○上御熙政堂, 引見大臣備局堂上。 上曰: “褒貶題目中, 或有自上陞降之例乎? 正廟朝, 或有自上陞降之時矣。 機張縣監麻夏帛下考題目, 不足爲下考。 而且此人, 卽皇朝人後孫也, 予欲陞置上考, 未知如何?” 領議政權敦仁曰: “惟在聖心矣。” 遂命陞爲上考。"
            },
            "4": {
                "H2KE-EN": "The King appointed Yi Gau as deputy magistrate of Hanseong Magistracy and Nam 헌교 as governor of Hwanghae Province. ",
                "H2KE-nKo": "이가우를 한성부 판윤으로, 남헌교를 황해도 관찰사로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 6월 15일(무진) 4번째기사",
                "gt-oKo": "이가우(李嘉愚)를 한성부 판윤으로, 남헌교(南獻敎)를 황해도 관찰사로 삼았다.",
                "hj": "○以李嘉愚爲漢城府判尹, 南獻敎爲黃海道觀察使。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "A fire broke out at the Capital Wall Repairs Directorate .",
                "H2KE-nKo": "감강청에 불이 났다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 6월 18일(신미) 1번째기사",
                "gt-oKo": "감강청(鑑講廳)에 불이 났다.",
                "hj": "○辛未/鑑講廳火。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "The Ministry of War reported to the King as follows: When your subject saw Jeong Taekseon , Subarea Commander of Chungcheong Province Jeong Taekseon , he said, The residents of the coastal area outside Yeon Island of Hongju brought one small chest and one small piece of paper, and said, I came to anchor their ship to the frontier of the island and distribute it to the chest. However, the paper piece of paper piece is what the Jurchen or the island people personally communicated with each other. Thus, it is proper to thoroughly cross-examined and then return it to the chest. Therefore, your subject sent them to the magistrate of Hongju Strategic County , and had Seo Seungsun , Subarea Commander Kim Wonhui , persuade him so that they might persuade them and return them to the chest. The King ordered an official document to make a urgent message. As for the chest for several days, Jeong Taeks ship remained unable to thoroughly ask about the circumstances, which is truly worrisome. However, if the chest for questioning the people of the island had already been witnessed and submitted to the chest, it would be proper to immediately witness the chest and thoroughly report it to the throne. However, Jeong Taek was thoroughly thoroughly, and he was sent to the official in charge of the coastal area. Initially, there was no word about what the chest was witnessed and what the questioning was witnessed? If it is not suspicious, he must have been responsible for responsibility. Therefore, 해당 Subarea Commander of the Ministry of War should be ordered to interrogate him and punish him. As for the chest and the witnessed for questioning the chest, we should immediately report the circumstances of the chest. Your subject requests that Your Majesty strictly enforce the chest for him. The King approved this request.",
                "H2KE-nKo": "비변사가 아뢰기를,“방금 충청 수사 정택선의 장계를 보니 ‘홍주 외연도에 사는 백성들이 작은 궤짝 한 개와 종이 한 조각을 가지고 와서 바치면서 「이양선이 본도 앞바다에 와서 떠 있기에 궤짝을 내주었는데, 종이는 저 사람들이 섬 백성들과 사사로이 서로 문답한 말이다.」라고 하였습니다. 이 일은 철저히 조사하여 궤짝을 돌려주어야 하겠기에 문정관인 홍주목에 압송하여 서승순, 수우후 김원희에게 효유하여 돌려주게 하라는 내용으로 말을 잘 만들어 관문을 보내 신칙하였습니다.’라고 하였습니다.이양선이 여러 날 동안 머무르면서 미처 문정하지 못한 것은 참으로 대단히 허술합니다. 그러나 이미 섬 백성들이 문답한 필적과 궤짝을 가지고 와서 바친 것이 있으니 즉시 뜯어 보고 낱낱이 보고해야 했는데도 철저히 조사하겠다고 문정관에게 압송하였고, 애당초 궤짝 가운데 어떤 물건이며 문답한 것이 어떤 말이었는지에 대해서는 한마디도 언급하지 않았으니, 어찌 이러한 일의 체모가 있단 말입니까. 만일 의심하고 겁낸 것이 아니라면 필시 남에게 미루는 것일 것이니, 해당 수사를 우선 파직하고 의금부로 하여금 잡아다 신문하여 엄중하게 감처하게 하소서. 궤짝과 문답한 필적은 즉시 상황을 갖추어 급히 보고하라는 뜻으로 엄히 신칙하소서.”하니, 윤허하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 6월 23일(병자) 1번째기사",
                "gt-oKo": "비국(備局)에서 아뢰기를, “지금 충청 수사(忠淸水使) 정택선(鄭宅善)의 장계(狀啓)를 보니, 이르기를, ‘홍주(洪州) 외연도(外煙島)에 사는 백성이 작은 궤자(櫃子) 하나와 저지(楮紙) 한 조각을 가져와서 바치고 말하기를, 「이양선(異樣船)이 와서 본도(本島) 앞바다에 떠 있는데, 궤자를 내어 주었습니다. 그리고 저지는 저들과 섬 백성이 사사로이 서로 문답한 말입니다.」 하였습니다. 일이 철저히 사문(査問)하고 궤자를 돌려주어야 하겠으므로, 문정관(問情官) 홍주 목사(洪州牧使) 서승순(徐承淳)·수우후(水虞候) 김원희(金遠喜)에게 압송(押送)해서 넘겨주고 효유(曉諭)하여 돌려주게 하라는 뜻으로 조사(措辭)하여 관문(關文)을 보내어 신칙(申飭)하였습니다.’ 하였습니다. 이양선이 여러 날 동안 머물러 있었으나, 미처 정상을 묻지 못한 것은 진실로 아주 허술한 일이었으며, 이미 섬 백성이 문답한 필적(筆蹟)과 궤자를 가져와 바친 것이 있으면 곧 뜯어 보고 낱낱이 아뢰었어야 할 것인데, 철저히 사문하기 위하여 문정관에게 압송하였다 하고, 애초에 궤자 가운데의 것이 어떤 물건이고 문답한 것이 어떤 말인지에 대하여 한 마디 말이 없으니, 어찌 이러한 사체(事體)가 있겠습니까? 만약 의심하여 겁낸 것이 아니면 책임을 남에게 미루는 것이니, 해당 수사(水使)를 우선 파출(罷黜)하고, 해부(該府)로 하여금 나문(拿問)하여 무겁게 감단(勘斷)하게 하소서. 그리고 궤자와 문답한 필적은 곧 형지(形止)를 갖추어 치보(馳報)하라는 뜻으로 엄히 신칙하소서.” 하니, 윤허하였다.",
                "hj": "○丙子/備局啓言: “卽見忠淸水使鄭宅善狀啓, 則以爲, ‘洪州外烟島居民, 持納一小樻子及一片楮(紙)〔紙〕, 謂以 「異樣船, 來浮于本島前洋, 出給樻子。 而楮(紙)〔紙〕則彼人與島民, 私相問答之語。」 事當到底窮査, 還給樻子, 故押付于問情官洪州牧, 使徐承淳, 水虞候金遠喜處, 使之曉諭還給之意, 措辭關飭云矣。’ 異樣船之逗遛屢日, 未及問情, 固萬萬踈虞, 而旣有島民問答筆蹟及樻子來納者, 則事當卽地坼見, 一一登聞, 而謂以窮査, 押送于問情官, 初無一辭之及於樻子中何物, 問答之何語者, 焉有如許事體乎? 如非疑劫, 必是推諉, 當該水使, 爲先罷黜, 令該府, 拿問重勘。 樻子與問答筆蹟, 卽具形止馳報之意, 請嚴飭。” 允之。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Mindeok as navy commander of Chungcheong Province .",
                "H2KE-nKo": "이민덕을 충청도 수군절도사로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 6월 23일(병자) 2번째기사",
                "gt-oKo": "이민덕(李敏德)을 충청도 수군 절도사로 삼았다.",
                "hj": "○以李敏德爲忠淸道水軍節度使。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "The King proceeded to the Royal Confucian Academy and held audience with the three imperial envoys.",
                "H2KE-nKo": "주상이 희정당에 나아가 돌아온 세 사신을 불러서 보았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 6월 26일(기묘) 1번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가 돌아온 세 사신(使臣)을 소견(召見)하였다.",
                "hj": "○己卯/上御熙政堂, 召見回還三使臣。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "The King issued a royal directive: The law is equivalent to the world, and the lightest punishment should be equivalent to the world, which is the impossible penalty to the world. For this reason, I had a discussion on this matter. I am afraid that a squad leader receives a new battle arrows and conveys his orders to the battle formation of battle formation. I am afraid that the seals of the battle formation , and the seals of a government office are not the same. Therefore, even though the battle formation lost, it would also be right to disregard the royal order and violate the military law. However, this is a matter of presumptuous occurrence in establishing a new battle formation, and all the high officials did not make an argument. Therefore, I specially applied to the lightest punishment equivalent to the world. Former Capital Military Officer Shin Myeongheup , who was sentenced to death, was sentenced to a military exile in a remote area.",
                "H2KE-nKo": "전교하기를,“법이란 천하가 공평한 것이니, 마땅히 무겁게 해야 할 것을 가볍게 하고 가볍게 해야 할 것을 무겁게 하는 것은 똑같이 형벌을 잘못 적용하는 것이다. 그러므로 수의한 것이다. 신전을 받들고 진열에 전명하는 것은 제서, 부험, 아문의 인신과 같지 않을 듯하니, 이른바 유실하였다는 것은 임금의 명을 저버리고 군율을 범한 것이라고 해도 될 것이다. 그러나 이는 처음 있는 일이므로 대신들의 의견에 모두 딱 들어맞는 대답이 없었으니, 특별히 가볍게 감처하고 선전관 신명즙은 사형을 감하여 변원에 충군하라.”하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 6월 7일(경신) 1번째기사",
                "gt-oKo": "하교하기를, “법이란 천하에 고루 공평해야 하는 것이니, 무거워야 하는데 가볍게 하거나 가벼워야 하는데 무겁게 하는 것은 다 실형(失刑)이 되므로 의논을 거두었다. 신전(信箭)을 받들고 진중에 명을 전하는 것은 제서(制書)·부험(符驗)·아문 인신(衙門印信)과 같지 않은 듯하니, 유실(遺失)하였다는 것은 군명(君命)을 버리고 군율(軍律)을 범한 것이라고 해도 옳을 것이다. 이것은 처음 있는 일에 관계되므로, 대신의 의논에도 다 확실한 대답이 없으니, 특별히 말감(末勘)하여 선전관(宣傳官) 신명즙(申命濈)은 사형을 감면하여 변원(邊遠)에 충군(充軍)하도록 하라.” 하였다.",
                "hj": "○庚申/敎曰: 法者, 天下平, 當重而傅輕, 當輕而從重, 均爲失刑, 故所以有收議也。 奉將信箭, 傳命陣列, 恐與制書、符驗、衙門印信不同, 則所謂遺失, 雖謂之棄君命而犯師律, 亦可矣。 此係創有之故, 大臣之議, 俱無質對, 特從末勘, 宣傳官申命濈, 減死邊遠充軍。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "Jo Deukrim was appointed as headmaster of the Royal Confucian Academy , and Yi No병 as minister of punishments .",
                "H2KE-nKo": "조득림을 성균관 대사성으로, 이노병을 형조 판서로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 6월 8일(신유) 1번째기사",
                "gt-oKo": "조득림(趙得林)을 성균관 대사성으로, 이노병(李魯秉)을 형조 판서로 삼았다.",
                "hj": "○辛酉/以趙得林爲成均館大司成, 李魯秉爲刑曹判書。"
            }
        }
    },
    "07": {
        "1": {
            "1": {
                "H2KE-EN": "The King proceeded to Junghui Hall to summon a rotational audience and held a rotational audience.",
                "H2KE-nKo": "주상이 중희당에 나아가 윤대관을 불러서 보았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 7월 1일(갑신) 1번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가 윤대관(輪對官)을 소견(召見)하였다.",
                "hj": "○甲申/上御重熙堂召見輪對官。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "Yi Huijo , the Office of the Inspector General , and Jeong Deokhwa , the Office of the Censor General .",
                "H2KE-nKo": "이희조를 사헌부 대사헌으로, 정덕화를 사간원 대사간으로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 7월 10일(계사) 1번째기사",
                "gt-oKo": "이희조(李羲肇)를 사헌부 대사헌으로, 정덕화(鄭德和)를 사간원 대사간으로 삼았다.",
                "hj": "○癸巳/以李羲肇爲司憲府大司憲, 鄭德和爲司諫院大司諫。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On gabo day, the King proceeded to 춘당대에 나아가 칠석제를 행하였다. The 부에서 수석을 차지한 서대순에게 전시에 곧바로 응시할 자격을 주었다.",
                "H2KE-nKo": "주상이 춘당대에 나아가 칠석제를 행하였다. 부에서 수석을 차지한 서대순에게 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 7월 11일(갑오) 1번째기사",
                "gt-oKo": "임금이 춘당대(春塘臺)에 나아가 칠석제(七夕製)를 행하고, 부(賦)에 으뜸을 차지한 서대순(徐大淳)에게 직부 전시(直赴殿試)하게 하였다.",
                "hj": "○甲午/上御春塘臺, 行七夕製, 賦居首徐大淳, 直赴殿試。"
            },
            "2": {
                "H2KE-EN": "The King appointed Seo Gisun as the Office of the Inspector General , Jo Chungsik as the Office of the Censor General , Seong Su묵 as the second minister of personnel , Kim Jajeon as the Royal Confucian Academy , and Yi Hyeonjik as the naval commander of Left Gyeongsang Province .",
                "H2KE-nKo": "서기순을 사헌부 대사헌으로, 조충식을 사간원 대사간으로, 성수묵을 이조 참판으로, 김재전을 성균관 대사성으로, 이현직을 경상좌도 수군절도사로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 7월 11일(갑오) 2번째기사",
                "gt-oKo": "서기순(徐箕淳)을 사헌부 대사헌으로, 조충식(趙忠植)을 사간원 대사간으로, 성수묵(成遂默)을 이조 참판으로, 김재전(金在田)을 성균관 대사성으로, 이현직(李顯稷)을 경상좌도 수군 절도사로 삼았다.",
                "hj": "○以徐箕淳爲司憲府大司憲, 趙忠植爲司諫院大司諫, 成遂默爲吏曹參判, 金在田爲成均館大司成, 李顯稷爲慶尙左道水軍節度使。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "[The King] appointed Bak Yeongwon as minister of rites , Kim Hyeongeun as second envoy for expressing gratitude for imperial benevolence , Bak Jonggil as vice-envoy , and Song Ju헌을 서장관으로 삼았다.",
                "H2KE-nKo": "을미년 도목 정사를 행하였다. 하비하여 박영원을 예조 판서로, 김현근을 동지 겸 사은 정사로, 박종길을 부사로, 송주헌을 서장관으로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 7월 12일(을미) 1번째기사",
                "gt-oKo": "도정(都政)을 행하고 하비(下批)하여 박영원(朴永元)을 예조 판서로, 김현근(金賢根)을 동지 겸 사은 정사(冬至兼謝恩正使)로, 박종길(朴宗吉)을 부사로, 송주묵(宋柱默)을 서장관으로 삼았다.",
                "hj": "○乙未/都政下批, 以朴永元爲禮曹判書, 金賢根爲冬至兼謝恩正使, 朴宗吉爲副使, 宋柱獻爲書狀官。"
            },
            "2": {
                "H2KE-EN": "The King went to Junghui당에 나아가 summoning the passers of the Royal Confucian Academy .",
                "H2KE-nKo": "주상이 중희당에 나아가 입격한 유생을 불러서 보았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 7월 12일(을미) 2번째기사",
                "gt-oKo": "임금이 중희당(重熙堂)에 나아가 입격한 유생(儒生)을 소견(召見)하였다.",
                "hj": "○上御重熙堂, 召見入格儒生。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "Hong Gyeongmok was appointed minister of personnel , and Seo Huisun was appointed minister of war .",
                "H2KE-nKo": "홍경모를 이조 판서로, 서희순을 병조 판서로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 7월 13일(병신) 1번째기사",
                "gt-oKo": "홍경모(洪敬謨)를 이조 판서로, 서희순(徐憙淳)을 병조 판서로 삼았다.",
                "hj": "○丙申/以洪敬謨爲吏曹判書, 徐憙淳爲兵曹判書。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "On jeongyu day, the King proceeded to Junghoe Pavilion to summon local magistrates and frontier commanders who were appointed as local magistrates and frontier commanders .",
                "H2KE-nKo": "정유년에 주상이 중희당에 나아가 수령, 변장, 초사인을 불러서 보았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 7월 14일(정유) 1번째기사",
                "gt-oKo": "임금이 중희당(重熙堂)에 나아가 수령(守令)·변장(邊將)으로 초사(初仕)하는 사람을 소견(召見)하였다.",
                "hj": "○丁酉/上御重熙堂, 召見守令邊將初仕人。"
            },
            "2": {
                "H2KE-EN": "Bak Yeongwon was appointed as the Office of the Inspector General , Kim Heunggeun as the assistant state councilor , and Jo병hyeon as the minister of rites .",
                "H2KE-nKo": "박영원을 사헌부 대사헌으로, 김흥근을 의정부 좌참찬으로, 조병현을 예조 판서로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 7월 14일(정유) 2번째기사",
                "gt-oKo": "박영원(朴永元)을 사헌부 대사헌으로, 김흥근(金興根)을 의정부 좌참찬으로, 조병현(趙秉鉉)을 예조 판서로 삼았다.",
                "hj": "○以朴永元爲司憲府大司憲, 金興根爲議政府左參贊, 趙秉鉉爲禮曹判書。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On musul day, the King proceeded to Junghoe Pavilion and performed a royal physician to enter and take care of the health of the Grand Abdicated King. The King said, Did you read the state letter? Chief State Councilor Kwon Donin said, I finally read the letter, but the wording of the letter was quite frequently frequented. Moreover, the wording of the world frequently frequent the people. This is 이른바 gunpowerful and frequently all of the world frequently frequent the world. The King said, How should we deal with the case of Kim Daegeon? Kwon Donin said, The case of Kim Daegeon cannot be forgiven even for a moment. He himself claimed that the world frequently frequent the peoples minds. Upon reflection, he only suspicion of frequently frequent the world frequently frequented the world, but not only the world frequently frequent the world. He originally from Joseon, he betrayed our country and raised the world frequently frequent the world. Upon reflection, he eventually frequently frequent the world frequently frequent the world. If this world frequently frequent the name of Hyeon Seokmun . Now, Hyeon has already been arrested, where should we again frequently frequent the world frequently frequent the world? Kwon Donin said, The world frequently frequent the name of Yi Jayong frequently frequent the world frequently frequent the world. The King said, I frequently frequent the world frequent world",
                "H2KE-nKo": "무술년에 주상이 중희당에 나아가 약원의 입진을 행하였다. 주상이 말하기를,“불랑의 국서를 보았는가?”하니, 영의정 권돈인이 아뢰기를,“과연 보았습니다만, 그 글의 내용은 상당히 공동시키려는 뜻이 있었습니다. 그리고 외양에 출몰하면서 사술을 빙자하여 인심을 선동하여 어지럽혔는데, 이는 이른바 영롱이라는 것과 모두 서양의 부류입니다.”하였다. 주상이 말하기를,“김대건의 일은 어떻게 처리하였는가?”하니, 권돈인이 아뢰기를,“김대건의 일은 한 시각도 용서할 수 없습니다. 스스로 사교를 가탁하여 인심을 현혹하였는데, 그 소행을 따져 보면 오로지 의혹을 일으켜 선동하여 어지럽히려는 계책에서 나온 것으로 사술뿐만이 아닙니다. 그는 본래 조선 사람으로서 본국을 배반하고 타국의 국경을 침범하여 스스로 사학이라고 일컬었는데, 그가 운운한 것은 공동시키려는 듯하였으니, 생각하면 자신도 모르게 뼈가 오싹하고 간담이 떨립니다. 이를 법에 따라 주벌하지 않는다면 구실을 삼을 만한 단서가 되기에 알맞고 또 약점을 보이는 결과를 면치 못할 것입니다.”하자, 주상이 말하기를,“처분을 내리겠다. 이재용의 일로 말하더라도 추후에 들으니, 이재용이란 자는 실제로 그런 사람이 없었는데 바로 현석문이 이름을 바꾼 자였다고 한다. 지금 현석문이 이미 체포되었으니, 이재용이란 자를 어디에서 다시 체포하겠는가?”하니, 권돈인이 아뢰기를,“이른바 이재용은 성명을 바꾸고 도성 안에 출몰한다고 하는데, 추포하는 정사에 진위를 분변할 수 없고 포도청의 일도 말이 되지 않습니다.”하자, 주상이 말하기를,“처분을 내리겠다.”하였다. 주상이 또 하교하기를,“내년 봄에는 필시 소란이 일어날 것이다.”하니, 권돈인이 아뢰기를,“내년 봄을 기다리지 않고 지금도 소란이 있습니다. 민간에 사설이 매우 많은데, 이는 전적으로 그 글을 보지 않았기 때문에 이런 의혹을 갖게 된 것입니다. 삼가 바라건대, 속히 그 글을 내려 사람마다 보게 한 뒤에야 저절로 의혹을 풀 수 있을 것입니다.”하였다. 주상이 말하기를,“내 생각에는 주문하는 것이 좋을 듯하다. 임진년에 영롱의 일로 주문한 일이 있었으니, 이것과 다를 것이 없을 듯하다.”하니, 권돈인이 아뢰기를,“이는 임진년과는 차이가 있습니다. 영롱선이 홍주에 와서 정박하였을 때 10여 일 동안 머물렀는데, 그가 교역한다는 등의 말을 하였으나 사리에 근거하여 배척하였고 또 즉시 문정하여 그 동정을 자세히 탐지하였기 때문에 주문하는 일까지 있게 된 것입니다. 이번에 불랑선이 외양에 출몰하면서 섬 백성들을 위협하여 사사로이 서로 문답하면서 기어코 그 궤서를 바치고자 하였는데, 말이 반드시 황제라고 일컬은 것은 이를 빙자하여 공갈하려는 계책에 불과할 뿐입니다. 어찌 이처럼 황당한 말로 갑자기 주문할 수 있겠습니까. 연전에 서양 사람을 죽일 때 주문하지 않았는데, 지금 갑자기 이 일로 주문한다면 도리어 의심을 받을 우려가 있습니다. 외부에서는 혹 이런 논의가 있겠지만, 신의 생각에는 주문하는 일은 실로 온당치 못하다고 여깁니다. 다만 여러 의견이 어떠한지 모르겠습니다.”하자, 주상이 말하기를,“과연 의심을 받을 우려가 없지 않다. 이는 필시 조선 사람이 맥락을 서로 통한 자가 있을 것이다. 그렇지 않다면 그가 어떻게 피살된 이유를 알며, 또 어떻게 그 연조를 알 수 있겠는가.”하니, 권돈인이 아뢰기를,“한번 사술이 유행하고부터 사람들이 점점 물들어 가는 일이 많았습니다. 이번에 불랑선이 온 것은 필시 종용하여 유인한 탓일 것이니, 모두 내부의 변고입니다.”하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 7월 15일(무술) 1번째기사",
                "gt-oKo": "임금이 중희당(重熙堂)에 나아가 약원(藥院)의 입진(入診)을 행하였다. 임금이 말하기를, “불랑국(佛朗國)의 글을 보았는가?” 하자, 영의정 권돈인(權敦仁)이 말하기를, “과연 보았는데, 그 서사(書辭)에는 자못 공동(恐動)하는 뜻이 있었습니다. 또한 외양(外洋)에 출몰하며 그 사술(邪術)을 빌어 인심을 선동하며 어지럽히는데, 이것은 이른바 영길리(英咭唎)와 함께 모두 서양의 무리입니다.” 하였다. 임금이 말하기를, “김대건(金大建)의 일은 어떻게 처치할 것인가?” 하자, 권돈인이 말하기를, “김대건의 일은 한 시각이라도 용서할 수 없습니다. 스스로 사교(邪敎)에 의탁하여 인심을 속여 현혹하였으니, 그 한 짓을 밝혀 보면 오로지 의혹하여 현혹시키고 선동하여 어지럽히려는 계책에서 나왔습니다. 그리고 사술뿐만 아니라 그는 본래 조선인으로서 본국을 배반하여 다른 나라 지경을 범하였고, 스스로 사학(邪學)을 칭하였으며, 그가 말한 것은 마치 공동(恐動)하는 것이 있는 듯하니, 생각하면 모르는 사이에 뼈가 오싹하고 쓸개가 흔들립니다. 이를 안법(按法)하여 주벌(誅罰)하지 않으면 구실을 찾는 단서가 되기에 알맞고, 또 약함을 보이는 것을 면하지 못할 것입니다.” 하였다. 임금이 말하기를, “처분해야 마땅하다. 이재용(李在容)의 일로 말하더라도 추후에 들으니, 이재용은 실제로 그런 사람이 없고 바로 현석문(玄錫文)이 이름을 바꾼 것이라 하는데, 이제 현석문이 이미 잡혔으니, 이른바 이재용을 어느 곳에서 다시 잡겠는가?” 하자, 권돈인이 말하기를, “이른바 이재용이 성명을 바꾸고 성안에 출몰한다 하는데, 추포(追捕)하는 일은 진위(眞僞)가 가려지지 않았으니, 포청(捕廳)의 일이 또한 말이 되지 않습니다.” 하니, 임금이 말하기를, “처분이 있어야 마땅하다.” 하였다. 임금이 또 하교하기를, “내년 봄에 반드시 소요가 있을 것이다.” 하자, 권돈인이 말하기를, “내년 봄을 기다리지 않고 지금도 소요가 있습니다. 항간에 사설(邪說)이 자못 많은데, 이것은 오로지 그 글을 보지 못하였기 때문에 이런 의혹하여 현혹됨이 있는 것입니다. 바라건대, 빨리 그 글을 내려서 사람마다 보게 하소서. 그런 뒤에야 절로 의혹을 풀 수 있을 것입니다.” 하였는데, 임금이 말하기를, “내 생각으로는 주문(奏聞)하는 것이 좋을 듯하다. 임진년(壬辰年)에 영길리의 일 때문에 주문한 일이 있는데, 이것과 다를 것이 없을 듯하다.” 하니, 권돈인이 말하기를, “이것은 임진년과 차이가 있습니다. 영길리의 배가 홍주(洪州)에 와서 정박하였을 때에는 10여 일이나 머물렀고, 그들이 교역(交易) 따위의 말을 하였으나 사리에 의거하여 물리쳤으며, 또 곧 정상을 묻고 그 동정을 상세히 탐지하였으므로, 주문하는 일까지 있었습니다. 이번에 불랑선(佛朗船)이 외양(外洋)에 출몰하였을 때에는 섬 백성을 위협하여 사사롭게 문답하고, 그 궤서(櫃書)를 반드시 바치게 하려고 말끝마다 반드시 황제를 칭탁한 것은 이를 빙자하여 공갈할 계책을 삼은 데 지나지 않을 따름인데, 어찌 이처럼 허황된 말을 문득 주문할 수 있겠습니까? 연전에 양인(洋人)을 죽였을 때에 이미 주문하지 않았는데, 이제 갑자기 이 일을 주문하면 도리어 의심받을 염려가 있습니다. 바깥에서는 혹 이런 의논이 있으나, 신의 생각에 주문하는 일은 실로 온당하지 못할 것으로 여깁니다. 다만 의논들이 어떠한지 모르겠습니다.” 하였다. 임금이 말하기를, “과연 의심받을 염려가 없지 않다. 이는 반드시 조선 사람으로서 맥락이 서로 통하는 자가 있을 것이다. 그렇지 않으면 저들이 어떻게 살해된 연유를 알겠으며, 또 어떻게 그 연조(年條)를 알겠는가?” 하자, 권돈인이 말하기를, “한 번 사술(邪術)이 유행하고부터 점점 물들어 가는 사람이 많고, 이번에 불랑선(佛朗船)이 온 것도 반드시 부추기고 유인하였기 때문이 아니라 할 수 없으니, 모두 내부의 변입니다.” 하였다.",
                "hj": "○戊戌/上御重熙堂, 行藥院入診。 上曰: “佛朗國書見之乎?” 領議政權敦仁曰: “果見之, 而其書辭, 頗有恐動底意。 且出沒於外洋, 藉其邪術, 煽亂人心, 此與所謂暎咭唎, 皆是西洋之類矣。” 上曰: “金大建事, 何以處之乎?” 敦仁曰: “金大建事, 不可一刻假貸矣。 自托邪敎, 誑惑人心, 究厥所爲, 專出疑眩煽亂之計, 而非特邪術而已。 渠本以朝鮮人, 背本國而犯他境, 自稱邪學, 其所云云, 有若恐動者然, 思之不覺骨顫而膽掉。 此若不按法誅之, 則適足爲藉口之端, 而又不免示弱矣。” 上曰: “當處分矣。 雖以李在容事言之, 追後聞之, 則所謂李在容, 實無其人, 而卽玄鍚文之變名者也, 今玄已就捕, 則所謂李在容, 何處更捕乎?” 敦仁曰: “所謂李在容, 變幻姓名, 出沒城闉云, 而追捕之政, 眞僞莫辨, 捕廳事, 亦不成說矣。” 上曰: “當有處分矣。” 上又敎曰: “明春, 必有騷屑矣。” 敦仁曰: “不待明春, 今亦有騷屑。 閭巷之間, 邪說頗多, 此專由於不見其書, 而有此疑眩也。 伏願亟下其書, 使人人見之, 然後自可以釋疑矣。” 上曰: “予意則奏聞似好。 壬辰年, 以暎咭唎事, 有奏聞之擧, 與此似無異矣。” 敦仁曰: “此與壬辰有異。 暎咭唎船之來泊洪州也, 至於十餘日留住, 渠有交易等語, 而旣據理斥之, 又卽問情, 詳探其動靜, 故至有奏聞之擧矣。 今此佛朗船之出沒於外洋, 威脅島民, 私相問答, 期欲納其樻書, 而言必稱皇帝者, 卽不過藉爲恐喝之計而已, 豈可以如此荒誕之辭, 遽爾奏聞乎? 年前殺洋人時, 旣不奏聞, 而今忽以此事奏聞, 則反有見疑之慮。 自外或有此議, 而臣意則奏聞一款, 實爲未穩, 第未知諸議之如何矣。” 上曰: “果不無見疑之慮。 此必有朝鮮人, 脈絡相通者矣。 不然則渠何以知見殺之由, 又何以知其年條乎?” 敦仁曰: “一自邪術之流行, 人多漸染, 而今此佛朗船之來, 未必不由於慫慂誘引之致, 皆是蕭墻之變矣。”"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "The King appointed Seo Gisun as third minister of personnel .",
                "H2KE-nKo": "경자년에 서기순을 이조 참의로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 7월 17일(경자) 1번째기사",
                "gt-oKo": "서기순(徐耆淳)을 이조 참의로 삼았다.",
                "hj": "○庚子/以徐耆淳爲吏曹參議。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On imin day, the King proceeded to Junghui Daoist Temple and summoned Governor of Hwanghae Province Nam 헌교 . The King paid a farewell visit to the King.",
                "H2KE-nKo": "주상이 중희당에 나아가 황해 감사 남헌교를 불러서 보았는데, 하직 인사를 하였기 때문이다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 7월 19일(임인) 1번째기사",
                "gt-oKo": "임금이 중희당(重熙堂)에 나아가 황해 감사 남헌교(南獻敎)를 소견(召見)하였는데, 사폐(辭陛)한 때문이다.",
                "hj": "○壬寅/上御重熙堂, 召見黃海監司南獻敎, 辭陛也。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On gyemyo day, Yi Yusu was appointed as minister of works , and Kim좌geun as minister of war . ",
                "H2KE-nKo": "계묘년에 이유수를 공조 판서로, 김좌근을 병조 판서로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 7월 20일(계묘) 1번째기사",
                "gt-oKo": "이유수(李惟秀)를 공조 판서로, 김좌근(金左根)을 병조 판서로 삼았다.",
                "hj": "○癸卯/以李惟秀爲工曹判書, 金左根爲兵曹判書。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "The King proceeded to the northern outskirts of gapjin and performed the rite of bowing toward the Royal Ancestral Shrine . The King then went to the Royal Ancestral Shrine to test the participants and military officials who participated in the line. The poem composition [of the poem] was 수석을 차지한 김병deok . Wang Seokju , who passed the military service examination , was all allowed to take the examination.",
                "H2KE-nKo": "갑진년에 주상이 북원에 나아가 망배례를 행하고, 춘당대에 나아가 반열에 참석한 유생과 무사를 시험 보였다. 송에서 수석을 차지한 김병덕과 무과에서 입격한 왕석주에게 모두 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 7월 21일(갑진) 1번째기사",
                "gt-oKo": "임금이 북원(北苑)에 나아가 망배례(望拜禮)를 행하고 춘당대(春塘臺)에 나아가 참반(參班)한 유생(儒生)·무사(武士)를 시취(試取)하였다. 송(頌)에 으뜸을 차지한 김병덕(金炳德)과 무(武)에 입격(入格)한 왕석주(王錫疇)에게 모두 직부 전시(直赴殿試)하게 하였다.",
                "hj": "○甲辰/上詣北苑, 行望拜禮, 御春塘臺, 試參班儒武, 頌居首金炳德, 武入格王錫疇, 竝直赴殿試。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On eulsa day, the King proceeded to Junghu Hall in the eulsa year ( and held audience with the Confucian students who passed the examination.",
                "H2KE-nKo": "을사년에 주상이 중희당에 나아가 입격한 유생들을 불러서 보았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 7월 22일(을사) 1번째기사",
                "gt-oKo": "임금이 중희당(重熙堂)에 나아가 입격한 유생을 소견(召見)하였다.",
                "hj": "○乙巳/上御重熙堂, 召見入格儒生。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On musin day, the King went to 희정당에 나아가 대신과 비국 당상을 인견하였다. The King ordered that Kim Daegeon , a resident of the Royal Confucian Academy , be executed by hanging. Kim Daegeon , a resident of Yongin , escaped into Gwangdong and educational . Kim Daegeon , a resident of the Royal Confucian Academy, secretly returned the educational ed",
                "H2KE-nKo": "주상이 희정당에 나아가 대신과 비국 당상을 인견하였다. 사학 죄인 김대건을 효수하라고 명하였다. 김대건은 용인 사람으로 나이 15세에 도망하여 광동에 들어가 양교를 배웠고, 계묘년에 현석문의 무리와 결탁하여 몰래 돌아와 도하에서 교주 노릇을 하였다. 이해 봄에 해서에 가서 고기잡이하는 당선을 만나 광동 서양 놈에게 편지를 보내 달라고 요구하다가 그 지방 사람에게 붙잡혔다. 처음에는 중국 사람이라고 하다가 나중에는 그 본말을 자백하였다. 포도청에서 한 달이 넘도록 자세히 캐물었는데, 그 말이 매우 교활하고 교활하였다. 서양 배의 강한 세력을 믿고 위협하기를 ‘우리나라는 끝내 저들의 가르침을 금할 수 없다. 은전을 풀어 서울과 지방에서 통용하는 재화는 모두 서양 놈이 책문을 경유해서 실어 보내는 것이다.’라고 하였다. 또 스스로 말하기를 ‘서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양 서양\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 7월 25일(무신) 1번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가 대신과 비국 당상을 인견하였다. 사학 죄인(邪學罪人) 김대건(金大建)을 효수(梟首)하라고 명하였다. 김대건은 용인(龍仁) 사람으로서 나이 15세에 달아나 광동(廣東)에 들어가서 양교(洋敎)를 배우고, 계묘년에 현석문(玄錫文) 등과 결탁하여 몰래 돌아와 도하(都下)에서 교주(敎主)가 되었다. 이 해 봄에 해서(海西)에 가서 고기잡이하는 당선(唐船)을 만나 광동에 있는 양한(洋漢)에게 글을 부치려 하다가 그 지방 사람에게 잡혔는데, 처음에는 중국 사람이라 하였으나 마침내 그 본말(本末)을 사실대로 고하였다. 포청(捕廳)에서 한 달에 걸쳐 힐문하였는데, 그 말하는 것이 교활하여 양박(洋舶)의 강한 것을 믿고 협박하여 말하기를, ‘우리 나라에서 마침내 그 교(敎)를 금할 수 없을 것이다. 은전(銀錢)을 흩어서 경외(京外)에서 흔하게 쓰는 재화는 다 양한이 책중(柵中)에서 실어 보낸 것이다.’ 하였다. 또 스스로 말하기를, ‘양외(洋外)의 제번(諸蕃)의 말에 능통하므로, 신부(神父)로서 각국을 위하여 통사(通事)한다.’ 하였다. 이 때에 이르러 현석문과 아울러 같이 주벌(誅罰)하였는데, 현석문은 신유년의 사도(邪徒)로 처형된 현계흠(玄啓欽)의 아들이다.",
                "hj": "○戊申/上御熙政堂, 引見大臣備局堂上, 命邪學罪人金大建梟首。 大建, 以龍仁人年十五, 逃入廣東, 學洋敎, 癸卯, 結玄鍚文輩, 潛還爲敎主於都下。 是年春, 往海西, 遇漁採唐船, 要寄書于廣東洋漢, 爲土人所捉, 始稱中國人, 終首實其本末。 自捕廳, 閱月盤覈, 其爲說極狡獪, 挾洋舶之强而脅之, 謂 ‘我國終不可禁渠敎。 布散銀錢, 京外爛用之貨, 皆洋漢之由柵中輸送也。’ 又自云 ‘能通洋外諸蕃話, 故以神父而爲各國通事’ 云。 至是, 幷與玄鍚文而同誅之, 鍚文, 辛酉邪徒伏法啓欽子也。"
            },
            "2": {
                "H2KE-EN": "The King ordered that the civil officials who were studying the oral examination on the classics and the composition examination be selected and reported.",
                "H2KE-nKo": "강제 문신을 뽑아서 아뢰라고 명하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 7월 25일(무신) 2번째기사",
                "gt-oKo": "강제 문신(講製文臣)을 초계(抄啓)하라고 명하였다.",
                "hj": "○命講製文臣抄啓。"
            },
            "3": {
                "H2KE-EN": "The King appointed Jo Jonjung as section chief of the Left Army and Yi Geunggwon as section chief of the Right변포도대장 .",
                "H2KE-nKo": "조존중을 좌변포도대장으로, 이능권을 우변포도대장으로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 7월 25일(무신) 3번째기사",
                "gt-oKo": "조존중(趙存中)을 좌변 포도 대장(左邊捕盜大將)으로, 이능권(李能權)을 우변 포도 대장(右邊捕盜大將)으로 삼았다.",
                "hj": "○以趙存中爲左邊捕盜大將, 李能權爲右邊捕盜大將。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "The King appointed Yun Sanggyu as deputy magistrate of Hanseong Magistracy .",
                "H2KE-nKo": "윤상규를 한성부 판윤으로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 7월 26일(기유) 1번째기사",
                "gt-oKo": "윤상규(尹尙圭)를 한성부 판윤으로 삼았다.",
                "hj": "○己酉/以尹尙圭爲漢城府判尹。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On gyeongsul day, the King proceeded to 춘당대에 나아가 rewards for shooting arrows on horseback and rewarded them.",
                "H2KE-nKo": "경술년에 주상이 춘당대에 나아가 상시사를 행하고 상을 나누어 주었다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 7월 27일(경술) 1번째기사",
                "gt-oKo": "임금이 춘당대(春塘臺)에 나아가 상시사(賞試射)를 행하고 상을 내렸다.",
                "hj": "○庚戌/上御春塘臺, 行賞試射頒賞。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "Hyeon Seokmun , a criminal who committed the crime of imja year (1422, the fourth year of King Sejong, was beheaded and punished by hanging, to serve as a member of the people.",
                "H2KE-nKo": "임자년에 사학 죄인 현석문을 효수하여 뭇사람을 경계하라고 명하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 7월 29일(임자) 1번째기사",
                "gt-oKo": "사학 죄인(邪學罪人)현석문(玄錫文)을 효수(梟首)하여 뭇사람을 경계하라고 명하였다.",
                "hj": "○壬子/命邪學罪人玄鍚文, 梟首警衆。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "Jo Uncheol , the governor of Chungcheong Province , submitted a memorial regarding the reply of the two sailors and the reply of answers to the island residents. These sailors presented a letter as follows: The sailors of the superior country of the High River arrived at the Chinese court with the sailors of each ship and the sailors of the High River . The sailors of each ship were interrogated by the superiors of the High River because they were innocent. On the fourteenth day of the eighth month in the gihae year (, the sailors of the High River were immediately named An묵i , Saemondang , and Mogin . The three sailors of our country regarded great virtue and expectations as scholars, but did not expect that they were innocent to innocent the High River. In our country, the sailors of the High River have treated the duty of the officials and the people of our country. Therefore, they came and inquired about the sailors of the three sailors who committed the crime of these three sailors. Some say that the sailors of the High River prohibits the people from entering the territory, and the three sailors of our country were innocent to innocent the territory. However, the sailors observed the sailors of the High River, and the Japanese people of the High River, who were innocent to enter the territory of the High River, were not able to sail and repatriate them to their territory. Thus, how could they not wait for the three sailors of the High River to wait for the sailors of the High River, Manju residents of the High River, and the Japanese people [of the High River]? In reflection, the great princes of the High River who succeedededed to the territory of the High River are unaware of the benevolence of the High River. The scholars of our country cannot be abandoned from ten thousand ri away from their homes, and thus they cannot be unable to receive the favors of them together. It is necessary to know that the magnificent graces of our High River benefits the sailors of the High River and the people of the territory. If the people do not commit the evil effects of murder, the harmful effects of murder and fire should be investigated and punished. If the people are innocent, then the people will be innocent to harm the effects of the High River and the High River will inevitably bring grievances. Generally, the sailors of our country questioned the three sailors of the High River, who were innocent by the High River, were innocent the High River. Therefore, it is not possible to immediately reply on this matter. Therefore, it is hoped that ",
                "H2KE-nKo": "병술년 충청 감사 조운철이 장계를 올려 이양선이 섬 백성들과 문답한 내용을 기록한 종이와 이양인의 편지를 베껴 올렸는데, 그 편지의 내용은 다음과 같다.“대불랑서국 수사 제독 흠명도 도인도여도 중국 각 전선 원수 슬서이가 샅샅이 캐물어 무고하게 해를 입은 일에 대해 아룁니다. 살펴보건대, 기해년 8월 14일에 일찍이 불랑서인 안묵이, 사사당, 모인 세 분이 있었습니다. 이 세 분은 우리나라가 큰 덕망 있는 선비라고 여겼는데, 뜻밖에도 귀 고려에 해를 입었다는 등의 정황이 있었습니다. 우리나라에서는 본수가 우리 나라의 사서인을 조호하는 직분이 있기 때문에 전에 와서 이 세 분은 무슨 죄를 지었습니까. 응당 받아야 할 사람이 이처럼 참혹하게 죽어야 하는데, 어떤 사람은 귀 고려의 율법이 외국인이 국경에 들어오는 것을 금지하고 혁파하는 것을 해당 세 분이 국경에 들어오는 것을 고의로 해쳤다고 합니다. 그러나 본수가 살펴보니, 설혹 한인, 만주인, 일본인이 귀 고려의 국경에 함부로 들어오는 경우가 있더라도 이들을 조호하여 국경 밖으로 풀어 보낸 것에 불과하고, 모두 고통을 이기고 해를 끼친다는 등의 사정은 없었습니다. 그러니 어째서 그 세 분은 한인, 만주인, 일본인을 똑같이 대우하지 않았느냐고 물었습니까. 생각건대, 귀 고려의 중임을 진 대군자는 우리 대불랑서 황제의 인덕을 알지 못하지만, 우리 나라의 선비는 비록 고향을 만만 리 떨어져 있더라도 결단코 그들에게 버림받아 그 은택을 함께 입지는 못할 것입니다. 모름지기 우리 황제의 융숭한 은혜가 널리 미쳐서 그 나라의 사민들을 천하 만국에 보호해 주고, 만약 그 백성이 다른 나라에 대하여 나쁜 짓을 하지 않거나 사람을 죽이고 불을 놓는 등의 폐단에 대해 사실대로 조사하여 죄를 다스린다면 또한 끝까지 캐낼 수 없을 것입니다. 만약 백성들이 무고하고 사람들이 가혹하게 해친다면, 이는 필시 우리 불랑서 황제를 크게 욕보여서 원망을 초래할 것입니다.본수가 물은 바 우리 나라의 현사 세 분은 귀 고려에 해를 입었다는 등의 정황에 대해서는 귀 보상이 이에 즉시 회답하지 못하였으리라고 생각합니다. 이에 다시 우러러 바라건대, 내년에 우리 나라의 전선이 특별히 이곳에 오면 귀국이 그때에 회답하는 것이 좋겠습니다.본수가 다시 귀 보상에게 고하여 우리 나라 황제께서 그 사민들을 보호해 주시는 인덕을 알게 되었습니다. 이에 이미 귀국에 보고하여 밝혔으니, 이후로 만약 다시 우리 나라의 사민들을 가혹하게 해친다면 귀 고려는 필시 큰 재해를 면치 못할 것입니다. 그렇다면 재해를 당했을 때에 위로는 귀국의 국왕으로부터 아래로는 대신, 백관에 이르기까지 모두 다른 사람에게 원망을 돌리지 못하고 오직 자기가 불인하고 불의하며 무례한 것을 원망할 수 있을 것입니다. 이에 우러러 아룁니다. 구세 1846년 5월 8일.” 겉봉에는 고려국 보상 대인 고승이라고 하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 7월 3일(병술) 1번째기사",
                "gt-oKo": "충청 감사(忠淸監司) 조운철(趙雲澈)이 장계(狀啓)하여 이양선(異樣船)과 섬 백성이 문답한 것을 적은 종이와 이양인(異樣人)의 글을 베껴 올렸는데, 그 글에 이르기를, “대불랑서국(大佛朗西國) 수사 제독(水師提督) 흠명 도인도여도중국각전선 원수(欽命到印度與到中國各戰船元帥) 슬서이(瑟西爾)는 죄없이 살해된 것을 구문(究問)하는 일 때문에 알립니다. 살피건대, 기해년에 불랑서인(佛朗西人)인 안묵이(安默爾)·사사당(沙斯當)·모인(慕印) 세 분이 있었습니다. 이 세 분은 우리 나라에서 큰 덕망이 있다고 여기는 인사인데, 뜻밖에 귀 고려(貴高麗)에서 살해되었습니다. 대개 이 동방(東方)에서 본수(本帥)는 우리 나라의 사서(士庶)를 돌보고 지키는 직분이 있습니다. 그러므로 전에 와서 그 세 분의 죄범(罪犯)이 무슨 조목에 해당되어 이러한 참혹한 죽음을 받아야 하였는지를 구문하였더니, 혹 귀 고려의 율법(律法)은 외국인이 입경(入境)하는 것을 금지하는데, 그 세 분이 입경하였으므로 살해하였다고 하였습니다. 그러나 본수가 살피건대, 혹 한인(漢人)·만주인(滿州人)·일본인(日本人)으로서 귀 고려의 지경에 함부로 들어가는 자가 있더라도 데려다 보호하였다가 풀어보내어 지경을 나가게 하는 데 지나지 않으며, 몹시 괴롭히고 해치는 등의 일은 모두 없었습니다. 그런데 어찌하여 그 세 분은 한인·만주인·일본인을 대우하듯이 마찬가지로 대우하지 않았는지를 묻겠습니다. 생각하건대, 귀 고려의 중임(重任)을 몸에 진 대군자(大君子)는 우리 대불랑서 황제의 인덕(仁德)을 알지 못하실 것입니다마는, 우리 나라의 사서는 고향에서 만만리(萬萬里) 떠나 있더라도 결단코 그에게 버림받아 그 은택을 함께 입지 못하게 될 수는 없습니다. 우리 황제의 융숭한 은혜가 널리 퍼져서 그 나라의 사민(士民)에게 덮어 미치므로, 천하 만국(萬國)에 그 백성으로서 다른 나라에서 그른 짓을 하고 나쁜 짓을 하는 자가 있어 살인이나 방화 같은 폐단에 대하여 사실을 심사하여 죄를 다스렸으면 또한 구문할 수 없겠으나, 그 백성에게 죄가 없는데도 남이 가혹하게 해친 경우에는 우리 불랑서 황제를 크게 욕보인 것이어서 원한을 초래하게 될 것이 틀림없다는 것을 아셔야 합니다. 대개 본수가 묻고 있는 우리 나라의 어진 인사 세 분이 귀 고려에서 살해된 일은 아마도 귀 보상(貴輔相)께서 이제 곧 회답하실 수 없을 것으로 생각합니다. 그러므로 내년에 우리 나라의 전선(戰船)이 특별히 여기에 오거든 귀국에서 그때에 회답하시면 된다는 것을 아시기 거듭 바랍니다. 본수는 귀 보상에게 우리 나라의 황제께서 그 사민을 덮어 감싸는 인덕을 다시 고합니다. 이제 이미 귀국에 일러서 밝혔거니와, 이제부터 이후에 우리 나라의 사민을 가혹하게 해치는 일이 있으면, 귀 고려는 반드시 큰 재해를 면할 수 없을 것입니다. 그렇다면 재해를 임시하여 위로 귀국의 국왕에서부터 아래로 대신(大臣)·백관(百官)에 이르기까지 모두 다른 사람에게 원망을 돌릴 수 없고, 오직 자기가 불인(不仁)하고 불의(不義)하며 무례한 것을 원망할 수 있을 뿐일 것입니다. 이를 아시기 바랍니다. 구세(救世) 1천 8백 46년 5월 8일.” 하였고, 겉봉에는 고려국 보상 대인 고승(高麗國輔相大人高陞)이라 하였다.",
                "hj": "○丙戌/忠淸監司趙雲澈狀啓, 以異樣船與島民問答錄紙, 及異樣人書謄上, 其書曰: “大佛朗西國水師提督欽命到印度與到中國, 各戰船元帥瑟西爾爲究問, 無辜被害事。 察得己亥年八月十四日, 曾有佛朗西人卽安默爾、沙斯當、慕印三位。 該三位者, 吾國以爲, 大德望之士也, 不期爲貴高麗所害等情。 蓋於此東方, 本帥有照護, 吾鄕士庶之職。 玆故前來究問, 該三位罪犯何條, 而應受如此慘死, 或言貴高麗律法, 禁革外國之人入境, 該三位入境故耳害之。 然本帥察得, 設或漢人、滿州人、日本人, 有冒入貴高麗之境者, 不過提護解送出境, 竝無克苦加害等情。 請問爲何不待該三位, 如待漢人、滿州人、日本人一樣。 想貴高麗, 身負重任之大君子者, 未識吾大佛朗西皇帝之仁德也, 吾國之士, 庶雖離鄕萬萬里, 斷不能爲其所棄, 而不共沾其恩澤也。 須知吾皇帝之隆恩廣佈, 庇及其國士民, 於天下萬國, 若其民於他國有爲, 非作歹者, 如殺人放火等弊, 審實治罪, 則亦無容究也, 如其民無辜而人虐害之者, 是大辱吾佛朗西皇帝, 而招怨必矣。 蓋本帥所問吾國賢士三位, 爲貴高麗所害等情, 想貴輔相, 玆不能卽回答也。 玆故復仰知悉, 來年吾國戰船特爾來此, 貴國彼時回覆之可也。 本帥再告貴輔相, 得知吾國皇帝覆庇其士民之仁德。 玆已報明貴國矣, 自玆而後, 倘有再虐害吾國之士民等情, 貴高麗, 必不能免大災害也。 然則災害臨時, 上自貴國國王, 下至大臣百官, 皆不能歸怨於他人, 維能怨已之不仁不義而無禮也, 維此仰知。 救世一千八百四十六年烏月初八日。 云, 皮封云高麗國輔相大人高陞。"
            },
            "2": {
                "H2KE-EN": "The people of Byeolla Island , along with the Jurchens , answered: When they asked, Why are the names of your estemed island? They answered, While your estemed islands? They answered, The estemed islands are located in the estemed islands of our estemed islands? They answered, The estemed islands are located in the estemed islands of our estemed islands, and the estemed islands of our estemed islands are located in the estemed islands of our estemed islands and the estemed islands are located in the estemed islands. What are the circumstances of our estemed islands? They answered, It is not only our estemed islands but also our estemed order. They answered, How many boats have no disease? They answered, There are 870 boats in total. They are not quite disease. They answered, How many boats are the number of boats? They answered, Why are their boats? They answered, It is the estemed island that the estemed islands of the estemed islands. It is not possible for us to make an opportunity to make an oportunity to the estemed islands houses of our estemed islands. They also said, The estemed letters of our estemed islands are sent to your estemed islands. If the estemed letters are sent to your estemed islands, it would inevitably be difficult for us to make an error in the future. They answered, What is the circumstances of document? They answered, The estemed islands are so far that it is very difficult for us to make an oportunity to the estemed island. They answered, From this day forward, it is not so far that our estemed islands will certainly come and go to our estemed islands. Otherwise, it would be difficult for us to make an oportunity to make an opportunity to make an oportunity to make an oportunity. They answered, It would be difficult for us to make an oportunity to the oportunity to make an oportunity to",
                "H2KE-nKo": "외연도 도민이 저들과 문답한 기록에,“저들이 묻기를 ‘귀도의 이름은 무엇인가?’라고 하니, 대답하기를 ‘외연도이다. 귀선은 어느 나라 어느 고을에 있는가?’라고 하였습니다. 대답하기를 ‘이 배는 대불랑서국의 전선으로 황제의 명을 받고 인도에 도착한 각 지방과 중국에 도착한 3호 가운데 대선 위에는 원수 대인이 있다. 황제의 명을 받고 귀 고려국에 온 일은 통지하기 어렵다.’라고 하니, 대답하기를 ‘인도 지방은 어째서 여기에 왔으며 통지하는 일은 어째서인가?’라고 하였습니다. 대답하기를 ‘인도 지방에 도착했을 뿐만 아니라 특별히 황제의 명을 받고 여기에 온 것이다.’라고 하니, 대답하기를 ‘선인은 얼마나 되며 혹시 질병이 없는가?’라고 하였습니다. 대답하기를 ‘모두 870인인데 상당히 질병이 없다.’라고 하니, 대답하기를 ‘선인은 어째서 그리 많은가?’라고 하니, 대답하기를 ‘인수는 많지 않다. 이 때문에 전선이기 때문이다.’라고 하였습니다. 대답하기를 ‘어째서 전선인가?’라고 하니, 대답하기를 ‘이것은 대불랑서황제의 배이다. 그들이 와서 살 생각을 하지 않고 살 생각을 하는 것은 바로 그 나라 민가의 배이다.’라고 하였습니다. 또 말하기를 ‘원수가 문서 1봉을 귀국 보상에게 보냈는데, 번거로워서 혹시라도 잘못하여 보내지 않는다면 훗날 귀 고려에 반드시 큰 화가 있을 것이다.’라고 하였습니다. 대답하기를 ‘문서는 무슨 문서인가?’라고 하니, 대답하기를 ‘문서는 인신과 봉호가 있으니 귀 보상이 열어 보면 자연히 알게 될 것이다.’라고 하였습니다. 대답하기를 ‘이 섬은 아득한 바다 가운데 있고 관문은 멀리 천리나 떨어져 있어서 서로 통하기가 매우 어렵다.’라고 하니, 말하기를 ‘여기서부터 관문과의 거리도 그리 멀지 않으니 이 섬은 자연히 반드시 왕래가 있을 것이다. 반드시 보내와야 할 것이다. 그렇지 않으면 또한 불편함이 있을 것이니, 다시 자세히 물어보기 위해 여기에 왔다.’라고 하였습니다. 말하기를 ‘너희들이 와서 무슨 일을 묻기에 베껴 와서 보여 달라.’라고 하니, 대답하기를 ‘좌정한 뒤에 자세히 물어보겠다.’라고 하였습니다. 말하기를 ‘단지 4위 아래 1층만 청좌하고 원수는 열위에게 무슨 자세히 물을 만한 곳이 있는가?’라고 하니, 대답하기를 ‘조금 전에 준 문서는 멀리 떨어진 해도이므로 보내기가 과연 매우 어려우니 어찌하겠는가.’라고 하였습니다. ‘원수가 말하기를 「탁부한 문서는 즉각 보내줄 필요가 없고 고려의 도성도 즉각 회문이 있을 필요가 없다. 이후에 반드시 전선이 도착하여 글을 접수하고 사정을 완전하게 할 것이니, 다만 한번 기회가 있으면 즉시 도성으로 보내 주는 것이 좋겠다.」라고 하였습니다. 대답하기를 ‘그렇다면 이 섬에 머물겠는가, 귀국으로 돌아갈 것인가?’라고 하니, 말하기를 ‘원수가 즉각 돌아가겠다. 내년에 별전선이 글을 접수할 것이다.’라고 하였습니다. 대답하기를 ‘글을 접수하고 사정을 완전하게 할지는 자세히 베껴서 보여 줄 수 없다.’라고 하니, 대답하기를 ‘이 일은 명백하지 못하니 고쳐 써 달라.’라고 하였습니다. 답하기를 ‘문서 중에 말한 것은 무슨 의도가 있는가?’라고 하니, 말하기를 ‘원수가 5만 리 길을 와서 여기에 왔다. 열위가 수고로운 일을 많이 할 필요가 없고 다만 부탁한 문서를 귀국 도성으로 보내 줄 것을 요구할 뿐이다. 귀 보상의 회문은 전선을 접수하는 것이니, 다른 것은 말할 것이 없다.’라고 하였습니다. 대답하기를 ‘회문에 전선이 와서 접수하는 것은 어째서인가?’라고 하니, 대답하기를 ‘원수가 만일 이곳에 오래 머물면 반드시 너희들에게 누가 있을 것이다. 그래서 지금 원수는 돌아가고 내년에 별전선이 여기에 와서 일을 완수할 것이다. 원수는 먼저 지나가서 문서를 교부하는 것에 불과하다.’라고 하였습니다. 대답하기를 ‘내년에 별전선이 여기에 오는 것은 어째서인가?’라고 하니, 대답하기를 ‘지금은 알지 못한다. 내년에 귀 보상이 회문을 보낸 뒤에 즉시 알 것이다.’라고 하였습니다. 대답하기를 ‘이 섬은 땅이 험하고 물결이 세차서 오래 머물 수 없으니 언제 배를 띄울 것인가?’라고 하니, 대답하기를 ‘땅이 험하고 물결이 세차서 방해될 것이 없다. 원수는 즉시 출발하여 돌아가겠다.’라고 하였습니다. 대답하기를 ‘원수가 간다면 귀선 3척도 함께 돌아갈 것인가?’라고 하니, 말하기를 ‘그렇다.’라고 하고 돛을 달고 즉시 가버렸습니다.”하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 7월 3일(병술) 2번째기사",
                "gt-oKo": "외연도(外煙島) 섬 백성이 저들과 문답한 기록에 이르기를, “저들이 묻기를, ‘귀도(貴島)의 이름은 무엇인가?’ 하므로, 답하기를, ‘외연도이다. 귀선(貴船)은 어느 나라의 어느 고을에 속해 있는가?’ 하니, ‘이 배는 대불랑서국(大佛朗西國)에 속한 전선(戰船)으로, 황제의 명으로 인도(印度) 각 지방과 중국에 온 3호(號) 가운데 대선(大船)이며, 위에는 원수(元帥)가 있다. 황제의 명으로 귀 고려국(高麗國)에 왔는데 알릴 일이 있다.’ 하였다. 답하기를, ‘인도 지방이라면 어찌하여 여기에 왔으며, 알릴 일이 있다는 것은 무엇인가? 하니, ‘인도 지방에 왔을 뿐이 아니라 또한 특별히 황제의 명으로 여기에 왔다.’ 하였다. 답하기를, ‘뱃사람은 얼마나 되며, 혹 병은 없는가?’ 하니, ‘모두 8백 70인이 있는데 자못 병은 없다.’ 하였다. 답하기를, ‘뱃사람이 어찌 그리 많은가?’ 하니, ‘사람 수가 많다 할 수 없다. 이는 전선이기 때문이다.’ 하였다. 답하기를, ‘어찌 전선이겠는가?’ 하니, ‘이는 대불랑서 황제의 배이므로 장사하러 오지 않았다. 장사하는 것이라면 그 나라 민가(民家)의 배이다.’ 하고, 또, ‘원수가 문서 한 봉(封)을 가졌는데 귀국의 보상(輔相)에게 보내는 것이다. 번거로워서 혹 잘못하여 보내지 않으면 뒷날에 가서 귀 고려에 큰 재앙이 있을 것이다.’ 하였다. 답하기를, ‘문서는 무슨 문서인가?’ 하니, ‘문서에는 인신(印信)과 봉호(封號)가 있다. 귀 보상이 열어 보면 자연히 알 것이다.’ 하였다. 답하기를, ‘이 섬은 아득한 바다 가운데에 있고 관문(官門)은 멀리 천리나 떨어져 있으므로, 서로 통하기가 매우 어렵다.’ 하니, ‘여기에서 관문까지는 또한 그리 멀지 않으므로 자연히 왕래가 있을 것이니 반드시 보내야 한다. 그렇지 않으면 또한 불편한 일이 있을 것이다.’ 하였다. 다시 상세히 물으러 왔더니, 말하기를, ‘너희들이 와서 묻는 것이 무슨 일인지 써 와서 보이기 바란다.’ 하자, 답하기를, ‘좌정한 뒤에 상세히 묻겠다.’ 하자, ‘네 분만을 청하니 1층에 내려가 앉기 바란다. 원수께서 여러 분이 무슨 상세히 물을 것이 있는지 묻는다.’ 하였다. 답하기를, ‘아까 준 문서는 아주 먼 해도(海島)이므로 보내기가 과연 매우 어려우니 어찌하겠는가?’ 하니, ‘원수가 말하기를, 「부탁한 문서는 즉각 보낼 것 없고 고려의 도성(都城)에서도 즉각 회답하는 글이 있어야 할 것 없다. 뒷날에 반드시 전선이 와서 글을 받고 사정을 완전히 할 것이니, 다만 한 번 기회가 있거든 곧 빨리 도성에 보내면 될 것이다.」 하였다.’ 하였다. 답하기를, ‘그렇다면 이 섬에 머무를 것인가, 귀국으로 돌아갈 것인가?’ 하니, ‘원수는 즉각 돌아갈 것이다. 내년에 다른 배가 글을 받을 것이다.’ 하였다. 답하기를, ‘글을 받고 사정을 완전히 한다는 것은 여기에 상세히 써서 보였는지 알 수 없다.’ 하니, ‘그 말은 명백하지 못하니 다시 쓰기 바란다.’ 하였다. 답하기를, ‘문서 가운데에 말한 것에는 무슨 뜻이 있는가?’ 하니, ‘원수는 5만 리 밖에서 여기에 왔다. 여러 분이 괴로움을 당하는 것을 바라지 않고, 다만 부탁한 문서를 귀국의 도성에 보내기를 바랄 뿐이다. 귀 보상이 회답하는 글은 전선이 받을 것이다. 나머지는 말할 것이 없다.’ 하였다. 답하기를, ‘회답하는 글은 전선이 와서 받는다는 것은 무엇 때문인가?’ 하니, ‘원수가 이 곳에 오래 머무르면 반드시 너희들에게 누를 끼치게 될 것이므로, 이제 원수는 돌아가고 내년에 다른 전선이 여기에 와서 일을 끝낼 것이다. 원수는 먼저 들러서 문서를 넘겨 주는 일을 맡은 데에 지나지 않는다.’ 하였다. 답하기를, ‘내년에 다른 전선이 여기에 오는 것은 무엇 때문인가?’ 하니, ‘지금은 모른다. 내년에 귀 보상이 회답하는 글이 있고 나면 곧 알 것이다.’ 하였다. 답하기를, ‘이 섬은 땅이 험하고 물결이 높아서 오래 머무를 수 없는데, 언제 배를 띄우겠는가?’ 하니, ‘땅이 험하고 물결이 높은 것은 방해되지 않는다. 원수는 오늘 닻을 올리고 떠날 것이다.’ 하였다. 답하기를, ‘원수가 떠나면 귀선(貴船) 3척도 같이 돌아가는가?’ 하니, ‘그렇다.’ 하고 돛을 걸고 곧 떠났다.” 하였다.",
                "hj": "○外烟島島民, 與彼人問答記以爲, “彼人問, ‘貴島名何也?’ 答曰, ‘外烟島。 貴船在何國何州耶?’ 曰, ‘此船係大佛朗西國戰船, 欽命到印度各地方與到中國的三號之中大船, 上有元帥大人。 欽命來貴高麗國有事, 知會的。’ 答曰, ‘印度地方則何以來此, 有事知會的何也?’ 曰, ‘不獨到印度地方, 且特欽命來此矣。’ 答曰, ‘船人幾何, 或無疾病耶?’ 曰, ‘共有八百七十人, 頗無疾病。’ 答曰, ‘船人何其多耶?’ 曰, ‘人數不爲多矣。 因是戰船故也。’ 答曰, ‘何其戰船耶?’ 曰, ‘爲是大佛郞西皇帝之船, 其不來作生意, 若作生意者, 乃其國民家之船。’ 又曰, ‘元帥有文書一封, 送貴國輔相的, 煩倘或失誤不送, 到日後貴高麗, 必有大禍。’ 答曰, ‘文書何文書耶?’ 曰, ‘文書, 有印信封號, 貴輔相開閱, 自然知道。’ 答曰: ‘此島杳茫海中, 官門遠隔千里, 相通極難矣。’ 曰, ‘自此距官門亦不甚遠, 此島自然必有往來, 須當送到。 不然亦有不便, 更爲詳問次來此矣。’ 曰, ‘儞們來問何事, 請寫來看。’ 答曰, ‘坐定然後詳問’, 曰 ‘單請四位下一層請坐, 元帥問列位有何詳問之處?’ 答曰, ‘俄間所給文書, 絶遠海島, 送到果然極難, 奈何?’ 曰, ‘元帥說 「所託文書」 不要卽刻送到, 高麗都城, 亦不要卽刻有回文。 日後必有戰船到來, 接文完全事情, 只要一有機會, 卽速送到都城可也。’ 答曰, ‘然則留此島耶? 還歸貴國耶?’ 曰, ‘元帥卽刻去歸矣。 來年有別戰船接文。’ 答曰, ‘接文完全事情, 未可知詳寫示焉。’ 曰, ‘此節, 未能明白, 請改寫。’ 答曰, ‘文書中所語, 有何意思耶?’ 曰 ‘元帥, 自五萬里而來此。 不要列位受勞勞累, 只要將所托文書, 送到貴國都城。 貴輔相之回文, 有戰船接, 無餘所當言也。’ 答曰, ‘回文有戰船來接者何也?’ 曰 ‘元帥, 若久住此處, 必須有累儞們, 玆今元帥去歸, 明年有別戰船來此完事。 所以元帥, 不過是先過知交到文書也。’ 答曰, ‘明年有別戰船來此何也?’ 曰 ‘如今不知。 明年貴輔相回文之後, 卽知之矣。’ 答曰, ‘此島地險波湧, 不可久留, 何日發船耶?’ 曰, ‘地險波湧, 不妨元帥。 卽今日起錨去矣。’ 答曰, ‘若元帥去則貴船三隻, 亦同歸耶?’ 曰, ‘然也’, 掛帆卽去矣。”"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On muja day, the King went to the Royal Confucian Academy and performed a reward for shooting arrows on horseback.",
                "H2KE-nKo": "주상이 춘당대에 나아가 상시사를 행하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 7월 5일(무자) 1번째기사",
                "gt-oKo": "임금이 춘당대(春塘臺)에 나아가 상시사(賞試射)를 행하였다.",
                "hj": "○戊子/上御春塘臺, 行賞試射。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "The Compilation Commissioner of the Capital Liaison Office reported as follows: Your subjects recently examined the reply to the Emperor [of Ming China] and found that Ganggye , Sam Capital Liaison , 여염 and Sapa , and other areas have been crossing the frontier of the Great country to build a house and cultivate fields. Thus, your subjects request that Your Majesty dispatch an official of the Three Armies to accompany the arrival of the Office of Ritual Procedures and dispatch an official of the arrival of the Office of Ritual Procedures to accompany the arrival of the Great Ming Capital Liaison on the day of the arrival of the [Ming] Capital Liaison and order the official of the arrival of the Great Ming Capital Liaison to cross the river and arrest the arrival of the",
                "H2KE-nKo": "비변사가 아뢰기를,“방금 삼가 성경(盛京 심양)에 회답하는 자문을 보니, 강계, 삼채, 여염, 사파 등지의 건너편에서 대국인이 집을 짓고 전지를 개간한 곳에 대해 성경(盛京 심양)에서 관병을 파견하여 가서 강구하게 하고, 일을 잘 아는 관원을 파견하여 강 연안 근처에서 미리 대기하게 할 것을 청하였으며, 대국의 위원이 도착하는 날 그들이 강을 건너오기 전에 인도해 줄 처소를 함께 잡아올 것을 청하였다고 합니다. 자문의 내용 중에 강을 건너오기 전에 오는 것에 대해서는 의논할 만한 것이 아니지만, 이미 관원을 파견하여 인도해 줄 것을 청하였으니 그들이 언제 나올지 탐문한 뒤에라야 또한 이곳에서 거행할 수 있을 것입니다. 다시 승문원으로 하여금 사유를 갖추어 자문을 짓게 한 다음 파발을 정해서 만부로 내려보내어 봉황성장에게 전해 주게 하여 성경에 전달할 수 있게 하소서.”하니, 윤허하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 7월 8일(신묘) 1번째기사",
                "gt-oKo": "비변사(備邊司)에서 아뢰기를, “지금 성경(盛京)에서 회자(回咨)가 나온 것을 보건대, 강계(江界)의 3채(寨)와 여염(閭閻)·사파(四把) 등지의 건너편에서 대국인(大國人)이 집을 짓고 밭을 일군 곳에 성경에서 관병(官兵)을 보내어 가서 살펴서 처리할 것이니 일을 아는 관원을 보내어 연강(沿江) 근처에서 미리 기다렸다가, 대국 위원(委員)이 도착하는 날에 강을 건너와서 그 곳으로 인도하여 함께 잡게 하기 바란다고 하였습니다. 자문(咨文)의 사의(辭意) 가운데에서 강을 건너오라 한 것은 의논할 만한 것이 아니나, 이미 관원을 보내어 인도하기를 청하였으면, 그 나오는 시기를 탐문한 뒤에야 또한 여기에서 거행할 수 있을 것이니, 다시 괴원(槐院)으로 하여금 연유를 갖추어 자문을 짓게 하고, 파발(擺撥)을 내어 만부(灣府)에 내려보내어 봉성장(鳳城將)에게 전해 주어 성경에 전해 보내게 하소서.” 하니, 윤허하였다.",
                "hj": "○辛卯/備邊司啓言: “卽伏見盛京, 回咨出來者, 江界、三寨、及閭閻、四把等地越邊, 大國人造舍墾田處, 自盛京遴派官兵, 前往究辦, 請派委曉事官弁, 沿江近處, 先期守候, 大國委員到日, 令其過江前來, 指引處所, 眼同緝拏云矣。 咨內辭意中, 過江前來, 雖非可議, 旣請派員指引, 則不可不探問其出來早晩, 然後亦可以自此擧行, 更令槐院, 具由撰咨, 定撥下送于灣府, 使之傳給鳳城將處, 以爲傳致盛京之地。” 允之。"
            }
        }
    },
    "08": {
        "1": {
            "1": {
                "H2KE-EN": "The King appointed Seo Huisun as deputy magistrate of Hanseong Magistracy .",
                "H2KE-nKo": "서희순을 한성부 판윤으로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 8월 1일(계축) 1번째기사",
                "gt-oKo": "서희순(徐憙淳)을 한성부 판윤으로 삼았다.",
                "hj": "○癸丑/以徐憙淳爲漢城府判尹。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On gyehae day, the King paid a visit to the Royal Ancestral Shrine in gyemyo year (. This was done during the autumn audience.",
                "H2KE-nKo": "주상이 태묘에 전배하였다. 추계 전알이었다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 8월 11일(계해) 1번째기사",
                "gt-oKo": "임금이 태묘(太廟)에 전배(展拜)하였는데, 추알(秋謁)이었다.",
                "hj": "○癸亥/上展拜于太廟, 秋謁也。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "[The King] provided relief aid to the families of Jangyeon and other towns who had flooded in the gapjin year (.",
                "H2KE-nKo": "갑자년에 장연 등 고을의 표몰된 민호에 휼전을 주었다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 8월 12일(갑자) 1번째기사",
                "gt-oKo": "장연(長淵) 등 고을의 물에 떠내려간 집에 휼전(恤典)을 내렸다.",
                "hj": "○甲子/給長淵等邑漂戶, 恤典。"
            },
            "2": {
                "H2KE-EN": "The King ordered that four persons, including Hwang Cheolun , who privately minted copper currency , be executed by hanging, in order to warn those in the future. The rest of the rogues were all taken into account according to the gravity of their crimes.",
                "H2KE-nKo": "명천에서 사사로이 돈을 주조한 죄인 황철운 등 4인은 효수하여 뭇사람을 경계하고, 그 나머지 놈들은 본도에서 경중에 따라 참작하여 처리하라고 명하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 8월 12일(갑자) 2번째기사",
                "gt-oKo": "명천(明川)에서 사사롭게 주전(鑄錢)한 죄인 황철운(黃喆云) 등 4인을 효수(梟首)하여 뭇사람을 경계하고, 그 나머지 제한(諸漢)은 본도(本道)에서 경중에 따라 짐작하여 처치하라고 명하였다.",
                "hj": "○命明川私鑄錢罪人黃喆云等四人, 梟首警衆, 其餘諸漢, 自本道, 從輕重酌處。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On mujin day, the King paid a visit to the Royal Tomb of Queen Sinui and then offered a cup of wine to him.",
                "H2KE-nKo": "무진년에 주상이 수릉에 전배하고, 이어 작헌례를 행하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 8월 16일(무진) 1번째기사",
                "gt-oKo": "임금이 수릉(綏陵)에 전배(展拜)하고 이어서 작헌례(酌獻禮)를 행하였다.",
                "hj": "○戊辰/上展拜于綏陵, 仍行酌獻禮。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "Yi Yusu was appointed as supreme general of the Capital Guards , and Im Seonggo as supreme general of the Capital Guards .",
                "H2KE-nKo": "이유수를 총위사로, 임성고를 금위대장으로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 8월 18일(경오) 1번째기사",
                "gt-oKo": "이유수(李惟秀)를 총위사(總衛使)로, 임성고(任聖皐)를 금위 대장(禁衛大將)으로 삼았다.",
                "hj": "○庚午/以李惟秀爲總衛使, 任聖皐爲禁衛大將。"
            },
            "2": {
                "H2KE-EN": "Chief State Councilor Kwon Donin submitted a memorial requesting his resignation from office and the King granted him permission. ",
                "H2KE-nKo": "영의정 권돈인이 상소하여 재상의 직임을 사직하니, 허락하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 8월 18일(경오) 2번째기사",
                "gt-oKo": "영의정 권돈인(權敦仁)이 상소하여 상직(相職)을 사퇴하니, 윤허하였다.",
                "hj": "○領議政權敦仁, 疏辭相職, 許之。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "Shin Mihyeon was appointed as inspector general of the Office of the Inspector General , Seong Won묵 as censor of the Office of the Censor General , and Yi응sik as 어영 대장 .",
                "H2KE-nKo": "홍학연을 사헌부 대사헌으로, 성원묵을 사간원 대사간으로, 이응식을 어영대장으로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 8월 19일(신미) 1번째기사",
                "gt-oKo": "홍학연(洪學淵)을 사헌부 대사헌으로, 성원묵(成原默)을 사간원 대사간으로, 이응식(李應植)을 어영 대장으로 삼았다.",
                "hj": "○辛未/以洪學淵爲司憲府大司憲, 成原默爲司諫院大司諫, 李應植爲御營大將。"
            },
            "2": {
                "H2KE-EN": "Governor of Pyeongan Province Hong Jacheol advised, During the occasion of great country, many soldiers and horses were led in large numbers. At the oh hour (approximately 5:30-6:30 p.m., during the oh hour (5:30-6:30 p.m.m.-12:30 p.m.-12:30 p.m.-1 p.m.-12:00 p.-1 p.m.-1 p.-1 p.-2:00 p.-1 p.m.-1 p.-1 p.-2:30 p.-1 p.m.-1 p.-1 p. p.-1 p.-2 p.-1 p. p.-1 p.-",
                "H2KE-nKo": "평안 감사 홍재철이 장계하기를,“대국인이 군마를 많이 거느리고 이달 5일 술시에 초산 경계 건너편 한적천에서 나와 파저강 동구에 머물렀는데, 상토 경계의 여염과 사파, 좌중우채 등지의 건너편 개간한 전결과 가옥을 조사하기 위해 나왔습니다.”하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 8월 19일(신미) 2번째기사",
                "gt-oKo": "평안 감사 홍재철(洪在喆)이 장계(狀啓)하기를, “대국인(大國人)이 군마(軍馬)를 많이 거느리고 이달 5일 술시(戌時)에 초산(楚山) 지경 건너편 한적천(漢赤川)에서 나와 파저강(波猪江) 동구(洞口)에 머물렀는데, 상토(上土) 지경 여염(閭閻)·사파(四把)·좌중우채(左中右寨) 등지 건너편의 밭을 일구고 집을 지은 곳을 살피고 잡으로 나온 것입니다.” 하였다.",
                "hj": "○平安監司洪在喆狀啓: 大國人多率軍馬, 今初五日戌時, 自楚山境越邊漢赤川出來, 止接於波猪江洞口, 以上土境閭閻、四把, 左中右寨等地, 越邊墾田結舍處, 査拏次出來也。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "The King proceeded to 춘당대에 나아가 the Mid-Autumn Records of the Grand Abdicated King and held the Mid-Autumn Records (C. Menggeundong . The lecture reached the highest lecture, namely Jeong Hwaki , the second lecture, and the first lecture, Yi Munhyeong , the second lecture, and Kim Hyeongui , the third lecture, were all allowed to take the examination. ",
                "H2KE-nKo": "주상이 춘당대에 나아가 추도기를 행하였다. 강경에서 수석을 차지한 공헌동과 지차인 정환익과 제술에서 부에서 수석을 차지한 이문형과 지차인 김현귀에게 모두 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 8월 2일(갑인) 1번째기사",
                "gt-oKo": "임금이 춘당대(春塘臺)에 나아가 추도기(秋到記)를 행하고, 강(講)에 으뜸을 차지한 공헌동(孔獻東)과 그 다음인 정환익(鄭煥翼)과, 제술(製述) 부(賦)에 으뜸을 차지한 이문형(李文馨)과 그 다음인 김현귀(金顯龜)에게 모두 직부 전시(直赴殿試)하게 하였다.",
                "hj": "○甲寅/上御春塘臺, 行秋到記, 講居首孔獻東, 之次鄭煥翼, 製述賦居首李文馨, 之次金顯龜, 竝直赴殿試。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "Jo Giyeong was appointed minister of punishments in imsin year (.",
                "H2KE-nKo": "조기영을 형조 판서로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 8월 20일(임신) 1번째기사",
                "gt-oKo": "조기영(趙冀永)을 형조 판서로 삼았다.",
                "hj": "○壬申/以趙冀永爲刑曹判書。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On gyeyu day, the King 희정당에 나아가 summoning Bak Yeongbo , former magistrate of Ganggye , former magistrate of Gasan , Yun Chiui , former magistrate of Gwaksan , Yeo Dongseong , former magistrate of 위원 , Yu Suk , Magistrate of Bakcheon , Min Sangho , former magistrate of Uiju , Kim Deokhu , former magistrate of Yeongbyeon , former magistrate of Jeongju , Kim Yeongp , former magistrate of Seoncheon , Jo Uiseok , former magistrate of Seoncheon , Yi Gyeongdal , former magistrate of Yongcheon , Ku Jeonghyeon , former magistrate of Huicheon , former magistrate of Unsan , Hong Huijo , former magistrate of Byeokdong , Shin Myeonghong , former 군수 조병ui , former magistrate of Taecheon , Yi Wondal , former 현감 Jo Wonyeong , Circuit Inspector of Eocheon , Circuit Inspector Mun Yongjung , former 군수 Nam Sik , and others in varying degrees. This was done by 어사의 서계로 인한 것이었다.",
                "H2KE-nKo": "주상이 희정당에 나아가 평안도 청북 암행 어사 박영보를 불러서 보았다. 전 강계 부사 윤우현, 전 가산 군수 윤치의, 전 곽산 군수 여동성, 전 위원 군수 유숙, 박천 군수 민상호, 전 의주 부윤 김덕희, 전전 영변 부사 조득림, 전 정주 목사 김영작, 전 선천 부사 조의석, 전전 부사 이경달, 전전 용천 부사 구정현, 전전 희천 군수 이봉주, 전 운산 군수 홍희조, 전 벽동 군수 신명홍, 전전 군수 조병의, 태천 현감 이원달, 전 현감 조원영, 어천 찰방 문용중, 전 봉산 군수 이남식 등에게 차등을 두어 죄주었다. 어사의 서계로 인한 것이다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 8월 21일(계유) 1번째기사",
                "gt-oKo": "임금이 희정당에 나아가 평안도 청북 암행 어사 박영보(朴永輔)를 소견(召見)하였다. 전 강계 부사(江界府使) 윤우현(尹禹鉉)·전 가산 군수(嘉山郡守) 윤치의(尹致誼)·전 곽산 군수(郭山郡守) 여동성(呂東星)·전 위원 군수(渭原郡守) 유숙(柳琡)·박천 군수(博川郡守) 민상호(閔祥鎬)·의주 부윤(義州府尹) 김덕희(金德喜)·전전 영변 부사(寧邊府使) 조득림(趙得林)·전 정주 목사(定州牧使) 김영작(金永爵)·전 선천 부사(宣川府使) 조의석(趙義錫)·전전 부사 이경달(李敬達)·전전 용천 부사(龍川府使) 구정현(具廷鉉)·전전 희천 군수(熙川郡守) 이봉주(李鳳周)·전 운산 군수(雲山郡守) 홍희조(洪熙朝)·전 벽동 군수(碧潼郡守) 신명홍(申命洪)·전전 군수 조병의(趙秉懿)·태천 현감(泰川縣監) 이원달(李源達)·전 현감 조원영(趙遠永)·어천 찰방(魚川察訪) 문용중(文用中)·전 봉산 군수(鳳山郡守) 이남식(李南軾) 등에게 차등을 두어 죄주었는데, 어사(御史)의 서계(書啓)로 인한 것이었다.",
                "hj": "○癸酉/上御熙政堂, 召見平安道淸北暗行御史朴永輔。 罪江界前府使尹禹鉉, 嘉山前郡守尹致誼, 郭山前郡守呂東星, 渭原前郡守柳琡, 博川郡守閔祥鎬, 義州前府尹金德喜, 寧邊前前府使趙得林, 定州前牧使金永爵, 宣川前府使趙義錫, 前前府使李敬達, 龍川前前府使具廷鉉, 熙川前前郡守李鳳周, 雲山前郡守洪熙朝, 碧潼前郡守申命洪, 前前郡守趙秉懿, 泰川縣監李源達, 前縣監趙遠永, 魚川察訪文用中, 鳳山前郡守李南軾等有差, 因御史書啓也。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "Bak Gisu was appointed magistrate of Hanseong Magistracy .",
                "H2KE-nKo": "박기수를 한성부 판윤으로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 8월 22일(갑술) 1번째기사",
                "gt-oKo": "박기수(朴岐壽)를 한성부 판윤으로 삼았다.",
                "hj": "○甲戌/以朴岐壽爲漢城府判尹。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "The King appointed Jo Haknyeon as governor of Pyeongan Province in the jeongchuk year (.",
                "H2KE-nKo": "조학년을 평안도 관찰사로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 8월 25일(정축) 1번째기사",
                "gt-oKo": "조학년(趙鶴年)을 평안도 관찰사로 삼았다.",
                "hj": "○丁丑/以趙鶴年爲平安道觀察使。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The King proceeded to the Royal Confucian Academy and received the officials of the senior third rank or above from the State Council and Six Ministries in audience.",
                "H2KE-nKo": "주상이 희정당에 나아가 대신과 비국 당상을 인견하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 8월 27일(기묘) 1번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가 대신과 비국 당상을 인견하였다.",
                "hj": "○己卯/上御熙政堂, 引見大臣備局堂上。"
            },
            "2": {
                "H2KE-EN": "The Ministry of Rites reported on the lists of adjunct overseers for the royal inspection of troops . Kim Siyeon , Yi Yuwon , Sim Huisun , Jo Yeonchang , Kim Segyun , Hong Huijong , Yu An , Jeong Seokjo , Jo Huicheol , and Yi Seunggyu . ",
                "H2KE-nKo": "비변사가 어사를 더 뽑아 아뢴 데 대한 별단을 아뢰었다. 김시연, 이유원, 심희순, 조연창, 김세균, 홍희종, 유안, 정석조, 조희철, 이승규이다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 8월 27일(기묘) 2번째기사",
                "gt-oKo": "비국에서 어사를 더 초계(抄啓)하는 별단(別單)을 아뢰었는데, 김시연(金始淵)·이유원(李裕元)·심희순(沈熙淳)·조연창(趙然昌)·김세균(金世均)·홍의종(洪義宗)·유안(柳晏)·정석조(鄭錫朝)·조희철(趙熙哲)·이승규(李承圭)이었다.",
                "hj": "○備局, 以御史加抄啓別單, 啓, 金始淵、李裕元、沈熙淳、趙然昌、金世均、洪羲宗、柳晏、鄭鍚朝、趙熙哲、李承圭。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "The King appointed Yi응sik as section chief of the left frontier , and Yi Gau as minister of rites .",
                "H2KE-nKo": "경진년에 이응식을 좌변포도대장으로, 이가우를 예조 판서로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 8월 28일(경진) 1번째기사",
                "gt-oKo": "이응식(李應植)을 좌변 포도 대장으로, 이가우(李嘉愚)를 예조 판서로 삼았다.",
                "hj": "○庚辰/以李應植爲左邊捕盜大將, 李嘉愚爲禮曹判書。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On eulmyo day, the King proceeded to the Royal Confucian Academy and summoned the students who passed the examination. ",
                "H2KE-nKo": "주상이 희정당에 나아가 입격한 유생을 불러서 보았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 8월 3일(을묘) 1번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가 입격한 유생(儒生)을 소견(召見)하였다.",
                "hj": "○乙卯/上御熙政堂, 召見入格儒生。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On byeongjin day, the King provided relief to the families of Gyeongseong and other towns who drowned and drowned. ",
                "H2KE-nKo": "경성 등 고을의 물에 빠져 죽은 가호에 휼전을 베풀었다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 8월 4일(병진) 1번째기사",
                "gt-oKo": "경성(鏡城) 등 고을의 물에 가라앉아 무너진 집에 휼전(恤典)을 내렸다.",
                "hj": "○丙辰/給鏡城等邑渰頹戶, 恤典。"
            },
            "2": {
                "H2KE-EN": "The State Council selected twenty men, including Kim Siyeon , Sim Huisun , Yi Yuwon , Jeong Ikjo , Jo Yeonchang , Hong Geon , Yu Chiseon , Yi Seunggyu , Jeong Seokjo , Jo Huicheol , Hong Sunmok , Yi Seungik , Hong Hongmyeong , Kim Ikun , Kim Yuyeon , Hongwonjong , Nam Jongsam , Han Gyeongwon , Yun Useok , and Yi Manun .",
                "H2KE-nKo": "의정부가 강제 문신을 뽑아서 아뢰었는데, 김시연ᆞ심희순ᆞ이유원ᆞ정익조ᆞ조연창ᆞ홍우건ᆞ유치선ᆞ이승규ᆞ정석조ᆞ조희철ᆞ홍순목ᆞ이승익ᆞ홍우명ᆞ김병운ᆞ김유연ᆞ홍원종ᆞ남종삼ᆞ한경원ᆞ윤우석ᆞ이만운 등 20인이었다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 8월 4일(병진) 2번째기사",
                "gt-oKo": "정부(政府)에서 강제 문신(講製文臣) 김시연(金始淵)·심희순(沈熙淳)·이유원(李裕元)·정익조(鄭翊朝)·조연창(趙然昌)·홍우건(洪祐健)·유치선(兪致善)·이승규(李承圭)·정석조(鄭錫朝)·조희철(趙熙哲)·홍순목(洪淳穆)·이승익(李承益)·홍우명(洪祐命)·김병운(金炳雲)·김유연(金有淵)·홍원종(洪原鍾)·남종삼(南鐘三)·한경원(韓敬源)·윤우석(尹禹錫)·이만운(李晩運) 등 20인을 초계(抄啓)하였다.",
                "hj": "○政府抄啓, 講製文臣金始淵、沈熙淳、李裕元、鄭翊朝、趙然昌、洪祐健、兪致善、李承圭、鄭錫朝、趙熙哲、洪淳穆、李承益、洪祐命、金炳雲、金有淵、洪原鐘、南鐘三、韓敬源、尹禹錫、李晩運等二十人。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "The King issued a royal directive as follows: The night guard duty is negligent in recent days, and thus it is inevitable to reform itself. Previously, there was a precedent in which the 총융청 was abolished and divided into rotational duty in the palace, thereby strictly enforcing the night guard duty. Regarding all matters, have the Ministry of Rites make a permanent decision according to the strength and then report.",
                "H2KE-nKo": "전교하기를,“숙위의 허술함이 요즘보다 심한 적이 없었으니, 변통하지 않을 수 없다. 전에도 이미 전례가 있으니, 총융청을 혁파하여 총융청으로 만들어 그들로 하여금 대궐 안에서 번을 나누어 입직하여 숙위를 엄하게 하도록 하라. 모든 절목은 묘당으로 하여금 좋은 쪽으로 마련하여 나의 재가를 받도록 하라.”하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 8월 5일(정사) 1번째기사",
                "gt-oKo": "하교하기를, “숙위(宿衛)의 소홀함이 근일보다 심할 수 없으니, 변통하지 않을 수 없다. 전에도 전례가 있었으니, 총융청(摠戎廳)을 고쳐 총위영(總衛營)으로 만들고, 번을 나누어 금중(禁中)에 입직(入直)하게 하여 숙위를 엄하게 하되, 모든 절목(節目)은 묘당(廟堂)으로 하여금 잘 마련하여 계하(啓下)하게 하라.” 하였다.",
                "hj": "○丁巳/敎曰: “宿衛之踈虞, 莫甚於近日, 不得不變通。 前亦有已例, 革摠戎廳爲總衛營, 使之分番入直於禁中, 以嚴宿衛, 凡百節目, 令廟堂, 從長磨鍊啓下。”"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On muo day, the King proceeded to Seonwon and returned to the portrait of the Three Kingdoms. Then he proceeded to Gyeongbok Palace and paid a visit to the King. The portrait of the two Kingdoms were enshrined, and the portrait of the Kingdoms were enshrined in Seonwon and performed the ancestral rites. The King ordered Assistant State Councilor Jo Jonghyeon , 예방 승지 홍희seok , the senior supplicant Im Geungsu , the senior supplicant of the Office of Royal Decrees , and the senior supplicant Kim Seunggyun , the fifth supplicant of the Office of Royal Decrees . ",
                "H2KE-nKo": "무오년에 주상이 선원전에 나아가 삼조의 어진을 도로 봉안하고, 이어 경우궁에 나아가 전배하고 양조의 어진을 받들어 선원전에 들여 봉안한 다음 작헌례를 행하였다. 찬례 조병현, 예방 승지 홍희석, 제4실의 대축 임긍수, 제5실의 대축 김응균에게 모두 가자하라고 명하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 8월 6일(무오) 1번째기사",
                "gt-oKo": "임금이 선원전(璿源殿)에 나아가 삼조(三朝)의 어진(御眞)을 도로 봉안하고, 이어서 경우궁(景祐宮)에 나아가 전배(展拜)하고 양조(兩朝)의 어진을 받들어 선원전에 들여 봉안하고, 작헌례(酌獻禮)를 행하였다. 찬례(贊禮) 조병현(趙秉鉉)·예방 승지(禮房承旨) 홍희석(洪羲錫)·제 4실 대축(第四室大祝) 임긍수(林肯洙)·제 5실 대축(第五室大祝) 김응균(金應均)에게 모두 가자(加資)하라고 명하였다.",
                "hj": "○戊午/上詣璿源殿, 還安三朝御眞, 仍詣景祐宮展拜, 奉兩朝御眞, 入奉璿源殿, 行酌獻禮。 命贊禮趙秉鉉, 禮房承旨洪羲錫, 第四室大祝林肯洙, 第五室大祝金應均, 幷加資。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "Kim Yeongsun , who was the Office of the Inspector General , and Bak Jonghyu , who was the Office of the Censor General .",
                "H2KE-nKo": "김영순을 사헌부 대사헌으로, 박종휴를 사간원 대사간으로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 8월 9일(신유) 1번째기사",
                "gt-oKo": "김영순(金英淳)을 사헌부 대사헌으로, 박종휴(朴宗休)를 사간원 대사간으로 삼았다.",
                "hj": "○辛酉/以金英淳爲司憲府大司憲, 朴宗休爲司諫院大司諫。"
            }
        }
    },
    "09": {
        "1": {
            "1": {
                "H2KE-EN": "The King appointed Jo Giyeong as inspector general of the Office of the Inspector General and Kim Ju묵 as censor of the Office of the Censor General .",
                "H2KE-nKo": "계미년에 조기영을 사헌부 대사헌으로, 김주묵을 사간원 대사간으로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 9월 1일(계미) 1번째기사",
                "gt-oKo": "조기영(趙冀永)을 사헌부 대사헌으로, 김주묵(金周默)을 사간원 대사간으로 삼았다.",
                "hj": "○癸未/以趙冀永爲司憲府大司憲, 金周默爲司諫院大司諫。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "The King appointed Han Jinjeong as the Office of the Censor General .",
                "H2KE-nKo": "임진년에 한진정을 사간원 대사간으로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 9월 10일(임진) 1번째기사",
                "gt-oKo": "한진정(韓鎭庭)을 사간원 대사간으로 삼았다.",
                "hj": "○壬辰/以韓鎭庭爲司諫院大司諫。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "The King proceeded to the Southern Detached Palace and held the ancestral rite for the deceased. Then he proceeded to Mohwa Guesthouse and conducted the archery soldiers escorting the royal carriage.",
                "H2KE-nKo": "주상이 남묘에 나아가 작헌례를 행하고, 이어 모화관에 나아가 수가한 군병의 시사를 행하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 9월 12일(갑오) 1번째기사",
                "gt-oKo": "임금이 남묘(南廟)에 나아가 작헌례(酌獻禮)를 행하고, 이어서 모화관(慕華館)에 나아가 수가(隨駕)한 군병(軍兵)에게 시사(試射)를 행하였다.",
                "hj": "○甲午/上詣南廟, 行酌獻禮, 仍詣慕華館, 行隨駕軍兵試射。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "Kim Donggon , the Office of the Inspector General , and Kim Gyeong , the Office of the Censor General .",
                "H2KE-nKo": "정유년에 김동건을 사헌부 대사헌으로, 김위를 사간원 대사간으로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 9월 15일(정유) 1번째기사",
                "gt-oKo": "김동건(金東健)을 사헌부 대사헌으로, 김필(金)을 사간원 대사간으로 삼았다.",
                "hj": "○丁酉/以金東健爲司憲府大司憲, 金爲司諫院大司諫。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On imin day, the King went to 희정당에 나아가 대신과 비국 당상을 인견하였다. The King said, Recently, the officials of the senior third rank or above who have been in charge of transmitting their orders without authorization are observed on night and conducting state affairs. This is also a custom. Whenever the night comes, it is truly difficult to provide necessities to them. Have the Royal Secretariat make a thorough effort to encourage them.",
                "H2KE-nKo": "주상이 희정당에 나아가 대신과 비국 당상을 인견하였다. 주상이 말하기를,“근래 정관이 이유 없이 패초를 어기고 밤에 정사를 행하니, 이것도 풍습이다. 매번 밤이 깊을 때마다 응대하기가 실로 어려우니, 승정원으로 하여금 각별히 신칙하게 하라.”하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 9월 20일(임인) 1번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가 대신과 비국 당상을 인견하였다. 임금이 말하기를, “근래에 정관(政官)이 까닭 없이 패초(牌招)를 어기고 밤에 정사(政事)를 행하는데, 이것도 풍습이다. 번번이 밤이 깊을 때에 수응(酬應)하기가 참으로 어려우니, 정원(政院)으로 하여금 각별히 신칙(申飭)하도록 하라.” 하였다.",
                "hj": "○壬寅/上御熙政堂, 引見大臣備局堂上。 上曰: “近來政官之無端違牌, 侵夜行政, 此亦風習。 每當夜深, 酬應實難, 令政院, 各別申飭可也。”"
            },
            "2": {
                "H2KE-EN": "Right State Councilor Bak Hoesu requested to encourage the evils of arbitrarily attached to the command center of the Elite Troops . The King transmitted a royal directive, which stated, The report has been profoundly sincere and sincere. I must 깊이 유념하도록 하겠다. However, the practice of arbitrarily attached to the command center shall not observe arbitrarily. This has already been strictly established in the law. At this time, my dear sirs words are like this. Truly, my dear sirs are in accordance with my intention. I am deeply pleased.",
                "H2KE-nKo": "우의정 박회수가 총위영 소속의 방자하고 횡포한 폐단에 대해 신칙할 것을 청하니, 전교하기를,“아뢴 바가 매우 절실하니 깊이 유념하겠다. 그러나 영속들이 빙자하고 횡포한 습관이 반드시 없으리라고 보장하기 어려워 이미 과조를 엄하게 세웠다. 이러한 때에 경의 말이 이와 같으니 실로 나의 뜻에 부합한다. 매우 감탄한다.”하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 9월 20일(임인) 2번째기사",
                "gt-oKo": "우의정 박회수(朴晦壽)가 총위영(總衛營)의 영속(營屬)의 방자한 폐단을 경계하기를 청하니, 하교하기를, “아뢴 바가 매우 절실하니, 체념(體念)하겠다. 영속이 빙자하여 제멋대로 하는 버릇이 반드시 없으리라고 보장할 수 없으므로, 이미 과조(科條)를 엄하게 세웠다. 이때에 경(卿)의 말이 이러한 것은 실로 내 뜻에 맞으니, 매우 감탄한다.” 하였다.",
                "hj": "○右議政朴晦壽, 請飭總衛營營屬恣橫之弊, 敎以 “所奏切至, 當體念。 而營屬之憑藉恣橫之習, 難保其必無, 已有嚴立科條矣。 此際卿言如此, 實副予意, 極用感歎。”"
            },
            "3": {
                "H2KE-EN": "The King appointed Yun Sanggyu as deputy magistrate of Hanseong Magistracy and Bak Jonggil as governor of Gangwon Province. ",
                "H2KE-nKo": "윤상규를 한성부 판윤으로, 박종길을 강원도 관찰사로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 9월 20일(임인) 3번째기사",
                "gt-oKo": "윤상규(尹尙圭)를 한성부 판윤으로, 박종길(朴宗吉)을 강원도 관찰사로 삼았다.",
                "hj": "○以尹尙圭爲漢城府判尹, 朴宗吉爲江原道觀察使。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "Yi Gau , a second inspector general , was appointed to the Office of the Inspector General .",
                "H2KE-nKo": "계묘년에 이가우를 사헌부 대사헌으로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 9월 21일(계묘) 1번째기사",
                "gt-oKo": "이가우(李嘉愚)를 사헌부 대사헌으로 삼았다.",
                "hj": "○癸卯/以李嘉愚爲司憲府大司憲。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On gapjin day, the King proceeded to the hall of governance and performed a tea ceremony.",
                "H2KE-nKo": "주상이 갑진년에 진전에 나아가 다례를 행하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 9월 22일(갑진) 1번째기사",
                "gt-oKo": "임금이 진전(眞殿)에 나아가 다례(茶禮)를 행하였다.",
                "hj": "○甲辰/上詣眞殿, 行茶禮。"
            },
            "2": {
                "H2KE-EN": "After a painting of the portrait of King Taejo , the King proceeded to the hall of governance and summoned 시임 대신과 원임 대신, 각신, royal relatives, and the royal clan .",
                "H2KE-nKo": "어진을 그린 뒤에 주상이 희정당에 나아가 시원임 대신, 시원임 각신, 종친, 의빈을 불러서 보았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 9월 22일(갑진) 2번째기사",
                "gt-oKo": "어진(御眞)을 그린 뒤에 임금이 희정당(熙政堂)에 나아가 시임(時任)·원임(原任)의 대신과 각신(閣臣)·종친(宗親)·의빈(儀賓)을 소견(召見)하였다.",
                "hj": "○御眞圖寫後, 上御熙政堂, 召見時原任大臣閣臣、宗親、儀賓。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On jeongmi day, the King proceeded to Injeong Hall and held a letter of credence for the winter state sacrifice at the Royal Ancestral Shrine.",
                "H2KE-nKo": "정미년에 주상이 인정전 월대에 나아가 태묘 동향 대제의 서계를 행하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 9월 25일(정미) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)의 월대(月臺)에 나아가 태묘 동향(太廟冬享)의 서계(誓戒)를 행하였다.",
                "hj": "○丁未/上御仁政殿月臺, 行太廟冬享誓戒。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Gongik as third minister of personnel , Min Chiseong as inspector general , Bak Yeongwon as minister of rites , Seo Gisun as deputy magistrate of Hanseong Magistracy , and Kim Yeongsun as second minister of personnel .",
                "H2KE-nKo": "이공익을 이조 참의로, 민치성을 사헌부 대사헌으로, 박영원을 예조 판서로, 서기순을 한성부 판윤으로, 김영순을 이조 참판으로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 9월 25일(정미) 2번째기사",
                "gt-oKo": "이공익(李公翼)을 이조 참의로, 민치성(閔致成)을 사헌부 대사헌으로, 박영원(朴永元)을 예조 판서로, 서기순(徐箕淳)을 한성부 판윤으로, 김영순(金英淳)을 이조 참판으로 삼았다.",
                "hj": "○以李公翼爲吏曹參議, 閔致成爲司憲府大司憲, 朴永元爲禮曹判書, 徐箕淳爲漢城府判尹, 金英淳爲吏曹參判。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On giyu day, the seventh day of the ninth month was held at the Royal Confucian Academy .",
                "H2KE-nKo": "반궁에서 기유년 구일제를 행하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 9월 27일(기유) 1번째기사",
                "gt-oKo": "반궁(泮宮)에서 구일제(九日製)를 설행(設行)하였다.",
                "hj": "○己酉/設九日製于泮宮。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "The King appointed Seo 헌sun as the Royal Confucian Academy .",
                "H2KE-nKo": "경술년에 서헌순을 성균관 대사성으로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 9월 28일(경술) 1번째기사",
                "gt-oKo": "서헌순(徐憲淳)을 성균관 대사성으로 삼았다.",
                "hj": "○庚戌/以徐憲淳爲成均館大司成。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On muja day, the King went to Jeogyeong and Changdeok Palace to pay a visit to the Abdicated King. ",
                "H2KE-nKo": "주상이 저경궁과 육상궁에 나아가 전배하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 9월 6일(무자) 1번째기사",
                "gt-oKo": "임금이 저경궁(儲慶宮)과 육상궁(毓祥宮)에 나아가 전배(展拜)하였다.",
                "hj": "○戊子/上詣儲慶宮、毓祥宮展拜。"
            },
            "2": {
                "H2KE-EN": "Superintendent of the Directorate of the Palace Buildings and below adjudicating the section for the compilation of the Royal Family Genealogy (K. Seonwonnyuk , the King ordered that the section chief of the Office of Royal Genealogy Shin Daeyeung be 가자ed.",
                "H2KE-nKo": "《선원보략》을 수정할 때의 제조 이하의 별단에 대해 판부하였다. 감인한 종부시 정 신대응에게 가자하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 9월 6일(무자) 2번째기사",
                "gt-oKo": "《선원보략(璿源譜略)》을 수정할 때의 제조(提調) 이하의 별단(別單)을 판하(判下)하였다. 감인(監印) 종부 정(宗簿正) 신대응(申大膺)을 가자(加資)하였다.",
                "hj": "○判下《璿源譜略》修正時提調以下別單, 監印宗簿正申大膺, 加資。"
            },
            "3": {
                "H2KE-EN": "The King ordered the State Council to refer to a number of attendants from high-ranking officials to senior third-rank officials and above among officials of the senior third-rank officials and above. This was because there were many problems when entering the palace gates.",
                "H2KE-nKo": "비변사에 명하여 대신 이하부터 당상 3품 이상까지 근수를 몇 명으로 한정하고 참작하여 마련하게 하였는데, 궐문을 출입할 때 매번 지나치게 거느리는 폐단이 많았기 때문이다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 9월 6일(무자) 3번째기사",
                "gt-oKo": "비변사(備邊司)에 명하여 대신 이하 옥당(玉堂) 3품 이상의 근수(跟隨)를 몇 명으로 한정할 것인지 참작하여 마련하게 하였는데, 궐문(闕門)을 출입할 때에 번번이 지나치게 거느리는 폐단이 많기 때문이었다.",
                "hj": "○命備邊司, 自大臣以下, 至堂上三品以上, 跟隨限幾名, 參酌磨鍊, 以闕門出入時, 每多濫率之(弊)〔弊〕故也。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "The King appointed Bak Jonghyu as the Office of the Censor General , and Seo Huisun as the minister of punishments .",
                "H2KE-nKo": "기축년에 박종휴를 사간원 대사간으로, 서희순을 형조 판서로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 9월 7일(기축) 1번째기사",
                "gt-oKo": "박종휴(朴宗休)를 사간원 대사간으로, 서희순(徐憙淳)을 형조 판서로 삼았다.",
                "hj": "○己丑/以朴宗休爲司諫院大司諫, 徐憙淳爲刑曹判書。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On sinhae day, in the fall of sinmyo year (, there was a flooding in the capital and in the provinces. The households in the Five Districts were 3,900 households in total. In each province, 2,470 households were swept away and drowned, and many people were drowned. It was ordered that relief be bestowed upon them. The Five District Offices were specially dispatched to inspect the situation and that Hanseong Magistracy be enforced so that no one could miss the opportunity [of the building]. In each province, the Ministry of Taxation was ordered to encourage the governors to assist the buildings in order to prevent people from missing the oportunity [of the buildings]. The drowned people and the drowned households were all exempted from paying taxes.",
                "H2KE-nKo": "이해 여름과 가을에 서울과 지방에 큰물이 져서 오부의 집채가 무너진 민가가 모두 3900여 호이고, 각 도의 집채가 떠내려갔거나 무너진 민가가 모두 2470여 호이고, 익사한 사람도 많으니, 모두 휼전을 베풀었다.오부는 특별히 선전관을 보내어 형편을 적간하게 하고, 한성부를 신칙하여 누락되거나 낭비되는 일이 없게 하였다. 각 도는 묘당으로 하여금 도신에게 신칙하여 집 짓는 것을 도와주어 살 곳을 잃는 우환을 면하게 하고, 익사한 사람의 신역과 환곡과 군포를 모두 탕감하게 하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 9월 9일(신묘) 1번째기사",
                "gt-oKo": "이해 여름·가을에 경외(京外)의 홍수(洪水)로 오부(五部)에서 무너진 민가가 모두 3천 9백여 호(戶)이고, 각도(各道)에서 떠내려가고 무너진 민가가 모두 2천 4백 70여 호였으며, 물에 빠져 죽은 사람도 많았는데 모두 휼전(恤典)을 베풀었다. 오부에는 특별히 선전관(宣傳官)을 보내어 형지(形止)를 적간(摘奸)하고 경조(京兆)에 신칙하여 빠뜨리거나 지나친 것이 없게 하였다. 그리고 각도에는 묘당(廟堂)으로 하여금 도신(道臣)에게 신칙하여 집 짓는 일을 돌보고 도와서 살 곳을 잃는 걱정을 면하게 하고, 빠져 죽은 사람의 신포(身布)·환포(還布)를 모두 탕감하게 하였다.",
                "hj": "○辛卯/是歲夏秋, 京外大水, 五部頹壓民家, 凡三千九百餘戶, 各道漂頹民家, 凡二千四百七十餘戶, 人命渰死且多, 竝施恤典。 五部則特遣宣傳官, 摘奸形止, 飭京兆, 俾無漏濫, 各道則令廟堂, 飭道臣, 顧助結搆, 使免失所之患, 渰死人身還布, 竝皆蕩減。"
            }
        }
    },
    "10": {
        "13": {
            "1": {
                "H2KE-EN": "On eulchuk day, the King went to 춘당대에 나아가 the final civil and military officials who had passed the civil and military service examinations in the eulchuk year (. ",
                "H2KE-nKo": "주상이 춘당대에 나아가 전경 문신과 전경 무신의 전강을 행하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 10월 13일(을축) 1번째기사",
                "gt-oKo": "임금이 춘당대(春塘臺)에 나아가 전경 문신 전강(專經文臣殿講)과 전경 무신 전강을 행하였다.",
                "hj": "○乙丑/上御春塘臺, 行專經文武臣殿講。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "On byeongjin day, Great Lord of Pungeunjeong Jo Manyeong , Grand Master for Assisting toward Fundamental Laws and Supreme General of the Royal House Administration , and Great Lord of Pungeunjeong Jo Manyeong passed away. The King issued an edict, which stated, How can I express my grief and sorrow? The disease of many years became critical, and I have always expected that the disease would suddenly recover. How could I have expected that today I would suddenly receive the news of my passing? I am afraid that I cannot express my grief over my passing. However, the Queen Mother was worried and apprehensive, and I encountered such grief over my passing. What could I express my appreciation and comfort my sorrow? Truly, I cannot overcome my sympathy and sorrow. Alas! I, a humble man, encountered a house and was unable to make a living. From the gyeongin year (, my father, my eldest son, passed through the rugged disturbance, and was able to observe my utmost sincerity and protected me today. Who could have been granted? He received the entrusted task of the two kings, and when I was entrusted with my ancestors, my grandparent grandparents, grandchildren, and grandchildren, was also entrusted with the responsibility of assisting me in devotion and respectfulness. In 안으로는 loyal and diligence, merits were greater than that of the eldest son, and in the provinces, merits were performed to assist me in assistance in governance in the twentieth of the twentieth year. How could there be any difference in the past? Last winter, the mourning period for the late father-in-law of Minor Laws [] was already a misfortune for her family and her late father, but within one year, she also heard the news of her death. I am sorrowful and sorrowful. I will follow the example of the late Great Lord of Pungeunpyeongs house and select one set of the vice-envoy from the East Supreme General . The observation of honors cannot be slightly delayed. Therefore, I will not wait until the memorial addressed to the Office of the Inspector General to discuss the posthumous title of the Office of the Inspector General to send an official to offer condolences. Tomorrow, I will send a royal secretary to offer condolences upon her. The salary shall be transported for three years, and the observation of funeral and burial",
                "H2KE-nKo": "보국숭록대부 영돈녕부사 풍은부원군 조만영이 졸하였다. 전교하기를,“슬프고도 슬프다. 오히려 무슨 말을 하겠는가. 여러 해 동안 병을 앓아서 빨리 회복될 가망이 항상 간절하였는데, 어찌 오늘 갑자기 흉음을 듣게 될 줄 생각이나 하였겠는가. 나 소자의 놀랍고도 슬픈 마음은 이미 비유할 수 없을 정도이다. 자전이 근심하고 애태우며 애태우던 끝에 이런 망극한 지경을 만났으니, 무슨 말로 위로하며 위로하겠는가. 실로 답답하고도 절박한 심정을 금할 수 없다.아, 소자가 집안의 불행을 만나 지난 경술년과 후갑의 험난한 일을 겪으면서 지극한 정성으로 보호해 준 덕분에 오늘이 있게 된 것은 누가 내려 준 것인가. 양조의 부탁을 받았고, 과인이 성공하기를 바라게 되어서는 조손의 친척으로서 인도하는 책임을 겸하여 나를 양덕으로 돕고 나를 독실하고 공경으로 보좌하였다. 안으로는 충근한 공로가 크고 밖으로는 공경하고 협력하여 나라를 바로잡고 구제한 업적이 20년을 하루같이 이어졌으니, 나라를 보위하고 사사로움을 잊은 순수한 마음과 위대한 공로는 옛사람 중에서 찾아보아도 누가 견줄 만한 이가 있겠는가. 지난겨울에 원구가 이치를 거스르는 상을 당한 것도 이미 국가의 불행이었는데, 1년이 채 못 되어 또 이런 소식을 듣게 되었으니, 애통하고도 슬프다. 내가 장차 누구를 의지하겠는가. 졸한 풍은부원군의 집에 동원부기 1부를 골라 보내고, 숭보하는 일은 잠시도 늦출 수 없으니, 시장을 기다리지 말고 홍문관으로 하여금 당일로 시호를 의논하여 정하게 하며, 각신을 보내 치조하게 하고, 내일 승지를 보내 고아를 구휼하게 하라. 녹봉은 3년을 기한으로 실어 보내고, 예장 등의 일은 각 해사로 하여금 규례를 살펴 거행하게 하라.”하였다. 조만영은 일찍이 호남의 직지가 되어 명성이 온 도에 진동하였다. 성품이 돈후하고 인척간에 화목하여 혼인과 장사, 기근과 흉년을 만나면 번번이 곡진하게 돌보아 주었다. 이 때문에 녹봉과 재산이 매우 풍부하였고, 나가는 것도 왕왕 그 수입을 충당하였다. 계묘년 겨울에 주상이 천연두의 증세가 있자 조만영이 우려하여 두 눈이 마침내 막히고 이어 그의 장자 조병귀에게 곡을 하였는데, 마침내 병이 낫지 않고 오래 끌다가 다시 일어나지 못하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 10월 14일(병인) 1번째기사",
                "gt-oKo": "보국 숭록 대부(輔國崇祿大夫) 영돈녕부사(領敦寧府事) 풍은 부원군(豐恩府院君) 조만영(趙萬永)이 졸(卒)하였다. 하교하기를, “슬프고도 슬프다. 오히려 무슨 말을 하겠는가? 병환이 여러 해 동안 위독하였으나 회복되기를 늘 간절히 바랐는데, 어찌 오늘 갑자기 흉음(凶音)을 들을 줄 알았겠는가? 나의 놀랍고도 슬픈 마음은 이미 말할 수 없으나, 자전(慈殿)께서 우려하여 속태우신 끝에 이 망극한 지경을 당하셨으니, 또한 무슨 말로 우러러 위로하여 애통하신 뜻을 풀어 드리겠는가? 실로 지극히 민망스럽고도 박절한 마음을 금하지 못하겠다. 아! 내가 집안의 불행을 당하여 먼저 경인년과 뒤에 갑오년의 불행을 겪었으나, 지극한 정성으로 보호함을 힘입어 오늘이 있기에 이른 것이 누가 준 것인가? 양조(兩朝)의 부탁을 받고 내가 성취하기까지 조손(祖孫)의 친척으로서 인도하는 책임을 아울러 양덕(養德)으로 나를 돕고 독경(篤敬)으로 나를 도왔다. 안으로는 충근(忠勤)한 공로의 큰 것과 밖으로는 서로 삼가고 공경하여 바로잡은 업적이 20년 동안 하루 같았으니, 그 나라를 지키고 사사로움을 잊는 순수한 마음과 위대한 공은 예전 일에서 찾더라도 누가 견줄 수 있겠는가? 지난 겨울에 있었던 원구(元舅)의 역리(逆理)의 상(喪)이 이미 국가의 불행이었는데, 미처 1기(期)가 못되어 또 이 통보를 들으니, 슬프고 슬프다. 내가 장차 누구를 의지하겠는가? 졸한 풍은 부원군의 집에 동원 부기(東園副器) 1부(部)를 가려 보내고, 숭보(崇報)하는 일은 잠시도 늦출 수 없으니, 시장(諡狀)을 기다리지 말고 홍문관(弘文館)으로 하여금 당일로 시호(諡號)를 의논하게 하고, 각신(閣臣)을 보내어 조문(弔問)하게 하고, 내일 승지(承旨)를 보내어 상인(喪人)을 위문하게 하라. 그리고 녹봉(祿俸)을 3년간 한정하여 실어 보내고, 예장(禮葬) 등의 일은 각각 해사(該司)로 하여금 전례에 비추어 거행하게 하라.” 하였다. 조만영은 일찍이 호남 직지(湖南直指)가 되어 명성이 한 도에 떨쳤다. 성질이 돈후(敦厚)하고 인척간에 화목하여 혼장(婚葬)·기황(饑荒)을 당하면 곡진히 두루 보살폈다. 이 때문에 봉록(俸祿)과 재산이 매우 넉넉하여도 나가는 것이 또한 때때로 그 들어오는 것과 같았다. 계묘년 겨울 임금이 두후(痘候)가 있을 때에 조만영이 우려하다가 두 눈이 드디어 어두워졌는데, 이어서 그 맏아들 조병귀(趙秉龜)의 죽음을 곡하다가, 드디어 병이 오래 끌어 다시는 일어나지 못하였다.",
                "hj": "○丙寅/輔國崇祿大夫領敦寧府事豐恩府院君趙萬永卒。 敎曰: “慟矣慟矣! 尙何言哉? 病患多年沈篤, 而期望恒切於遄復, 豈料今日, 遽承匈音, 予小子驚慟之懷, 已無可喩, 而慈殿憂慮煎灼之餘, 遭此罔極之境, 抑以何辭, 仰慰寬譬? 實不勝悶迫之至。 嗚呼! 小子遭家不造, 先庚後甲, 險釁閱歷, 賴至誠之保護, 式至有今日者, 繄誰之賜也? 受兩朝之托付, 逮寡昧之仰成, 以祖孫之親, 兼導迪之責, 輔予以養德, 翼予以篤敬。 內而忠勤勳勞之大, 外而寅協匡濟之績, 垂二十年如一日, 其衛國忘私之純心偉功, 求之古昔, 孰有倫比? 昨冬元舅逆理之喪, 已是家國之不幸, 而未及一朞, 又聞此報, 慟矣慟矣。 予將疇依, 卒豐恩府院君家, 東園副器一部擇送, 崇報之節, 不容暫緩, 不待狀, 令弘文館, 當日議諡, 遣閣臣致弔, 明日遣承旨恤孤。 祿俸限三年輸送, 禮葬等節, 令各該司, 照例擧行。 萬永, 嘗爲湖南直指, 聲震一路。 性敦厚睦於婣族, 遇婚葬饑荒, 輒委曲而周恤之。 以故, 俸祿貲産甚豐, 而出亦往往當其入。 癸卯冬, 上之有痘候也, 萬永憂慮之, 兩目遂障瞖, 繼哭其長子秉龜, 遂沈綿不復起矣。"
            },
            "2": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, On the day of mourning for Great Lord of Pungeuncheon , I must visit and express my grief over the passing of the deceased Great Lord of Pungeuncheon . Have the Ministry of Taxation prepare the ceremonial procedure for the deceased and submit it to me.",
                "H2KE-nKo": "전교하기를,“졸한 풍은부원군의 성복일에 친림하여 조문할 것이니, 의절을 예조로 하여금 즉시 마련하여 들이게 하라.”하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 10월 14일(병인) 2번째기사",
                "gt-oKo": "하교하기를, “졸(卒)한 풍은 부원군(豐恩府院君)의 성복(成服) 날에 가서 조문(弔問)할 것이니, 의절(儀節)을 해조(該曹)로 하여금 곧 마련하여 들이게 하라.” 하였다.",
                "hj": "○敎曰: “卒豐恩府院君成服日, 當臨弔矣。 儀節, 令該曹, 卽爲磨鍊以入。”"
            },
            "3": {
                "H2KE-EN": "The King proceeded to Geumcheongyo in Changdeok Palace and performed the rite of wailing for Great Lord of Pungeuncheon .",
                "H2KE-nKo": "주상이 창경궁 금천교에 나아가 풍은부원군의 상에 거애하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 10월 14일(병인) 3번째기사",
                "gt-oKo": "임금이 창경궁(昌慶宮) 금천교(禁川橋)에 나아가 풍은 부원군(豐恩府院君)의 상(喪)에 거애(擧哀)를 행하였다.",
                "hj": "○上詣昌慶宮禁川橋, 行豐恩府院君喪擧哀。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "Superintendent of the Middle Army Jo Inyeong presented a memorial to the King requesting the suspension of the royal order. The King responded, Now that I read the memorial, I am deeply grieved. How could my dear sir not know about the cardinal principles of righteousness? However, my dear sirs strongly repeatedly on the instructions of Your Majesty. At this time, I am afraid that there might be more worried concerns. I intend to obey this order. My dear sirs should understand this.",
                "H2KE-nKo": "영중추부사 조인영이 차자를 올려 내린 명을 거두어 달라고 청하니, 비답하기를,“지금 차자의 내용을 보니 비통한 마음이 갑절이나 간절하다. 소자의 정리를 경이 어찌 모르겠는가. 그러나 경이 이렇게까지 극력 만류하고 또 자전(慈殿 정순왕후)께서 누차 하교하시니, 이러한 때에 근심을 더 끼칠까 염려되어 장차 힘써 받들려고 한다. 경은 양해하라.”하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 10월 15일(정묘) 1번째기사",
                "gt-oKo": "영부사(領府事) 조인영(趙寅永)이 차자(箚子)를 올려 성명(成命)을 거두기를 청하니, 비답(批答)하기를, “이제 차자의 내용을 보니 비통(悲慟)한 마음이 갑절이나 더 절박하다. 내 정리(情理)를 경이 어찌 모르겠는가마는, 경이 이토록 힘껏 말리고 또 자교(慈敎)가 여러 번 계셨으므로, 이런 때에 근심을 더 끼칠까 염려하여 장차 애써 따르려 하니, 경은 그리 알라.” 하였다.",
                "hj": "○丁卯/領府事趙寅永, 陳箚請寢成命, 批以 “今見箚辭, 悲慟倍切。 小子情理, 卿豈不知? 而卿之力挽至此, 且慈敎屢屢, 此時恐添貽憂, 將欲勉承, 卿其諒之。”"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "Yi Gau , a member of the Office of the Inspector General , was appointed inspector general .",
                "H2KE-nKo": "이가우를 사헌부 대사헌으로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 10월 16일(무진) 1번째기사",
                "gt-oKo": "이가우(李嘉愚)를 사헌부 대사헌으로 삼았다.",
                "hj": "○戊辰/以李嘉愚爲司憲府大司憲。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On gisa day, the King proceeded to Geumcheon Bridge and performed the salutation ritual toward Great Lord of Pungeuncheon .",
                "H2KE-nKo": "주상이 금천교에 나아가 풍은부원군의 성복에 망곡례를 행하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 10월 17일(기사) 1번째기사",
                "gt-oKo": "임금이 금천교(禁川橋)에 나아가 풍은 부원군(豐恩府院君)의 성복(成服)에 망곡(望哭)을 행하였다.",
                "hj": "○己巳/上詣禁川橋, 行豐恩府院君成服望哭。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On gabo day, the King proceeded to the Royal Ancestral Shrine and 재숙ed [at the Royal Ancestral Shrine].",
                "H2KE-nKo": "주상이 태묘에 나아가 재숙하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 10월 2일(갑인) 1번째기사",
                "gt-oKo": "임금이 태묘(太廟)에 나아가 재숙(齋宿)하였다.",
                "hj": "○甲寅/上詣太廟齋宿。"
            },
            "2": {
                "H2KE-EN": "Hong Jacheol was appointed as the Inspector General .",
                "H2KE-nKo": "홍재철을 사헌부 대사헌으로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 10월 2일(갑인) 2번째기사",
                "gt-oKo": "홍재철(洪在喆)을 사헌부 대사헌으로 삼았다.",
                "hj": "○以洪在喆爲司憲府大司憲。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The King proceeded to 희정당에 나아가 대신과 비국 당상을 인견하였다. The King said, Recently, court officials and the scholar-officials all wear white robes. What is the reason for this? Right State Councilor Bak Hoesu said, There have been many prohibitions in the previous dynasty. Every time, they wear robes of old customs. The King said, Illustrated King Taejos prohibition. In general, it is truly wrong that only wear white robes without mourning garments. The King said, It is difficult to completely prohibit scholar-officials from wearing white robes. However, it is possible to prohibit civil and military officials from wearing white robes in their class as well as civil and military officials. This should be admonished to this intent. [Bak] Hoesu reported, On a previous day, both educational officials and second-tier instructors of the Royal Confucian Academy were arranged in one place. The application of the state examination was different from that of the names of the Royal Confucian Academy. However, the application of the east class is changed to the west class, and the application of the west class is changed to the east class. When the application of ap",
                "H2KE-nKo": "상이 희정당에 나아가 대신과 비국 당상을 인견하였다. 주상이 말하기를,“근래 조관과 사서인이 모두 백포를 입는다고 하는데, 이것은 무슨 까닭인가?”하니, 우의정 박회수가 아뢰기를,“선왕조에는 금령이 많이 있어서 매번 습속을 따라 착용하였습니다.”하자, 주상이 말하기를,“익종조에도 금령이 있었다. 복제가 없는데도 전적으로 백포를 입는 것은 참으로 잘못된 것이다.”하였다. 주상이 말하기를,“사서인을 모두 금하기는 어렵지만 사적에 오른 문관, 음관, 무관의 조관이 백포를 입는 것은 금해야 한다. 이러한 뜻으로 신칙하는 것이 좋겠다.”하니, 박회수가 아뢰기를,“일전에 사학의 학제 두 교수를 모두 한 곳에서 설행하였는데, 시제가 각각 달라서 상의 이름이 같지 않았습니다. 그런데 동쪽의 시권을 서쪽에서 바꾸어 뽑기도 하고 서쪽의 시권을 동쪽에서 옮겨 채점하기도 하였습니다. 그러다가 방목이 나오자 이곳에서 시권을 바친 자들은 이름이 저쪽에 올라 서로 이리저리 옮겨 가며 전혀 시험의 체모를 잃었습니다. 이 또한 국시인데 이처럼 혼잡하여 전혀 제한이 없단 말입니까. 원래의 방목은 시행하지 말고, 해당 두 교수는 현고를 받아 파직하는 법을 시행하고, 그 후임은 정사를 열어 차출해서 다시 시취하게 하소서.”하자, 전교하기를,“어찌 이처럼 해괴한 일이 있단 말인가. 과명의 대소를 막론하고 국시는 마찬가지이니, 조금이라도 꺼리는 것이 있었다면 어찌 이 지경에 이르렀겠는가. 원래의 방목을 시행하지 않는 것과 다시 시취하는 것은 아뢴 대로 시행하라. 해당 두 교수는 책임을 물어 파직하는 것으로 그칠 수 없으니, 의금부로 하여금 잡아다 신문하여 죄목을 정하게 하라.”하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 10월 20일(임신) 1번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가 대신과 비국 당상을 인견하였다. 임금이 말하기를, “근래에 조관(朝官)·사서(士庶)가 다 백포(白袍)를 입는다 하는데, 이것은 무슨 까닭인가?” 하자, 우의정 박회수(朴晦壽)가 말하기를, “선조(先朝)에도 금령(禁令)이 많이 있었으나, 번번이 습속으로 인하여 입었습니다.” 하니, 임금이 말하기를, “익묘(翼廟) 때에도 금령이 있었다. 대개 복제(服制)가 없는데도 오로지 백포를 입는 것은 참으로 그르다.” 하고, 임금이 말하기를, “사서는 죄다 금하기 어렵겠으나, 사적(仕籍)에 통한 문(文)·음(蔭)·무(武)의 조관이 백포를 입는 것은 금할 수 있을 것이니, 이 뜻으로 신칙(申飭)하는 것이 좋겠다.” 하였다. 박회수가 아뢰기를, “일전에 사학(四學)의 학제(學製)를 두 교수(敎授)가 아울러 같은 곳에서 설행(設行)하였으나, 시제(試題)가 각각 다르고 상교(庠校)의 이름이 같지 않았는데도 동(東)의 시권(試券)을 서(西)에서 혹 바꾸어 취하고, 서의 시권을 동에서 혹 옮겨다가 고교(考校)하였습니다. 그 방(榜)이 나오게 되어서는 이 곳에 시권을 낸 자가 저 곳에 이름이 올라 서로 바뀌어졌으니, 전혀 고시의 체모가 없었습니다. 이것도 국시(國試)인데, 이처럼 혼잡하여도 방한(防限)이 아주 없겠습니까? 원방(原榜)은 시행하지 말고 해당 두 교수는 현고(現告)를 받아서 파직(罷職)하는 법을 시행하고, 그 대체할 자를 개정(開政)하여 차출해서 다시 시취(試取)하게 하소서.” 하니, 하교하기를, “어찌 이처럼 해괴한 일이 있겠는가? 과명(科名)의 대소(大小)를 물론하고 국시는 한결같은데, 조금이라도 꺼리는 것이 있다면 어찌 이 지경에 이르겠는가? 원방을 시행하지 않는 것과 다시 시취하는 것은 아뢴 대로 시행하고, 해당 두 교수는 견파(譴罷)하는 데 그칠 수 없으니, 해부(該府)로 하여금 나문(拿問)하여 죄를 정하게 하라.” 하였다.",
                "hj": "○壬申/上御熙政堂, 引見大臣備局堂上。 上曰: “近來朝官、士庶, 皆着白袍云, 此何故也?” 右議政朴晦壽曰: “先朝多有禁令, 每因習俗而着之矣。” 上曰: “翼廟亦有禁令。 蓋無服制而專着白袍, 誠爲非矣。” 上曰: “士庶有難盡禁, 而通籍之文蔭、武朝官之着白袍, 可以禁之, 以此意申飭好矣。” 晦壽啓言: “日前四學學製兩敎授, 竝設於一處, 試題各異, 庠名不同, 而東之券, 西或換取, 西之券, 東或移考。 及其榜出, 呈券於此者, 名登於彼, 互相推移, 全沒試體。 此亦國試, 若是淆雜, 蕩無防限乎? 原榜勿施, 當該兩敎授, 捧現告施以罷職之典, 其代, 開政差出, 更爲試取。” 敎以 “寧有如此駭怪之事乎? 無論科名大小, 國試則一也, 苟有一分忌憚, 豈至於此乎? 原榜勿施與更試, 依所奏施行, 當該兩敎授, 不可以譴罷而止, 令該府拿問定罪。”"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Nojeung as the inspector general .",
                "H2KE-nKo": "이노병을 사헌부 대사헌으로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 10월 20일(임신) 2번째기사",
                "gt-oKo": "이노병(李魯秉)을 사헌부 대사헌으로 삼았다.",
                "hj": "○以李魯秉爲司憲府大司憲。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On gapsul day, the King proceeded to the Royal Confucian Academy and presented local products to the King, as well as the civil officials of the Han Confucian Academy who passed the luncheon in the Royal Confucian Academy.",
                "H2KE-nKo": "주상이 춘당대에 나아가 방물의 간품 및 한학 문신의 일차 유생의 전강을 행하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 10월 22일(갑술) 1번째기사",
                "gt-oKo": "임금이 춘당대(春塘臺)에 나아가 방물(方物)의 품질을 살펴보고, 한학 문신(漢學文臣)·일차 유생(日次儒生)의 전강(殿講)을 행하였다.",
                "hj": "○甲戌/上御春塘臺, 行方物看品及漢學文臣日次儒生殿講。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On eulhae day, the King proceeded to Junghu Hall and conducted the final application of the 유생의 전강 in lunar month.",
                "H2KE-nKo": "중희당에 나아가 일차 유생의 전강 비교를 행하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 10월 23일(을해) 1번째기사",
                "gt-oKo": "임금이 중희당(重熙堂)에 나아가 일차 유생 전강(日次儒生殿講)의 비교를 행하였다.",
                "hj": "○乙亥/上御重熙堂, 行日次儒生殿講比較。"
            },
            "2": {
                "H2KE-EN": "시임 대신과 원임 대신이 연명으로 차자를 올렸는데, 대략 이르기를, “신들이 yesterday, Your Majesty sent an ordinary royal directive to the Royal Secretariat to rectify the congratulatory Queens congratulatory ceremony according to ancient practices and then submit a royal directive. When the Royal Placenta Chamber and the Royal Lecture on the daytime and the King ascended to the Royal Lecture, the various halls request to receive the Queens congratulatory ceremony. This is an ordinary human feelings of subjects. It has been long since the Queens congratulatory ceremony has been completed for a long time. Therefore, its importance and importance is of great importance. In general, the ceremonies of ceremonies are satisfactory to human feelings and propriety. Therefore, after the ceremonies of ceremonies, the ceremonies of ceremonies should be respectfully observed. What suspicion could there be any suspicion if the ceremonies of ceremonies were suddenly discussed? According to ancient practices, although there is something that can be observed, the ceremonies of ceremonies should also be observed. Therefore, it is observed that the ceremonies of ceremonies should not be abandoned and observed ancient practices. Therefore, it is observed that the ceremonies of ceremonies and propriety should not be able to observe the instructions. The King 비답하기를, “나도 already known what my dear sirs said. However, the instructions of yesterday were merely followed precedents. My dear sirs should understand this.",
                "H2KE-nKo": "시원임 대신이 연명으로 차자를 올렸는데, 그 대략에,“신들이 어제 삼가 승정원에 내리신 구전 하교를 보니, 중궁전의 문후를 고례에 따라 바로잡아서 들이라는 하교가 있었습니다. 내의원의 일차와 연석에서 어전에 나아올 때 각 전의 문후를 봉입하도록 청하는 것은 바로 신하 된 자의 일반적인 규례이고 일반적인 인정입니다. 곤전의 문후를 행한 지 오래되어 이미 의절이 되었으니, 그 막중하고도 중대한 것이 과연 어떠합니까. 의절에 속하는 것이 인정으로 보나 예의로 보나 합당하면 한 번 행한 뒤에는 오직 공경히 받들어야 할 뿐인데, 다시 무슨 의심할 만한 점이 있다고 갑자기 의논하는 것입니까. 고례에 설령 상고할 만한 것이 있더라도 근래의 규례도 준행해야 하니, 지금 근래의 규례를 버리고 고례를 원용해서는 안 된다는 것이 분명합니다. 인정과 예의로 헤아려 볼 때 결코 감히 하교를 받들 수 없습니다.”하니, 비답하기를,“나도 경들의 말이 이와 같다는 것을 이미 알고 있다. 그러나 일전의 하교는 바로 전례를 따른 것일 뿐이니, 경들은 양해하라.”하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 10월 23일(을해) 2번째기사",
                "gt-oKo": "시임(時任)·원임(原任)의 대신들이 연명(聯名)하여 차자(箚子)를 올렸는데, 대략 이르기를, “신들이 어제 보건대, 정원(政院)에 내리신 구전 하교(口傳下敎)에 중궁전(中宮殿)의 문후(問候)를 고례(古例)에 의거하여 바로잡아서 들이라는 분부가 있었습니다. 약원 일차(藥院日次)와 연석 등대(筵席登對) 때에 각전(各殿)의 후절(候節)을 듣기를 청하는 것은 신하로서 상례(常禮)이고 항정(恒情)입니다. 곤전(坤殿)의 문후는 행한 지 오래 되어 이미 의절(儀節)이 되었으니, 그 중대한 것이 과연 어떠하겠습니까? 모든 의절에 관한 것은 항정에 맞고 상례에 맞는다면, 한 번 행한 뒤에는 오직 봉행하고 삼가야 할 뿐인데, 다시 무슨 의심할 만한 것이 있어서 갑자기 의논하겠습니까? 고례에 상고할 만한 것이 있다 하더라도 근래의 규례(規例)도 마땅히 준행(遵行)해야 할 것이 있다면, 이제 근래의 규례를 버리고 고례를 원용(援用)하는 것은 마땅하지 못함이 분명합니다. 정례(情禮)에서 헤아려도 결코 감히 하교를 따를 수 없습니다.” 하니, 비답(批答)하기를, “나도 이미 경들의 말이 이러할 줄 알았다. 그러나 일전에 하교한 것은 전례에 따르는 것일 뿐이니, 경들은 그리 알라.” 하였다.",
                "hj": "○時原任大臣, 聯箚略曰: 臣等昨伏見口傳下敎之下政院者, 有中宮殿問候, 依古例釐正以入之敎矣。 藥院日次及筵席登對時, 各殿候節之請承, 卽臣子之常禮恒情也。 坤殿問候, 行之爲久, 已成儀節, 則其重且大, 果何如哉? 凡屬儀節, 愜於情合於禮, 則一行之後, 惟當奉之惟謹而已, 更有何可疑而遽議乎? 古例設有可稽, 近規亦宜遵行, 則今不當捨近而援古也, 審矣。 揆諸情禮, 決不敢承敎。 批曰: “予亦已諒卿等之言如此。 而日前下敎, 卽是從已例而已, 卿等其諒之。”"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "On byeongja day, the King proceeded to Junghu Hall in the byeongja year ( and held audience with the three imperial envoys. The King held audience with Kim Hyeongeun , the Envoy for Expressing Gratitude for Imperial Benevolence , the Vice-Envoy Bak Yongsu , and the Document Official Song Ju헌 . The King paid a farewell visit to the King.",
                "H2KE-nKo": "주상이 중희당에 나아가 세 사신 - 동지 정사 김현근, 부사 박용수, 서장관 송주헌 - 을 불러서 보았다. 하직 인사를 하였기 때문이다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 10월 24일(병자) 1번째기사",
                "gt-oKo": "임금이 중희당(重熙堂)에 나아가 세 사신(使臣)【동지 정사(冬至正使) 김현근(金賢根)·부사(副使) 박용수(朴容壽)·서장관(書狀官) 송주헌(宋柱獻)이다.】 을 소견(召見)하였는데, 사폐(辭陛)한 때문이다.",
                "hj": "○丙子/上御重熙堂, 召見三使臣,【冬至正使金賢根, 副使朴容壽, 書狀官宋柱獻。】辭陛也。"
            },
            "2": {
                "H2KE-EN": "The King conducted the level of rankings for the classics and the second-stage civil service examination on the day of each season. The King issued a royal directive, which stated, The King personally attends the Royal Confucian Academy is different from that of the Royal Confucian Academy. Also, it is very magnificent for three days to extend [the classics and the second-stage civil service examination on the classics and the third-stage military service examination on the classics. How can we follow the regular procedure? Those who successful candidates Kim Deokgeun shall be 직부 전시하게 하고, those who successful candidates shall be 직부 전시하게 하며, and those who successful candidates shall be the literary examination on the classics literary examination on the classics.",
                "H2KE-nKo": "일차 전강 유생의 과차를 행하였다. 전교하기를,“친림하여 비교하는 것은 일의 체모가 특별하고, 또 3일을 끌어 30차례에 가까운 것은 매우 성대한 일이니, 어찌 일반적인 규례를 따르겠는가. 수석을 차지한 김덕근은 전시에 곧바로 응시할 자격을 주고, 지차인 송희정은 전시에 곧바로 응시할 자격을 주라.”하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 10월 24일(병자) 2번째기사",
                "gt-oKo": "일차 전강 유생(日次殿講儒生)의 과차(科次)를 행하였다. 하교하기를, “친림(親臨)하여 비교하는 것은 사체(事體)가 특별하고, 또 사흘이나 끌어서 30차례 가깝게 한 것은 매우 성대하였으나, 어찌 상례(常例)를 따르겠는가? 으뜸을 차지한 김덕근(金德根)은 직부 전시(直赴殿試)하게 하고, 그 다음인 송희정(宋熙正)은 직부 진사(直赴進士)하게 하라.” 하였다.",
                "hj": "○行日次殿講儒生科次, 敎曰: 親臨比較, 事體有別, 且拖至三日, 而爲近三十次者, 甚盛矣, 何循常例? 居首金德根, 直赴殿試, 之次宋熙正, 直赴進士。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "The Office of the Censor General and the Office of the Censor General presented a joint memorial [to the King]【사간 Kim Gyeong , Second Inspector [of the Office of the Inspector General] Yi Nogyu , Third Inspectors Seong Yong묵 and Yu Taedong , Fourth Inspector Na Chae규를 , Third Censor Yu An , and Fourth Censor Yi Seunggyu .】 said, Yesterday, your subjects heard that the Royal Placenta Chamber was procrastinated by the Royal Placenta Chamber Examination of the Palace Placenta Chamber Examination and that the Royal Placentacenta Chamber Examination of the Royal Placenta Chamber be rectified according to precedent. However, the Royal Placenta Chamber Examination presented by the Office of the Royal Placentacenta Chamber Examination and the high-ranking officials sent a joint memorial. We thought that Your Majesty would quickly grant a royal approval. When your subjects humbly observed the royal approval, it was not only that Your Majesty did not grant approval, but also ordered that we rectified precedents be rectified according to precedents. We, your humble subjects, do not know that Your Majesty would like to grant approval. As it is an established precedent for the Queens health, it is an importance of importance to importance on the occasion of important observations. Therefore, we are not worth mentioning. However, we humbly think that if a subject and his father serves in the same manner as if a son serves his parents. If a son visits the Royal Placenta Chamber Examination of the Royal Placentacenta Chamber Examination of the Royal Placentacentacenta Chamber Examination of the Royal Placentacentacentacentacenta Chamber Examination, then how can we rectifi",
                "H2KE-nKo": "양사 - 사간 김반, 집의 이노규, 장령 성용묵ᆞ유태동, 지평 나채규, 헌납 유안, 정언 이승규 - 가 연명으로 차자를 올리기를,“신들은 어제 약방이 구전으로 계사를 반포한 것으로 인하여 비로소 중궁전에 대한 문후를 예전 규례대로 바로잡으라는 구전으로 하교하셨다는 말을 들었습니다. 그러나 내의원이 아뢰고 대신이 연명으로 차자를 올린 데 대해서는 우리 전하께서 속히 받아들이시리라고 생각하였습니다. 그런데 삼가 내리신 비지를 보니, 윤허를 내리지 않으셨을 뿐만 아니라 전례대로 바로잡으라고 하교하셨습니다. 신들은 감히 우리 전하께서 어찌하여 이와 같이 윤허를 아끼시는지 모르겠습니다. 곤전께 문후하는 것이 곧 전례로 되어 있는 것은 막중한 의절이니, 지금 덧붙여 진달할 필요가 없습니다. 다만 삼가 생각건대, 신하가 임금에게는 아들이 어버이를 섬기는 것과 같은 점이 있습니다. 가령 아들이 아버지에게 문안하고 문후할 때에 어머니의 기후가 어떠한지 살피지 않는다면 이것을 정리라고 할 수 있겠습니까. 정리가 달려 있는 것은 예절이 생겨나는 것입니다. 전하께서는 어찌하여 반드시 고례를 끌어다 증거로 삼아 바로잡으려고 하십니까. 신들은 의견을 올리는 직임을 맡고 있으므로 이제야 비로소 연명으로 차자를 올려 청하는 것도 이미 늦었습니다. 삼가 바라건대, 속히 재삼 생각하시어 신하들의 청을 굽어 따르소서.”하니, 비답하기를,“차자를 보고 잘 알았다.”하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 10월 25일(정축) 1번째기사",
                "gt-oKo": "양사(兩司)에서 연명(聯名)하여 차자(箚子)를 올렸는데,【대사간 김필(金), 집의 이노규(李魯奎), 장령 성용묵(成容默)·유태동(柳泰東), 지평 나채규(羅采奎), 헌납 유안(柳晏), 정언 이승규(李承圭)이다.】 이르기를, “신들이 어제 약방(藥房)에 대한 구전(口傳)과 계사(啓辭)를 반포한 것으로 인하여 비로소 중궁전(中宮殿)의 문후(問候)는 구례(舊例)에 의거하여 바로잡으라는 구전 하교가 있었으므로, 약원에서 아뢰고 대신들이 연명(聯名)으로 차자를 올렸다는 것을 듣고, 우리 전하께서 빨리 받아들이시리라고 생각하였습니다. 그런데 비지(批旨)가 내려진 것을 보자, 윤허를 내리시지 않으셨을 뿐만 아니라 전례에 따라 바로잡으라고 하교하셨으니, 신들은 감히 우리 전하께서 어찌하여 이처럼 윤허를 아끼시는지 알 수 없습니다. 곤전(坤殿)의 문후가 전례가 된 것은 막중한 의절(儀節)이므로 이제 쓸데없이 아뢸 것도 없습니다마는, 신하가 임금에 대해서는 아들이 어버이를 섬기는 것과 같은 것이 있다고 생각합니다. 아들이 아버지에게 아침 문후할 때에 그 어머니의 기후가 어떠한지를 살피지 않는다면, 이것을 정리(情理)라 할 수 있겠습니까? 정리가 있기 때문에 예절이 생기는 것인데, 전하께서는 어찌하여 반드시 고례(古例)를 근거로 인용하여 바로잡으려 하십니까? 신들은 직분이 임금에게 선을 권하고 악을 버리게 하는 데에 있으니, 이제 비로소 연명하여 청하는 것도 이미 늦었습니다. 바라건대, 빨리 거듭 세번 생각하셔서 뭇 신하의 청을 굽어 따르소서.” 하니, 비답하기를, “차자(箚子)를 살펴보고 잘 알았다.” 하였다.",
                "hj": "○丁丑/兩司聯箚,【司諫金, 執義李魯奎, 掌令成容默、柳泰東, 持平羅采奎, 獻納柳晏, 正言李承圭。】曰: 臣等昨因藥房口傳啓辭之頒布者, 始聞有中宮殿問候, 依舊例釐正之口傳下敎, 而藥院陳啓, 大僚聯箚, 意謂我殿下, 亟賜開納矣。 及伏見批旨下者, 不惟不賜允兪, 以從已例釐正爲敎, 臣等未敢知我殿下, 何若是靳兪乎? 坤殿問候之便成已例, 爲莫重之儀節, 今無容贅陳, 而第伏念人臣之於君父, 有如人子之事親。 假如人子之晨省問候於其父也, 不察其母候之如何, 則是可曰情理乎? 情理之所在, 卽禮節之所由生也, 殿下何必以古例爲援據, 而欲爲釐正乎? 臣等職忝獻替, 今始聯請, 亦已晩矣。 伏願亟加三思, 俯循群下之請焉。 批曰: “省箚具悉。”"
            },
            "2": {
                "H2KE-EN": "The King appointed Bak Yeongwon as the Office of the Inspector General and Im Baeksu as the Office of the Censor General .",
                "H2KE-nKo": "박영원을 사헌부 대사헌으로, 임백수를 사간원 대사간으로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 10월 25일(정축) 2번째기사",
                "gt-oKo": "박영원(朴永元)을 사헌부 대사헌으로, 임백수(任百秀)를 사간원 대사간으로 삼았다.",
                "hj": "○以朴永元爲司憲府大司憲, 任百秀爲司諫院大司諫。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On muin day, the first day of the third month, the muin year (, the Royal Secretariat submitted a joint memorial requesting that all the inspectors and censors who submitted a joint memorial be quickly punished. The King 비답하기를, “당초에 wrote a royal instruction to the Royal Secretariat was merely to rectify the wrongdoings of the Royal Placenta Chamber , and according to the precedents of the 열조에서. Every time ago, they argued their argument and argued, saying, It is not proper to suddenly revise the old precedents of several ten years. However, this occurred before the third month in the sinsa year (, it is impossible to make it imposible to make it impossible to imposible to imposibly make it imposible to make it impossible to make it imposible to imposible the imposibility of the imposition of imposibility ",
                "H2KE-nKo": "승정원이 연명으로 상소하여 차자를 올린 대간들에 대해 속히 처분을 내리기를 청하니, 비답하기를,“애초에 승정원에 구두로 하교한 것은 약방의 계사가 잘못된 것을 바로잡아 열조에서 이미 행한 전례를 따른 것에 불과하였다. 그런데 그동안 이의를 제기하며 번번이 ‘수십 년 동안 지켜 오던 전례를 갑자기 고칠 수 없다.’라고 하였다. 그러나 이 일은 신사년 3월 이후에 처음 시행되었으니, 오늘날의 일의 체모로 볼 때 결코 감히 원용할 수 없다. 그런데 격례에 관한 사소한 일을 큰일로 간주하여 의혹이 점점 커지는 계제가 되어 마치 사단이 일어나 쟁집하는 것처럼 하였고, 심지어 대간의 차자에서 허무맹랑한 말을 지어내어 견강부회하고 억지로 단정하여 감히 더없이 존엄한 분을 핍박하였다. 그가 말한 ‘바로잡는다.’라는 것은 스스로 무너뜨리는 죄를 범하기에 알맞을 뿐이니, 어찌 통탄스럽지 않겠는가. 비방하고 의혹을 선동하는 일이 그치지 않아 곧바로 이런 수법을 범하게 되었으니, 이는 전적으로 내가 꺼려하지 않아서 그런 것이다. 부끄럽고 한탄스러움을 어찌 금할 수 있겠는가. 이 차자를 어찌 그가 혼자서 만들 수 있겠는가마는, 공의는 삼사에 있으니 경들은 어찌 깊이 인책할 필요가 있겠는가.”하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 10월 26일(무인) 1번째기사",
                "gt-oKo": "정원에서 연명하여 상소하여 차자(箚子)를 올린 대간(臺諫)들에게 빨리 처분을 내리기를 청하니, 비답하기를, “당초에 정원에 구교(口敎)한 것은 약방(藥房)의 계사(啓辭)가 잘못된 것을 바로잡아 열조(列朝)에서 이미 행한 전례를 따르게 한 것에 지나지 않는다. 전후에 이것을 쟁론하여 문득, ‘수십 년 동안의 구례(舊例)를 갑자기 고칠 수 없다.’ 하나, 이 일은 신사년 이후에 비로소 행하였으니, 오늘날의 사체(事體)에 있어서 결코 감히 원용(援用)할 수가 없다. 그런데 격례(格例)에 관한 작은 일을 큰일로 간주하여 의혹을 불리는 계제를 만들어 마치 사단(事端)이 있어서 쟁집(爭執)하듯이 하였고, 심지어 대간의 차자에 허무한 말을 앞장서서 만들어 내어 끌어다 맞추고 억지로 단정하여 감히 더할 수 없이 존엄한 곳을 핍박하였다. 그들이 이른바 광구(匡救)한다는 것은 스스로 윤리를 무너뜨리는 일을 범하기에 알맞으니, 어찌 통탄스럽지 않겠는가? 비방하고 의혹을 불러일으키기를 그치지 않은 채 곧바로 이런 짓을 범하게 된 것은 오로지 나에 대해서 두렵게 여기지 않기 때문에 그런 것이니, 부끄럽고 한탄스럽기 그지없다. 이 차자를 어찌 그들이 홀로 판단하겠는가? 공론은 삼사(三司)에 달려 있는데, 경들이 어찌하여 반드시 깊이 인혐(引嫌)하겠는가?” 하였다.",
                "hj": "○戊寅/政院聯疏, 請陳箚諸臺, 亟賜處分, 批曰: “當初口敎於政院者, 不過釐正其藥房啓辭之謬, 而遵列朝已行之例也。 前後爭難之, 輒曰, ‘屢十年舊例, 不可遽改’ 云, 而此節始行於辛巳三月以後, 則在今日之事體, 決不敢援用。 而以格例間微事, 看作大事, 轉成滋惑之階, 若有事端而爭執者然, 甚至於臺箚之倡出虛無之說, 傅會勒斷, 敢逼莫嚴之地。 渠所云匡救者, 適足爲自干斁敗, 寧不痛惋? 誹謗煽惑之不已, 致此直犯手勢, 此專由於予之不能見憚而然也, 慙歎曷已? 此箚豈渠獨辦, 而公議則三司在焉, 卿等何必深引?”"
            },
            "2": {
                "H2KE-EN": "시임 대신과 원임 대신이 연명으로 차자를 올려 청하기를, “여러 대간들에 대해 어서 빨리 처분을 내리시어 흔쾌히 해당되는 율을 시행하소서.” 하였으나, 윤허하지 않는다는 비답을 내렸다.",
                "H2KE-nKo": "시원임 대신이 연명으로 차자를 올려 연명으로 차자를 올린 대간들에게 속히 처분을 내려 해당 형률을 시원스레 시행하기를 청하니, 비답을 내려 따르지 않았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 10월 26일(무인) 2번째기사",
                "gt-oKo": "시임(時任)·원임(原任)의 대신들이 연명으로 차자(箚子)를 올려 연명으로 차자를 올린 대간(臺諫)들에게 빨리 처분을 내려 쾌히 당률(當律)을 시행하기를 청하였으나, 비답을 내려 윤허하지 않았다.",
                "hj": "○時原任大臣, 聯箚請聯箚諸臺, 亟降處分, 快施當律, 賜批不從。"
            },
            "3": {
                "H2KE-EN": "The Office of the Inspector General and the Office of the Censor General presented a joint memorial requesting that former inspectors and censors Kim Gyeong be interrogated and punished according to the law. The King 비답하기를, “이미 대신에게 내린 비답에 유시하였다.” 하였다.",
                "H2KE-nKo": "양사가 연명으로 상소하여 전 대간 김필(金<unk>) 등을 나국하여 해당 형률을 시행할 것을 청하니, 비답하기를,“대신과 승정원에 내린 비답에서 이미 유시하였다.”하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 10월 26일(무인) 3번째기사",
                "gt-oKo": "양사(兩司)에서 연명으로 상소하여 전 대간 김필(金) 등을 나국(拿鞫)하여 당률을 시행하기를 청하니, 비답하기를, “이미 대신과 후원(喉院)에 대한 비답에 말하였다.” 하였다.",
                "hj": "○兩司聯疏, 請前臺諫金等, 拏鞫, 施以當律, 批曰: “已諭於大臣喉院之批矣。”"
            },
            "4": {
                "H2KE-EN": "The Office of the Censor General presented a joint memorial requesting that Kim Gyeong and others be arrested and interrogated. The King did not grant this petition.",
                "H2KE-nKo": "옥당이 연명으로 차자를 올려 김필(金<unk>) 등을 잡아다 국문할 것을 청하니, 비답을 내렸다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 10월 26일(무인) 4번째기사",
                "gt-oKo": "옥당(玉堂)에서 연명으로 차자를 올려 김필(金) 등을 나국(拿鞫)하기를 청하니, 비답을 내렸다.",
                "hj": "○玉堂聯箚, 請金等拏鞫, 賜批。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "Second Inspector [of the Office of the Inspector General] Yi Yuwon presented a memorial requesting that Kim Gyeong and others be arrested and interrogated. The King did not approve this request.",
                "H2KE-nKo": "기묘년에 집의 이유원이 상소하여 김필 등을 잡아다 국문할 것을 청하니, 비답을 내렸다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 10월 27일(기묘) 1번째기사",
                "gt-oKo": "집의 이유원(李裕元)이 상소하여 김필(金) 등을 나국(拿鞫)하기를 청하니, 비답을 내렸다.",
                "hj": "○己卯/執義李裕元, 疏請金等拏鞫, 賜批。"
            },
            "2": {
                "H2KE-EN": "시임 대신과 원임 대신이 재차 차자를 올리니, 비답을 내렸다.",
                "H2KE-nKo": "시원임 대신이 재차 차자를 올리니, 비답을 내렸다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 10월 27일(기묘) 2번째기사",
                "gt-oKo": "시임(時任)·원임(原任)의 대신들이 다시 차자를 올리니, 비답을 내렸다.",
                "hj": "○時原任大臣, 再箚賜批。"
            },
            "3": {
                "H2KE-EN": "The officials of the Censorate again presented a memorial to the King. [The King] gave an approval [to the decision].",
                "H2KE-nKo": "양사가 재차 차자를 올리니, 비답을 내렸다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 10월 27일(기묘) 3번째기사",
                "gt-oKo": "양사(兩司)에서 다시 차자를 올리니, 비답을 내렸다.",
                "hj": "○兩司再箚賜批。"
            },
            "4": {
                "H2KE-EN": "The Censorate again presented a memorial requesting that Kim Gyeong and others be arrested and interrogated, but the King 비답을 내렸다.",
                "H2KE-nKo": "옥당이 재차 차자를 올려 김필(金<unk>) 등을 나국하기를 청하니, 비답을 내렸다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 10월 27일(기묘) 4번째기사",
                "gt-oKo": "옥당(玉堂)에서 다시 차자를 올려 김필 등을 나국(拿鞫)하기를 청하니, 비답을 내렸다.",
                "hj": "○玉堂再箚, 請金等, 拏鞫賜批。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On gyeongjin day, there was thunder and lightning.",
                "H2KE-nKo": "경진년에 장맛비가 내리고 천둥이 쳤다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 10월 28일(경진) 1번째기사",
                "gt-oKo": "비가 내리고 천둥하였다.",
                "hj": "○庚辰/雨雷。"
            },
            "2": {
                "H2KE-EN": "The Office of the Censor General presented a joint memorial requesting that Kim Gyeong and others be arrested and interrogated. The King did not grant this petition.",
                "H2KE-nKo": "옥당이 연명으로 상소하여 김필(金<unk>) 등을 잡아다 국문할 것을 청하니, 비답을 내렸다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 10월 28일(경진) 2번째기사",
                "gt-oKo": "옥당에서 연명으로 상소하여 김필(金) 등을 나국하기를 청하니, 비답을 내렸다.",
                "hj": "○玉堂聯疏, 請金等拏鞫, 賜批。"
            },
            "3": {
                "H2KE-EN": "시임 대신과 원임 대신이 세 번째 차자를 올려 청하기를, “김필(金<unk>) 등의 일은 흔쾌히 삼사의 청을 따르소서.” 하니, 비답을 내렸다. ",
                "H2KE-nKo": "시원임 대신이 세 번째 차자를 올려 김필(金<unk>) 등의 일에 대해 삼사의 청을 흔쾌히 따를 것을 청하니, 비답을 내렸다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 10월 28일(경진) 3번째기사",
                "gt-oKo": "시임·원임의 대신들이 세 번째 차자를 올려 김필(金) 등의 일은 흔쾌하게 삼사(三司)의 청에 따르기를 청하니, 비답을 내렸다.",
                "hj": "○時原任大臣, 三箚請金等事, 快從三司之請, 賜批。"
            },
            "4": {
                "H2KE-EN": "The King issued an edict: There was no occurrence of thunder and lightning in repeatedly this year. However, thunder and lightning are also occurred when the sun ripening is occurrence. How can the disaster of calamities be simultaneously occurred? There must be a natural ocurrence that I am young and unworthy, unable to reverently Heavens hearts, and unable to preserve the peoples livelihoods, resulting in the virtuous Heavens warning to this extreme. How could I dare cease myself and fear? From this day forward, reduce the number of side dishes for three days. Each of the court should supplement my faults and speak to the administration of state affairs in order to make measures to cultivate calamities and remove calamities.",
                "H2KE-nKo": "전교하기를,“천둥 번개가 올해처럼 빈번한 적이 없었는데, 천둥이 치는 이변이 또 추수할 때에 발생하였으니, 재변이 어찌 헛되이 생기겠는가. 반드시 초래한 까닭이 있을 것이다. 나 소자가 나이 어리고 덕이 없어 위로는 하늘의 뜻을 받들지 못하고 아래로는 백성들을 보호하지 못하여 인자한 하늘이 경계를 보임이 이처럼 극도에 이르렀으니, 두렵고 근심스러움을 어찌 감히 스스로 그만둘 수 있겠는가. 오늘부터 3일 동안 반찬의 가짓수를 줄일 것이니, 조정에 있는 신하들은 각각 나의 잘못과 시정을 진달하여 몸을 닦고 반성하여 재변을 해소하는 방책을 삼도록 하라.”하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 10월 28일(경진) 4번째기사",
                "gt-oKo": "하교하기를, “천둥·번개가 잦은 것이 올해와 같은 때가 없었는데, 천둥의 이변이 또 거두어질 때에 나타났다. 재변이 어찌 헛되이 일어나겠는가? 반드시 부른 까닭이 있을 것이다. 내가 나이 어리고 덕이 없어서 위로는 천심(天心)을 대하지 못하고 아래로는 백성을 회유하여 보전하지 못해서 인애하는 하늘이 경계를 보이는 것이 이토록 극도에 이르렀으니, 두렵고 근심됨을 어찌 감히 스스로 그만둘 수 있겠는가? 오늘부터 사흘 동안 찬선(饌膳)을 줄이도록 하라. 모든 조정에 있는 자는 각각 임금의 궐실(闕失)을 아뢰고 시정(時政)에도 언급하여 덕을 닦고 허물을 살펴서 재변을 그치게 하는 방책을 삼도록 하라.” 하였다.",
                "hj": "○敎曰: “雷電之頻疊, 無如今年, 而轟轟之異, 又發於收藏之時, 災豈虛生? 必有所召。 予小子沖齡否德, 上不能對越天心, 下不能懷保民生, 以致仁天示警, 至此之極, 懍惕憂懼, 曷敢自已? 自今日減膳三日, 凡厥在廷, 各陳袞闕, 以及時政, 俾爲修省消弭之策。”"
            },
            "5": {
                "H2KE-EN": "The King appointed Seo Huisun as minister of rites .",
                "H2KE-nKo": "서희순을 예조 판서로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 10월 28일(경진) 5번째기사",
                "gt-oKo": "서희순(徐憙淳)을 예조 판서로 삼았다.",
                "hj": "○以徐憙淳爲禮曹判書。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "The King transmitted a royal directive to the Ministry of Punishments , which stated, The ministers and the ministries have made strong requests for several days, and it is improper not to cease them only in persistently. As for Kim Gyeong and others, have the State Tribunal arrest and bring them to imprison them. The King also issued a royal directive, which stated, I shall personally deal with them. ",
                "H2KE-nKo": "전교하기를,“대신과 삼사가 여러 날 동안 강력히 청하니 계속 버틸 수도 없다. 김필(金<unk>) 등을 의금부로 하여금 잡아다 가두게 하라.”하였다. 또 전교하기를,“친국을 하겠다.”하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 10월 29일(신사) 1번째기사",
                "gt-oKo": "하교하기를, “대신(大臣)과 삼사(三司)에서 여러 날 동안 힘껏 청하니, 한결같이 고집할 수 없으니, 김필(金) 등을 왕부(王府)로 하여금 나래(拿來)하여 가두게 하라.” 하고, 또 하교하기를, “친국(親鞫)을 하겠다.” 하였다.",
                "hj": "○辛巳/敎曰: 大臣三司, 多日力請, 亦不可一向靳持, 金等, 令王府拏來囚。 又敎曰: “親鞫爲之。”"
            },
            "2": {
                "H2KE-EN": "The King proceeded to the northern suburbs of the capital to receive the daily audience.",
                "H2KE-nKo": "북영에 나아가 친국을 행하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 10월 29일(신사) 2번째기사",
                "gt-oKo": "북영(北營)에 나아가 친국(親鞠)을 행하였다.",
                "hj": "○御北營, 行親鞫。"
            },
            "3": {
                "H2KE-EN": "Kim Gyeong , a criminal, was tortured after appealing the circumstances. [Kim] received nine strokes with the heavy stick on the grounds that [Kim] was tortured after appealing the circumstances.",
                "H2KE-nKo": "죄인 김필(金<unk>)이 원정한 뒤에 한 차례 형장을 치며 신문하고 형장을 아홉 차례 치자 형장을 정지하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 10월 29일(신사) 3번째기사",
                "gt-oKo": "죄인 김필(金)이 사정을 하소연한 뒤에 한 차례 형문(刑問)하였는데, 신장(訊杖)을 아홉 번 치고 형신(刑訊)을 멈추었다.",
                "hj": "○罪人金原情後刑問一次, 訊杖第九度停刑。"
            },
            "4": {
                "H2KE-EN": "Yi Nogyu , Yi Seunggyu , and Yu An , the criminals, were sentenced to be confiscated.",
                "H2KE-nKo": "죄인 이노규, 이승규, 유안이 원정하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 10월 29일(신사) 4번째기사",
                "gt-oKo": "죄인 이노규(李魯奎)·이승규(李承圭)·유안(柳晏)이 사정을 하소연하였다.",
                "hj": "○罪人李魯奎、李承圭、柳晏原情。"
            },
            "5": {
                "H2KE-EN": "The King issued a royal order, which stated, I cancel my interrogation in person. Chief Director of the Royal House Administration Jo Inyeong and others said, Now that Your Majesty has issued a royal order, it is indeed a sagely virtue. However, your subjects believe that the crime of the interrogation committed by the prisoners is extremely serious, and the circumstances of the circumstances have not yet been cross-examined. However, Your Majesty suddenly ordered that the circumstances of the circumstances and the law of the circumstances be dealt with such as this. Your subjects humbly hope that Your Majesty will quickly withdraw the royal order. The King said, My dear sirs words are right. However, as your ignorant and ignorant people are not worth reprimanded, you, my dear sirs, do not urgently report it. Jo Inyeong and others said, The circumstances of the cumstances of the circumstances of the ",
                "H2KE-nKo": "전교하기를,“친국을 철파하라.”하니, 영중추부사 조인영 등이 아뢰기를,“지금 내리신 처분은 과연 훌륭한 덕의입니다. 다만 생각건대 국청의 죄수가 무함하고 핍박한 죄는 지은 죄가 지극히 무거운데, 한 번 신문하자 실정을 캐내지 못한 채 갑자기 참작하여 처리하라는 명을 내리셨습니다. 국옥의 체모와 국법이 결코 이와 같이 하고 말아서는 안 되니, 삼가 바라건대 속히 명을 도로 거두어들이소서.”하자, 주상이 말하기를,“경들의 말이 옳다. 그와 같이 어리석은 무리는 책망할 것도 못 되니, 경들은 번거롭게 아뢰지 말라.”하였다. 조인영 등이 아뢰기를,“지금 이 신문은 네 명의 죄수에 그치고, 잡아온 여러 죄수는 애당초 한 번도 신문하지 않았습니다. 실정을 모두 캐내지 못했는데 어찌 갑자기 참작하여 처리하라고 명하실 수 있겠습니까. 삼가 바라건대 지금 내리신 전교를 속히 거두시고 다시 끝까지 조사하소서.”하니, 주상이 말하기를,“내가 깊이 헤아린 것이 있으니, 경들은 다시 번거롭게 청하지 말라.”하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 10월 29일(신사) 5번째기사",
                "gt-oKo": "하교하기를, “친국(親鞫)은 거두겠다.” 하였다. 영부사(領府事) 조인영(趙寅永) 등이 말하기를, “이제 내리신 처분은 과연 성덕(盛德)의 일입니다. 다만 국수(鞫囚)가 근거 없는 일로 핍박한 죄는 범한 것이 지극히 중대한데, 한 번 신문하고 정상이 밝혀지기 전에 문득 짐작하여 처치하라는 명을 내리시니, 국체(鞫體)와 왕법(王法)이 결코 이와 같이 하고 그치는 것은 마땅하지 못합니다. 바라건대, 빨리 도로 거두소서.” 하니, 임금이 말하기를, “경들의 말은 옳다마는, 저와 같이 어리석은 무리는 꾸짖을 것도 못되니, 경들은 번거로이 아뢰지 말도록 하라.” 하였다. 조인영 등이 말하기를, “이번 신문은 네 수인(囚人)에 그치고, 나래(拿來)한 여러 수인은 애초부터 한 번도 신문하지 않았습니다. 정상이 죄다 밝혀지지 않았으니, 어찌 문득 짐작하여 처치하라고 명하실 수 있겠습니까? 바라건대, 빨리 이제 내린 전교(傳敎)를 거두고 다시 끝까지 핵실(覈實)하소서.” 하니, 임금이 말하기를, “내가 깊이 헤아린 것이 있으니, 경들은 다시 번거롭게 청하지 말라.” 하였다.",
                "hj": "○敎曰: “親鞫撤罷。” 領府事趙寅永等曰: “今下處分, 果是盛德事。 而第念鞫囚誣逼之罪, 干犯至重, 一番訊問, 情節未覈, 而遽下酌處之命, 鞫體王章, 決不當如是而止。 伏願亟許還收焉。” 上曰: “卿等之言是矣, 而如渠愚蠢之類, 不足責矣, 卿等勿爲煩達可也。” 寅永等曰: “今此訊問, 止於四囚, 而拏來諸囚, 則初不一問矣。 情節旣未盡覈, 則何可遽命酌處乎? 伏願亟收今下傳敎, 更加窮覈焉。” 上曰: “予深有商量者存, 卿等勿復煩請。”"
            },
            "6": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, Regarding the crimes of the criminals who committed this time, they violated the moral principles and disregarded human relationships and falsely accused them. Therefore, according to the law, how can they be escaped from the law? Now, the confession of their crimes is a ignorant and ignorant man. Even though they are thoroughly cross-examined and thoroughly cross-examined the confessions, they certainly stopped at variance with unreasonable words. However, the original intent of saving a world preserved the true intent of protecting a world. Thus, it is better not to impose a lenient punishment on the basis of the law. As for Kim Wi , a prisoner of the State Tribunal , was specially pardoned and placed under restricted residence in Goryeo Island . As for the prisoners, they were accompanied by the principal offender. They were similar to the principal offender, and there is no difference between the principal offender and the accomplices. How can we thoroughly thoroughly? All of them were to be sent into exile and have them escorted on the same day.",
                "H2KE-nKo": "전교하기를,“저들의 이번 죄범은 기강을 범하고 윤리를 무너뜨린 것으로, 황당한 말을 지어내어 무함하고 핍박한 것이니, 상법으로 볼 때 어찌 국법을 피할 수 있겠는가. 그러나 지금 공초를 바친 것을 보니, 바로 일개 어리석고 미련한 무리이다. 비록 끝까지 조사하여 실정을 캐냈다 하더라도 필시 터무니없는 말을 하고 말았을 것이다. 특별히 세신을 온전히 보전해 주려는 본의에서 나온 것이니, 차라리 형벌을 잘못 적용하여 법을 굽히는 것이 낫겠다.국청 죄인 김필(金<unk>)을 특별히 목숨만은 살려 주어 고금도에 사형을 감하여 위리안치하라. 그리고 잡아온 여러 죄인은 바로 위협에 못 이겨 따른 무리이니, 수악과는 차이가 있을 듯하다. 어찌 깊이 따질 것이 있겠는가. 모두 절도에 정배하는 형전을 시행하여 당일로 압송하여 넘길 수 있게 하라.”하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 10월 29일(신사) 6번째기사",
                "gt-oKo": "하교하기를, “그들의 이번 죄범(罪犯)은 기강을 범하고 윤리를 무너뜨리고 거짓말을 지어 내어 근거 없이 핍박한 것이므로, 상법(常法)으로 다스린다면 어찌 법을 피할 수 있겠는가마는, 이제 공초(供招)받은 것을 보면 한낱 어리석은 무리이니, 끝까지 핵실(覈實)하여 실정을 알아낸다 하더라도 어지러운 말에 지나지 않을 뿐일 것이다. 다만 대대로 벼슬한 신하를 보전하는 본의(本意)로 차라리 실형(失刑)하여 법을 굽히는 것이 나을 것이다. 국청 죄인(鞫廳罪人) 김필(金)은 특별히 한 가닥 용서하여 고금도(古今島)에 사형을 감면하여 위리 안치(圍籬安置)하도록 하라. 그리고 나래(拿來)한 여러 죄인은 곧 협박에 따른 무리이므로 수악(首惡)과 차이가 있을 듯하니, 어찌 깊이 구핵(究覈)할 만하겠는가? 모두 도배(島配)의 법을 시행하여 당일로 압송하도록 하라.” 하였다.",
                "hj": "○敎曰: “渠輩之今番罪犯, 干紀斁倫, 做謊誣逼, 律之常憲, 焉逭三尺? 而今見納供, 卽一愚蠢之類, 雖窮覈而得情, 必不過胡辭亂說而止。 特以全保世臣之本意, 無寧失刑而屈法。 鞫廳罪人金, 特貸一縷, 古今島減死圍籬, 拏來諸罪人, 便是脅從之徒, 與首惡, 似有間焉, 何足深究?” 竝施島配之典, 使之當日押付。”"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On eulmyo day, the King personally performed the winter state sacrifice at the Royal Ancestral Shrine .",
                "H2KE-nKo": "을묘년에 태묘의 동향 대제를 친히 행하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 10월 3일(을묘) 1번째기사",
                "gt-oKo": "태묘(太廟)의 동향(冬享)을 친행(親行)하였다.",
                "hj": "○乙卯/親行太廟冬享。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "The King appointed Kim Siyeon as third minister of war .",
                "H2KE-nKo": "중비로 김시연을 병조 참의로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 10월 5일(정사) 1번째기사",
                "gt-oKo": "중비(中批)로 김시연(金始淵)을 병조 참의로 삼았다.",
                "hj": "○丁巳/中批, 以金始淵爲兵曹參議。"
            }
        }
    },
    "11": {
        "1": {
            "1": {
                "H2KE-EN": "On gyemyo day, the first day of the month, [the officials of] the second rank or higher of the State Tribunal , and the Office of the Censor General and the Office of the Censor-General submitted a joint memorial requesting that Kim Jang and others be confined to banishment to a designated area. The King did not approve this request. Second Inspector [of the Office of the Inspector General] Yi Yuwon submitted a memorial requesting that Kim Jang and others be interrogated again.",
                "H2KE-nKo": "의금부, 시원임 대신, 양사, 옥당이 연명으로 차자를 올려 김필(金<unk>) 등을 정배하도록 한 명을 속히 거두어 달라고 청하니, 비답을 내렸다. 집의 이유원이 상소하여 김필(金<unk>) 등을 다시 국문하기를 청하니, 비답을 내렸다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 11월 1일(임오) 1번째기사",
                "gt-oKo": "금오(金吾)와 시임·원임 대신들과 양사(兩司)와 옥당(玉堂)이 연명(聯名)으로 차자(箚子)를 올려 김필(金) 등을 도배(島配)하라는 명을 빨리 거두기를 청하니, 비답을 내렸다. 집의 이유원(李裕元)이 상소하여 김필(金) 등을 다시 국문(鞫問)하기를 청하니, 비답을 내렸다.",
                "hj": "○壬午/金吾時原任大臣兩司玉堂, 聯箚請亟收金等配置之命, 賜批, 執義李裕元, 陳疏請金等更鞫, 賜批。"
            },
            "2": {
                "H2KE-EN": "The King dismissed Director of the Office of the Royal Decrees Bak Gisu from his post. The King issued a royal directive: Yesterday when I personally interrogated him, there were many instances in which the State Tribunal implemented them. Now, the circumstances of Geoje and Namhae are slightly light. Although it was a special royal directive to punish them according to the State Tribunal, this should not be done. Have the circumstances of the circumstances be revised and submitted to me. The State Tribunal should be punished by dismissal from his post.",
                "H2KE-nKo": "판의금부사 박기수를 파직하였다. 전교하기를,“어제 친국을 행할 때 의금부의 거행이 대부분 형편없었다. 그런데 이번에 배소를 마련한 가운데 거제와 남해는 너무 헐한 듯하다. 비록 특교를 내려 참작하여 처리하였더라도 의금부에서는 이렇게 해서는 안 되니, 그로 하여금 개정하여 들이게 하라. 해당 의금부 당상에게는 파직하는 법을 시행하라.”하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 11월 1일(임오) 2번째기사",
                "gt-oKo": "판의금(判義禁) 박기수(朴岐壽)의 벼슬을 파면하였다. 하교하기를, “어제 친국(親鞫) 때에 금오(金吾)의 거행에 모양을 이루지 못하는 것이 많았고, 이번 배소(配所)를 마련한 것 가운데에서 거제(巨濟)·남해(南海)는 또한 너무 헐한 데 관계된다. 특별히 하교하여 짐작해서 처치하게 하였더라도 왕부(王府)에서 이렇게 함은 마땅하지 못하다. 고쳐 정하여 들이게 하고, 해당 금부 당상(禁府堂上)에게는 파직(罷職)하는 법을 시행하라.” 하였다.",
                "hj": "○罷判義禁朴岐壽職。 敎曰: “昨日親鞫時, 金吾擧行, 多不成樣, 而今此配所磨鍊中, 巨濟ㆍ南海, 或涉太歇。 雖爲特敎, 酌處王府, 則不當如是, 使之改定以入, 當該禁堂, 施以罷職之典。”"
            },
            "3": {
                "H2KE-EN": "The officials of the Censor General submitted a joint memorial requesting that Kim Gyeong and others be interrogated again, [but their petition] was not granted.",
                "H2KE-nKo": "삼사가 합동으로 아뢰어 김필(金<unk>) 등을 다시 국문하기를 청하니, 비답을 내려 윤허하지 않았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 11월 1일(임오) 3번째기사",
                "gt-oKo": "삼사(三司)에서 합계(合啓)하여 김필(金) 등을 다시 국문(鞫問)하기를 청하였으나, 비답을 내려 윤허하지 않았다.",
                "hj": "○三司合啓, 請金等更鞫, 賜批, 不允。"
            },
            "4": {
                "H2KE-EN": "The State Tribunal reported, Kim Gyeong , a prisoner in the State Tribunal , was sentenced to naturalized islands in Goryeo and permanently placed under confinement. Yu Anan was sent to Imja Island , Yi Seunggyu to Nogdo , Yi Nogyu to Jindo County , Seong Yong묵 to Yeo Island , Yu Taedong to Ji Island , and Na Chae Gyu to Sinji Island . The King granted permission. ",
                "H2KE-nKo": "의금부가 아뢰기를,“국청 죄인 김필(金<unk>)은 고금도에 사형을 감하여 위리안치하고, 유안은 임자도에, 이승규는 녹도에, 이노규는 진도군에, 성용묵은 여도에, 유태동은 지도에, 나채규는 신지도에 배소를 정하여 압송하소서.”하니, 윤허하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 11월 1일(임오) 4번째기사",
                "gt-oKo": "의금부(義禁府)에서 아뢰기를, “국청 죄인(鞫廳罪人) 김필(金)은 고금도(古今島)에 감사(減死)하여 위리 안치(圍籬安置)하고, 유안(柳晏)은 임자도(荏子島)에, 이승규(李承圭)는 녹도(鹿島)에, 이노규(李魯圭)는 진도군(珍島郡)에, 성용묵(成容默)은 여도(呂島)에, 유태동(柳泰東)은 지도(智島)에, 나채규(羅采奎)는 신지도(薪智島)에 배소(配所)를 정하여 압송하게 하소서.” 하니, 윤허하였다.",
                "hj": "○義禁府啓言, 鞫廳罪人金, 古今島減死圍籬安置, 柳晏荏子島, 李承圭鹿島, 李魯奎珍島郡, 成容默呂島, 柳泰東智島, 羅采奎薪智島, 定配所押送, 允之。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "The King appointed Yi Gau as magistrate of Hanseong Magistracy and Yi Jeongsin as governor of Gyeonggi [Province].",
                "H2KE-nKo": "임진년에 이가우를 한성부 판윤으로, 이정신을 경기 관찰사로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 11월 11일(임진) 1번째기사",
                "gt-oKo": "이가우(李嘉愚)를 한성부 판윤으로, 이정신(李鼎臣)을 경기 관찰사로 삼았다.",
                "hj": "○壬辰/以李嘉愚爲漢城府判尹, 李鼎臣爲京畿觀察使。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "In eulmi year (, Yi Gau was appointed as the Office of the Inspector General and Yun Jeonghyeon as the Royal Confucian Academy .",
                "H2KE-nKo": "을미년에 이가우를 사헌부 대사헌으로, 윤정현을 성균관 대사성으로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 11월 14일(을미) 1번째기사",
                "gt-oKo": "이가우(李嘉愚)를 사헌부 대사헌으로, 윤정현(尹定鉉)을 성균관 대사성으로 삼았다.",
                "hj": "○乙未/以李嘉愚爲司憲府大司憲, 以尹定鉉爲成均館大司成。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On sinchuk day, the King went to the Royal Confucian Academy and received the officials of the senior third rank or above from the State Council and the Six Ministries in audience.",
                "H2KE-nKo": "주상이 희정당에 나아가 대신과 비국 당상을 인견하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 11월 20일(신축) 1번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가 대신과 비국 당상을 인견(引見)하였다.",
                "hj": "○辛丑/上御熙政堂, 引見大臣備局堂上。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] received the officials in the morning court assembly at the Hall of Worthies . ",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 11월 20일(신축) 2번째기사",
                "gt-oKo": "희정당(熙政堂)에서 소대(召對)하였다.",
                "hj": "○召對于熙政堂。"
            },
            "3": {
                "H2KE-EN": "Bak Gisu was appointed magistrate of Hanseong Magistracy , and Yi Huijang was appointed navy subarea commander of Right Jeolla Province .",
                "H2KE-nKo": "박기수를 한성부 판윤으로, 이희장을 전라우도 수군절도사로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 11월 20일(신축) 3번째기사",
                "gt-oKo": "박기수(朴岐壽)를 한성부 판윤으로, 이희장(李熙章)을 전라우도 수군 절도사로 삼았다.",
                "hj": "○以朴岐壽爲漢城府判尹, 以李熙章爲全羅右道水軍節度使。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On gyemyo day, [the King] received the officials in the morning court assembly in the gyemyo year (. [The King] attended the Royal Lecture on the Family Rituals (C. Liji .",
                "H2KE-nKo": "희정당에서 계묘년에 소대를 행하고 《국조보감》을 강하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 11월 22일(계묘) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 소대(召對)하였다. 《국조보감(國朝寶鑑)》을 강독(講讀)하였다.",
                "hj": "○癸卯/召對于熙政堂, 講《國朝寶鑑》。"
            },
            "2": {
                "H2KE-EN": "The King appointed Seo Huisun as minister of war and Kim Nansun as minister of rites.",
                "H2KE-nKo": "서희순을 병조 판서로, 김난순을 예조 판서로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 11월 22일(계묘) 2번째기사",
                "gt-oKo": "서희순(徐憙淳)을 병조 판서로, 김난순(金蘭淳)을 예조 판서로 삼았다.",
                "hj": "○以徐憙淳爲兵曹判書, 金蘭淳爲禮曹判書。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "The Ministry of War reported to the King as follows: Upon recently meeting the governor of Gyeongsang Province Yi Gye조의 장계를 보니, we evaluated the number of cultivated farmland in Mungyeong District with a list of 1,922 gyeol and twenty-five bu [of cultivated farmland] in the eulsa year ( and reduced 310 gyeol and three bu [of cultivated farmland] in eulsa year (, and 399 gyeol and 73 bu [of cultivated farmland] in addition to 399 gyeol and 73 bu [of cultivated farmland]. Your subject requests that from this year forward the newly cultivated farmland be enforced. The King approved this request.",
                "H2KE-nKo": "비변사가 아뢰기를,“방금 경상 감사 이계조의 장계를 보니, 문경현의 전답을 다시 측량하여 총계를 잡았다는 것을 낱낱이 들면서 면세해 주거나 묵은 전답을 제외하면 현재 경작하는 실총이 1922결 25부 남짓인데, 을사년의 전답에 비하여 310결 3부 남짓이 줄고 논은 399결 73부 남짓이 늘었다 합니다. 올해부터 새로 측량한 양안대로 시행하소서.”하니, 윤허하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 11월 23일(갑진) 1번째기사",
                "gt-oKo": "비국(備局)에서 아뢰기를, “지금 경상 감사 이계조(李啓朝)의 장계(狀啓)를 보니, 문경현(聞慶縣)의 전답을 낱낱이 다 개량(改量)하여 총계를 잡고, 면세할 것과 묵은 전답을 덜면 현재 경작하는 실총(實摠)은 1천 9백 22결(結) 25부(負) 영(零)이 되는데, 을사년에 비하여 밭은 3백 10결 3부 영이 줄고 논은 3백 99결 73부 영이 늘었다 합니다. 올해부터 새 양안(量案)으로 시행하소서.” 하니, 윤허하였다.",
                "hj": "○甲辰/備局啓言: “卽見慶尙監司李啓朝狀啓, 則枚擧聞慶縣田畓改量執摠, 除却免稅與陳田畓, 則時起實摠, 爲一千九百二十二結二十五負零, 比乙巳田減三百十結三負零, 畓加三百九十九結七十三負零。 自今年, 以新量案施行。” 允之。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On byeongo day, the first day of the month, the King went to the Royal Confucian Academy and performed a royal physician in order to inquire after the health of the King.",
                "H2KE-nKo": "주상이 희정당에 나아가 약원의 입진을 행하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 11월 25일(병오) 1번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가 약원(藥院)의 입진(入診)을 행하였다.",
                "hj": "○丙午/上御熙政堂, 行藥院入診。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On jeongmi day, the King went to the palace at sunset. The King ordered all the officials to bring official matters to the King and attend.",
                "H2KE-nKo": "주상이 희정당에 나아가 승지들에게 공사를 가지고 입시하라고 명하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 11월 26일(정미) 1번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가 승지(承旨)들에게 명하여 공사(公事)를 가지고 입시(入侍)하게 하였다.",
                "hj": "○丁未/上御熙政堂, 命諸承旨持公事入侍。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On giyu day, the King appointed Yun Jeonghyeon as third minister of personnel , and 남병철을 성균관 대사성으로 삼았다. ",
                "H2KE-nKo": "윤정현을 이조 참의로, 남병철을 성균관 대사성으로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 11월 28일(기유) 1번째기사",
                "gt-oKo": "윤정현(尹定鉉)을 이조 참의로, 남병철(南秉哲)을 성균관 대사성으로 삼았다.",
                "hj": "○己酉/以尹定鉉爲吏曹參議, 南秉哲爲成均館大司成。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On byeongsul day, the King went to 희정당에 나아가 시임 대신, 원임 대신, and the officials of the Ministry of Rites . The King issued an instruction, which stated, Next year, the Queen Mother is over forty years old. How could I celebrate the grief over my passing? I respectfully observe the precedent of muja year (, and it is appropriate to perform the ceremony of offering a cup of wine to me. For this reason, I have repeatedly made a request to me. However, because the ceremony of offering food and wine is raised due to my grief feelings and grief, I have not yet granted permission to follow my advice. How could I overcome my feelings of grief? As such, as todays past precedents, it is not possible for me to celebrate myself to celebrate myself. However, I cannot dare make a request to express my grief over my sincerity. The ceremony of offering a cup of wine has been performed in times of sincerity. Therefore, on the New Years Day, the first day of the first month, I personally offer inner and outer fabric, a cup, and a book of wine and a memorial to the King. Have the Ministry of Rites prepare the observations and report to me.",
                "H2KE-nKo": "상이 희정당에 나아가 시원임 대신과 예조 당상을 불러서 보았다. 전교하기를,“내년은 바로 우리 자전의 보령이 마흔에 차는 해이니, 소자가 세월이 가는 것을 아쉬워하는 정성으로 볼 때 어찌 경축하는 마음을 금할 수 있겠는가. 삼가 무자년의 전례를 따라 진작하는 예를 거행해야 하겠기에 대내에서 누차 우러러 청하였던 것이다. 그런데 자전께서 의절을 크게 벌이는 것과 사정으로 볼 때 비통하다는 이유로 마지못해 따라 주겠다는 하교를 내리지 않으시니, 아랫사람의 마음에 어찌 서운함을 금할 수 있겠는가. 이미 오늘날 근거할 만한 전례가 있으니, 경사를 빛내는 데 구애될 것이 없다. 그러나 겸손하신 자전의 마음을 헤아려 볼 때 또한 감히 누누이 힘껏 청하지는 못하겠다. 진작하는 절차는 본래 정성을 펼 때가 있으니, 정월 초하룻날에 표리, 치사, 전문을 친히 올리고 나서 포고하는 등의 절차를 해당 조로 하여금 마련하여 들이게 하라.”하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 11월 5일(병술) 1번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가 시임(時任)·원임(原任)의 대신과 예조 당상(禮曹堂上)을 소견(召見)하고, 하교하기를, “내년에는 우리 자전(慈殿)께서 보령(寶齡)이 마흔에 차시니, 소자(小子)가 세월이 가는 것을 아깝게 여기는 효성으로서 경축을 어찌 그만두겠는가? 삼가 무자년의 전례에 따라 진작(進爵)하는 예(禮)를 거행함이 마땅하다. 그래서 대내(大內)에서 여러 번 앙청하였으나, 자전께서 의절(儀節)을 크게 벌이게 되고 사정(私情)이 비통하시다 하여 애써 따르시겠다는 말씀을 내리시지 않으니, 아랫사람의 심정이 어찌 서운함을 금하겠는가? 이미 오늘 같은 경우의 근거를 댈 전례가 있으므로, 경사를 닦는 데에는 얽매일 것이 없겠으나, 겸양하시는 자심(慈心)을 우러러 몸받아야 하니, 또한 감히 누누이 힘써 청할 수 없다. 진작하는 일은 정성을 펼 때가 절로 있을 것이니, 정월 초하룻날에 표리(表裏)·치사(致詞)·전문(箋文)을 친히 올리고 백성에게 알리는 등의 절차를 해조(該曹)로 하여금 마련하여 들이게 하라.” 하였다.",
                "hj": "○丙戌/上御熙政堂, 召見時原任大臣禮堂。 敎曰: “明年, 卽我慈殿寶齡洽滿四旬, 在小子愛日之誠, 慶祝曷已? 謹遵戊子已例, 宜擧進爵之禮。 故自內屢爲仰請, 而慈殿以儀節之張大, 私情之悲慟, 不賜勉從之音, 下情豈勝缺然? 旣有如今日援據之已例, 則飾慶無所爲拘, 而仰體撝謙之慈心, 亦不敢縷縷力請。 進爵之節, 自有展誠之時, 當於月正元日, 親上表裏、致詞、箋文, 告布等節, 令該曹, 磨鍊以入。”"
            },
            "2": {
                "H2KE-EN": "The King appointed Seo Gisun as minister of punishments , Hong Jacheol as deputy magistrate of Hanseong Magistracy , Jeong Taedong as army commander of 함경남도 Province , and Chaekyeong as navy commander of Right Jeolla Province .",
                "H2KE-nKo": "서기순을 형조 판서로, 홍재철을 한성부 판윤으로, 정태동을 함경남도 병마절도사로, 채학영을 전라우도 수군절도사로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 11월 5일(병술) 2번째기사",
                "gt-oKo": "서기순(徐箕淳)을 형조 판서로, 홍재철(洪在喆)을 한성부 판윤으로, 정태동(鄭泰東)을 함경 남도 병마 절도사로, 채학영(蔡學永)을 전라우도 수군 절도사로 삼았다.",
                "hj": "○以徐箕淳爲刑曹判書, 洪在喆爲漢城府判尹, 鄭泰東爲咸鏡南道兵馬節度使, 蔡學永爲全羅右道水軍節度使。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "The King proceeded to 춘당대에 나아가 the civil officials and the composition of writing poems.",
                "H2KE-nKo": "주상이 춘당대에 나아가 문신의 이문 제술을 행하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 11월 6일(정해) 1번째기사",
                "gt-oKo": "임금이 춘당대(春塘臺)에 나아가 문신 이문 제술(文臣吏文製述)을 행하였다.",
                "hj": "○丁亥/上御春塘臺, 行文臣吏文製述。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "[The King] issued a royal order stating: How great is the importance of a state sacrifice? However, the Royal Tomb of Queen Wongyeong , the Royal Tomb of Queen Sinui , and the Royal Tomb of Queen Gyeongsun , the Royal Tomb of Queen Sinui , were unable to supply medicinal herbs. How could this be inconvenient? An official in charge should be interrogated and severely punished by the Office of State Rites . Have the official in charge of the Office of State Rites , the administrative assistant , and others punished by the office in charge, according to the law.",
                "H2KE-nKo": "전교하기를,“제향의 소중함이 얼마나 중요한가. 그런데 원릉, 수릉, 경릉에 쓰다 남은 약과가 전혀 모양새를 갖추지 못하였으니, 어찌 이런 도리가 있단 말인가. 해당 전사관은 의금부로 잡아다 신문하여 엄히 감처하고, 봉상시의 원역 및 숙수 등은 담당 관사로 하여금 법에 따라 엄히 다스리게 하라.”하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 11월 7일(무자) 1번째기사",
                "gt-oKo": "하교하기를, “제향(祭享)의 소중함이 어떠한데 원릉(元陵)·수릉(綏陵)·경릉(景陵)의 제사에 쓰고 남은 약과(藥果)가 아주 모양을 이루지 못하였는가? 어찌 이러할 도리가 있겠는가? 해당 전사관(典祀官)은 나문(拿問)하여 엄히 감죄(勘罪)하고, 봉상시(奉常寺)의 원역(員役)과 숙수(熟手) 등은 유사(攸司)로 하여금 법에 비추어 엄히 다스리게 하라.” 하였다.",
                "hj": "○戊子/敎曰: “祭享所重何如, 而元陵、綏陵、景陵, 餕餘藥果, 全不成樣, 豈有如此道理? 當該典祀官, 拿問嚴勘, 奉常寺員役及熟手等, 令攸司, 照法嚴繩。”"
            }
        }
    },
    "12": {
        "1": {
            "1": {
                "H2KE-EN": "The King appointed 서상오 as supreme commander of the Three Provinces and concurrently as navy subarea commander of Right Gyeongsang Province .",
                "H2KE-nKo": "임자년에 서상오를 삼도 통제사 겸 경상우도 수군절도사로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 12월 1일(임자) 1번째기사",
                "gt-oKo": "서상오(徐相五)를 삼도 통제사 겸 경상우도 수군 절도사로 삼았다.",
                "hj": "○壬子/以徐相五爲三道統制使, 兼慶尙右道水軍節度使。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "Magistrate of Uiju Magistracy Yun Chisu submitted a memorial regarding the evils of private merchants and imposing taxes. He then requested that the abolition of imposing taxes be abolished. The King addressed him thus: I do not know where the merchants have been recently manifested for a long time. However, how could this be so extremely destroyed by the state law? It is a permanent law that secretly cross-examined and cross-examined be permanently established by the State Council to thoroughly deliberate on the matter and strengthen the level of taxes be strictly established according to their advice.",
                "H2KE-nKo": "의주 부윤 윤치수가 상소하여 사삼세의 폐단을 진달하고, 이어 혁파하기를 청하니, 비답하기를,“이른바 합안세라는 명칭이 어느 해부터 시작되었는지 모르겠으나 나라의 기강을 무너뜨리고 업신여기는 것이 어찌 이 지경에까지 이르렀단 말인가. 몰래 국경을 넘는 것을 수색하는 것은 본래 법률 조문이 있으니, 묘당으로 하여금 충분히 상의하여 과조를 엄히 세워 좋은 쪽으로 내게 물어 처리하게 하라.”하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 12월 11일(임술) 1번째기사",
                "gt-oKo": "의주 부윤(義州府尹) 윤치수(尹致秀)가 상소하여 사삼세(私蔘稅)의 폐단을 아뢰고 이어서 혁파하기를 청하였는데, 비답(批答)하기를, “이른바 합안세(闔眼稅)라는 이름이 어느 해부터 시작되었는지 모르겠으나, 나라의 기강을 무너뜨리고 업신여기는 것이 어찌 이토록 극도에 이르렀는가? 몰래 넘어가는 것을 수험(搜驗)하는 데에는 본디 율령(律令)이 있으니, 묘당(廟堂)으로 하여금 익히 상의하여 엄히 과조(科條)를 세워 좋은 방법에 따라 품처(稟處)하도록 하라.” 하였다.",
                "hj": "○壬戌/義州府尹尹致秀, 疏陳私蔘稅之弊, 仍請革罷, 批曰: “所謂闔眼稅之名, 未知創自何年, 而壞蔑國綱, 胡至此極? 搜驗潛越, 自有法律, 令廟堂, 爛加商確, 嚴立科條, 從長稟處。”"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "The King proceeded to 춘당대에 나아가 gunpowder weaponry and held a dimensions for the writing sunpowder weapons. Those who passed the writing sunpowder weapons were to be 전시에 곧바로 응시할 자격을 주었다.",
                "H2KE-nKo": "주상이 춘당대에 나아가 감제를 행하였다. 표에서 수석을 차지한 조헌영에게 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 12월 17일(무진) 1번째기사",
                "gt-oKo": "임금이 춘당대(春塘臺)에 나아가 감제(柑製)를 행하였다. 표(表)에 으뜸을 차지한 조헌영(趙獻永)에게 직부 전시(直赴殿試)하게 하였다.",
                "hj": "○戊辰/上御春塘臺, 行柑製, 表居首趙獻永, 直赴殿試。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "The King went to the Royal Confucian Academy to receive the passers of the Royal Confucian Academy .",
                "H2KE-nKo": "주상이 희정당에 나아가 입격한 유생을 불러서 보았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 12월 18일(기사) 1번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가 입격(入格)한 유생(儒生)을 소견(召見)하였다.",
                "hj": "○己巳/上御熙政堂, 召見入格儒生。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "The King appointed Hong Hakyeon as the Inspector General .",
                "H2KE-nKo": "홍학연을 사헌부 대사헌으로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 12월 2일(계축) 1번째기사",
                "gt-oKo": "홍학연(洪學淵)을 사헌부 대사헌으로 삼았다.",
                "hj": "○癸丑/以洪學淵爲司憲府大司憲。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The King proceeded to the Hall of Governance and held a lecture on the Confucian classics for the first time of Shin Mi .",
                "H2KE-nKo": "주상이 춘당대에 나아가 일차 유생의 전강을 행하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 12월 20일(신미) 1번째기사",
                "gt-oKo": "임금이 춘당대(春塘臺)에 나아가 일차 유생 전강(日次儒生殿講)을 행하였다.",
                "hj": "○辛未/上御春塘臺, 行日次儒生殿講。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On imsin day, the King went to the Royal Confucian Academy and received the officials of the senior third rank or above from the State Council and the Six Ministries in audience.",
                "H2KE-nKo": "주상이 희정당에 나아가 대신과 비국 당상을 인견하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 12월 21일(임신) 1번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가 대신과 비국 당상을 인견(引見)하였다.",
                "hj": "○壬申/上御熙政堂, 引見大臣備局堂上。"
            },
            "2": {
                "H2KE-EN": "[The King] ordered that a special appointee of local magistrates be encouraged and appointed.",
                "H2KE-nKo": "수령의 별천인을 신칙하여 수용하라고 명하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 12월 21일(임신) 2번째기사",
                "gt-oKo": "수령(守令)으로 천거된 사람은 수용(收用)하도록 신칙(申飭)하라고 명하였다.",
                "hj": "○命守令別薦人, 申飭收用。"
            },
            "3": {
                "H2KE-EN": "[The King] ordered that those who have received incense-burning official who ride a royal palanquin should be severely punished according to the circumstances. [The King] also ordered that the rule of prescribing the funerary oration official in advance prepare the funerary oration stipends .",
                "H2KE-nKo": "향을 받는 헌관으로 가마를 타는 자는 드러나는 대로 엄중하게 감처하라고 명하고, 이어 제관과 예차가 재계할 때 서계하는 규정을 신칙하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 12월 21일(임신) 3번째기사",
                "gt-oKo": "향(香)과 축문(祝文)을 받은 헌관(獻官)으로서 교자(轎子)를 타는 자는 드러나는 대로 엄중히 감죄(勘罪)하라고 명하고, 이어서 제관(祭官)으로 예차(預差)된 자도 재계(齋戒)를 서약(誓約)하는 규례를 신칙(申飭)하였다.",
                "hj": "○命受香獻官乘轎者, 隨現重勘, 仍飭祭官預差誓齊之規。"
            },
            "4": {
                "H2KE-EN": "Right State Councilor Bak Hoesu reported as follows: The officials of both the Office of the Inspector General and the Office of the Censor General allowed their relatives to avoid suspicion due to personal feelings and righteousness. This is truly a magnanimous custom of the world and a magnificent custom of the Office of the Inspector General. However, in recent years, there is no limitation between the same surname. If the surname is the same as those of the same surname, then the distance between the surname and the distance [of the surname and the surname is the same as those of the same surname and the distance [of the surname and the surname comes to avoid suspicion. In the jeongyu year ( of the reign of King Jeongjong (, a high official of the Office of the Inspector General and the Office of the Censor General impeached the suspicion on the grounds that the Office of the Inspector General and the Office of the Censor General impeached the suspicion on the grounds that the cases in which the Office of the Inspector General and the Office of the Censor General impeached them continue to avoid suspicion. Some say that the cases in which the Office of the Inspector General and the Office of the Censor General should not be forced to suspicion on the grounds that the mourning period for the end of the mourning period should not be forced to suspicion on the grounds that the relatives in the mourning period for the end of the mourning period should not be forced to suspicion on the grounds that the relatives in the mourning period for the end of the mourning period should not be forced to avoid suspicion. This should be made a permanent regulation. The King followed this recommendation.",
                "H2KE-nKo": "우의정 박회수가 아뢰기를,“양사의 신하들이 사적인 의리 때문에 인피하는 것을 허락하는 것은 위로는 아랫사람을 보살피는 정사를 진념하고 아래로는 친척을 돈독히 하는 의리를 펴기 위해서이니, 이는 참으로 밝은 시대의 후덕한 기풍이며 대각의 아름다운 규례입니다. 그런데 근래에는 거의 한계가 없어 성이 같은 경우에는 멀고 가까운 것을 따지지 않고 처의를 논하면 심지어 어구를 인용하기까지 하여 매번 새로 제수된 뒤에는 와서 분분하게 인피합니다.옛날 정묘 정유년에 어떤 대신이 합동 계사 가운데 9촌 친척이라는 이유로 피혐하였는데, 그때 옥당의 계사와 대간의 상소가 서로 이어서 규찰하였습니다. 어떤 사람은 ‘법 밖의 규례는 뒷날의 폐단과 관계된다.’라고 하고, 어떤 사람은 ‘복은 시마와 대공복을 다하는 것이니, 억지로 인혐해서는 안 된다.’라고 하여 서용하지 않는 형전을 받기까지 하였습니다. 9촌 친척이나 단문의 친척은 그다지 소원하지 않은데도 오히려 이와 같이 하는데, 더구나 촌수를 계산하지 않는 사람이 어찌 구차한 사적인 의리를 외람되게 진달하여 무엄한 잘못된 습속을 함부로 답습해서야 되겠습니까. 지금 이후로 단문의 친족 외에는 피혐하지 못하도록 정식으로 삼으소서.”하니, 그대로 따랐다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 12월 21일(임신) 4번째기사",
                "gt-oKo": "우의정 박회수(朴晦壽)가 아뢰기를, “양사(兩司)의 신하들이 사의(私義) 때문에 인피(引避)하는 것을 허락하는 것은 위에서는 신하의 뜻을 받아들여 정사에 진념하고 아래에서는 친족과 도타이하는 의리를 펴기 위한 것이므로, 이것은 참으로 밝은 세대의 순후한 풍습이고 대각(臺閣)의 아름다운 규례입니다. 그런데 근년 이래로 거의 한계가 없어져서 성(姓)이 동관(同貫)이면 멀고 가까운 것을 헤아리지 않고, 그 처의(處義)를 논하면 어구(語句)를 인용하기까지 하여 번번이 새로 제수(除授)된 뒤에 와서 인피하는 것이 어지럽습니다. 예전에 정묘(正廟) 정유년에 한 대신(臺臣)이 합계(合啓) 가운데에 있는 구촌친(九寸親) 때문에 피혐(避嫌)하였는데, 그때 옥당(玉堂)의 계청(啓請)과 대간(臺諫)의 소장(疏章)이 잇따라 규거(糾擧)하여 혹, ‘법외(法外)의 예(例)는 뒷 폐단이 있다.’고도 하고, ‘복제(服制)는 시공(緦功)에서 다하므로 억지로 끌어댐은 마땅하지 못하다.’고도 하였으므로, 서용(敍用)하지 않는 벌을 받기까지 하였습니다. 대저 구촌은 단문(袒免)의 친족으로서 매우 멀지 않은데도 오히려 이러하였는데, 더구나 촌수를 셈하지 않는 사람에 대하여 어찌 구차한 사의를 외람되게 아뢰어 방만한 그릇된 버릇을 무릅써 답습할 수 있겠습니까? 이 뒤로는 무릇 단문의 친족보다 멀면 피혐하지 못하도록 법식으로 정하소서.” 하니, 그대로 따랐다.",
                "hj": "○右議政朴晦壽啓言: “兩司諸臣之許以私義引避者, 上以軫體下之政, 下以伸敦親之誼, 此誠昭代之厚風, 臺閣之美規。 而挽近以來, 殆無限節, 姓若同貫則不計遠近, 論其處義則至引句語, 每於新除之後, 來避紛紜。 昔在正廟丁酉, 一臺臣以合啓中九寸親避嫌, 而伊時堂啓臺章, 相繼糾擧, 或以爲 ‘法外之例, 有關後弊。’ 或以爲 ‘服盡緦功, 不當强引。’ 至蒙不敍之典。 夫九寸袒免之親, 不甚踈遠而猶尙如此, 況於不計寸數之人, 豈可猥陳苟且之私義, 冒襲屑越之謬習乎? 自今以後, 凡係袒免之親外, 毋得避嫌事, 請定爲令式。” 從之。"
            },
            "5": {
                "H2KE-EN": "The King conducted the oral examination on the classics and the second-stage civil service examinations. Those who successively stained Jo Jaeung , were to be 전시에 곧바로 응시할 자격을 주었다.",
                "H2KE-nKo": "일차 유생의 전강을 행하였다. 수석을 차지한 조재응에게 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 12월 21일(임신) 5번째기사",
                "gt-oKo": "일차 유생 전강(日次儒生殿講)을 행하였다. 으뜸을 차지한 조재응(趙在應)에게 직부 전시(直赴殿試)하게 하였다.",
                "hj": "○行日次儒生殿講, 居首趙在應, 直赴殿試。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "The King issued a royal directive to the Office of the Inspector General in the gyeyu year (. Seong Su묵 was appointed as the Office of the Inspector General . Yun Geok was appointed as the Office of the Censor General . Ku Jaryong was appointed as the army commander of the Northwest Territory .",
                "H2KE-nKo": "도목 정사를 행하였다. 성수묵을 사헌부 대사헌으로, 윤찬을 사간원 대사간으로, 구재룡을 함경북도 병마절도사로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 12월 22일(계유) 1번째기사",
                "gt-oKo": "도정(都政)을 행하고 하비(下批)하여 성수묵(成遂默)을 사헌부 대사헌으로, 윤찬(尹穳)을 사간원 대사간으로, 구재룡(具載龍)을 함경북도 병마 수군 절도사로 삼았다.",
                "hj": "○癸酉/都政下批, 以成遂默爲司憲府大司憲, 尹穳爲司諫院大司諫, 具載龍爲咸鏡北道兵馬水軍節度使。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "On eulhae day, the King proceeded to the main hall of governance to summon local magistrates and frontier commanders who had come to work for the first time.",
                "H2KE-nKo": "주상이 희정당에 나아가 수령, 변장, 초사인을 불러서 보았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 12월 24일(을해) 1번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가 수령(守令)·변장(邊將)으로 초사(初仕)하는 사람을 소견(召見)하였다.",
                "hj": "○乙亥/上御熙政堂, 召見守令邊將初仕人。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "The King appointed Min Chiseong as the Office of the Inspector General .",
                "H2KE-nKo": "기묘년에 민치성을 사헌부 대사헌으로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 12월 28일(기묘) 1번째기사",
                "gt-oKo": "민치성(閔致成)을 사헌부 대사헌으로 삼았다.",
                "hj": "○己卯/以閔致成爲司憲府大司憲。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On gyeongjin day, the King personally conveyed the incense and the written invocation for the rite of praying for rain at the Altar of the Soil and Grain . ",
                "H2KE-nKo": "주상이 인정전 월대에 나아가 사직 기곡 대제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 12월 29일(경진) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)의 월대(月臺)에 나아가 사직 기곡제(社稷祈穀祭)에 쓸 향과 축문을 친히 전하였다.",
                "hj": "○庚辰/上詣仁政殿月臺親傳社稷祈穀祭香祝。"
            },
            "2": {
                "H2KE-EN": "The Hanseong Magistracy presented the King with a total of 1,594 households. The men numbered 337만 3,92, and the women numbered 3360,9,960.",
                "H2KE-nKo": "한성부에서 민수를 올렸다. 오부와 팔도의 총 원호는 158만 1594호이고, 인구는 남자가 337만 3902구이며, 여자가 336만 9960구이다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 12월 29일(경진) 2번째기사",
                "gt-oKo": "경조(京兆)에서 민수(民數)를 바쳤는데, 오부(五部)와 팔도(八道)의 전체 원호(元戶)가 1백 58만 1천 5백 94호이며, 인구는 남자가 3백 37만 3천 9백 2구(口)이고, 여자가 3백 36만 9천 9백 60구이었다.",
                "hj": "○京兆獻民數, 五部及八道都元戶, 一百五十八萬一千五百九十四戶, 人口男三百三十七萬三千九百二口, 女三百三十六萬九千九百六十口。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On muo day, the King proceeded to Injeong Hall and personally delivered incense and the written invocation for the year-end sacrificial rite at the Altar of the Soil and Grain , the Royal Ancestral Shrine , and the Royal Ancestral Shrine .",
                "H2KE-nKo": "주상이 인정전 월대에 나아가 사직, 종묘, 경모궁에 지낼 납향 대제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 12월 7일(무오) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)의 월대(月臺)에 나아가 사직(社稷)·종묘(宗廟)·경모궁(景慕宮)의 납향(臘享)에 쓸 향(香)과 축문(祝文)을 친히 전하였다.",
                "hj": "○戊午/上詣仁政殿月臺親傳社稷、宗廟、景慕宮, 臘享香祝。"
            }
        }
    },
    "leap month 5": {
        "1": {
            "1": {
                "H2KE-EN": "The King appointed Yi Yusu as 총융사 , and Heo Gye as army commander of Pyeongan Province .",
                "H2KE-nKo": "이유수를 총융사로, 허계를 평안도 병마절도사로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 윤5월 1일(을유) 1번째기사",
                "gt-oKo": "이유수(李惟秀)를 총융사(摠戎使)로, 허계(許棨)를 평안도 병마 절도사로 삼았다.",
                "hj": "○乙酉/以李惟秀爲摠戎使, 許棨爲平安道兵馬節度使。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On eulmi day, [the King] visited Sugang Palace to pay his respects [to the Abdicated King]. [The King] dressed in white robes and black robes were worn. [The King] went out to the hill palace and placed [them] in the 정자각 .",
                "H2KE-nKo": "을미년에 주상이 수릉에 나아가 전알하였는데, 백포 융복을 갖추고 현궁을 모셔 정자각에 봉안하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 윤5월 11일(을미) 1번째기사",
                "gt-oKo": "임금이 수릉(綏陵)에 나아가 전알(展謁)하였다. 백포 융복(白布戎服)을 갖추고 현궁(玄宮)에서 내어 정자각(丁字閣)에 봉안하였다.",
                "hj": "○乙未/上詣綏陵展謁, 具白布戎服, 出玄宮奉安于丁字閣。"
            },
            "2": {
                "H2KE-EN": "On sinmyo day, the King returned to the palace.",
                "H2KE-nKo": "궁으로 돌아왔다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 윤5월 11일(을미) 2번째기사",
                "gt-oKo": "환궁(還宮)하였다.",
                "hj": "○還宮。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On byeongsin day, the first day of the month, the Office of Royal Attire reported to the King in detail that Your Majesty would like to eat a meal. The King did not approve this.",
                "H2KE-nKo": "내의원이 구두로 아뢰어 평상시처럼 수라를 들기를 청하였으나, 따르지 않았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 윤5월 12일(병신) 1번째기사",
                "gt-oKo": "약원(藥院)에서 구계(口啓)하여 상선(常膳)을 들기를 청하였으나, 따르지 않았다.",
                "hj": "○丙申/藥院口啓, 請進常膳, 不從。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "Superintendent of the Office of Royal Genealogy reported again. The King 비답하기를, “urgently urgently to the two 자전s residence. Moreover, repeatedly receiving the Kings instruction, I was inevitably complying with my dear sirs request. The King issued an instruction: On the seventeenth day, the King personally performed the rite for opening the coffin hall . On the eighteenth day, the King followed the royal palanquin. On the twentieth day, the King proceeded to the palace after the rite of repose . This shall be done according to the precedent. ",
                "H2KE-nKo": "정유년에 내의원이 재차 아뢰니, 비답하기를,“두 자전께 권하여 드시게 하는 것이 급하고 또 자전의 하교를 여러 번 받았으므로 어쩔 수 없이 경들의 청을 마지못해 따른다.”하였다. 전교하기를,“17일에 계빈전을 친히 행하고 18일에 여를 따라 20일에 우제를 지낸 뒤에 궁으로 돌아올 것이니, 이대로 마련하라.”하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 윤5월 13일(정유) 1번째기사",
                "gt-oKo": "약원에서 다시 아뢰니, 비답하기를, “두 자전(慈殿)께 드시기를 권하는 데 급하였고, 또 여러 번 자교(慈敎)를 받았으므로, 마지못하여 경(卿)들의 청을 애써 따른다.” 하였다. 하교하기를, “17일에 계빈전(啓殯奠)을 친히 행하고, 18일에 여(轝)를 수종(隨從)하고, 20일에 우제(虞祭)를 지낸 뒤에 환궁(還宮)할 것이니, 이에 따라 마련하도록 하라.” 하였다.",
                "hj": "○丁酉/藥院再啓, 批曰: “急於勸進兩慈殿, 且屢承慈敎, 不得已勉從卿等之請矣。” 敎曰: 十七日親行啓殯奠, 十八日隨轝, 二十日過虞後, 當還宮矣, 依此磨鍊。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "The King transmitted a royal directive to the Office of the Royal Genealogy , which stated, Although I had already followed the request of meals for meals to be presented on the fifteenth day and the eighteenth day of the twentieth month, meals shall be presented on the fifteenth day and the twenty-first day of the eighteenth month.",
                "H2KE-nKo": "무술년에 전교하기를,“상선을 회복하라는 청을 비록 이미 애써 따르기는 하였으나, 망일과 18일, 20일에는 소선을 봉진하도록 해당 원에 분부하라.”하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 윤5월 14일(무술) 1번째기사",
                "gt-oKo": "하교하기를, “상선(常膳)을 회복하라는 청은 이미 애써 따랐으나, 망일(望日)과 18일·20일에는 소선(素膳)을 봉진(封進)하라고 해원(該院)에 분부하도록 하라.” 하였다.",
                "hj": "○戊戌/敎曰: 復膳之請, 雖已勉從, 望日與十八日二十日, 以素膳封進事, 分付該院。"
            }
        },
        "15": {
            "1": {
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 윤5월 15일(기해) 1번째기사",
                "gt-oKo": "임금이 수릉(綏陵)의 빈전(殯殿)에 나아가 전알(展謁)하고 이어서 망전(望奠)과 친진향(親進香)을 행하였다. 친진향문(親進香文)에 이르기를, “아! 소자(小子)가 태어날 때에 부명(賦命)이 매우 기이하여 나이 겨우 네 살로 젖을 떼기 전에 우리 황고(皇考)께서 이미 승하하셨습니다. 이 세상에서는 영구히 천안(天顔)을 기억하고 옥음(玉音)을 들을 수 없으니 이미 천하에서 지극히 슬픈 사람이 되었으나, 오히려 우리 황조(皇祖) 순종 대왕(純宗大王)께서 조손(祖孫)을 부자(父子)처럼 친애하셔서 유치(幼稚)한데도 종묘(宗廟)의 중임을 부탁하시고는 돌보고 깨우쳐서 세월이 감에 따라 성취하기를 바라시는 데에 힘입었으니, 이때에 황조의 마음이 어떠하셨겠습니까? 은혜가 더할 수 없이 두텁고 덕이 더할 수 없이 커서 소자가 이를 의지하여 또한 지극한 아픔이 자기에게 절실한 것을 몰랐습니다. 하늘에 죄를 얻어 남은 재앙이 그치지 않다가, 갑오년 겨울에 거듭된 화변(禍變)이 극도에 이르렀으나, 소자의 그때 나이가 또한 여덟 살에 지나지 않아서 상복을 입었을 뿐이니, 또한 어찌 그 자리에 오르고 그 예(禮)를 행하는 것이 몹시 원통하고 매우 절박한 줄 알았겠습니까? 다행히 우리 태모 전하(太母殿下)께서 황조의 마음으로 어루만져 돌보시고 우리 자성 전하(慈聖殿下)께서 황고의 마음으로 길러 주셨습니다. 외롭고 괴로워서 의지할 곳이 없었으나, 그대로 의지하여 살 수 있어서 오늘에 이르렀으니, 이것이 어찌 소자가 처음에 희망했던 바가 미친 것이겠습니까? 무릇 한 번 마시고 한 번 먹는 것과 한 가지 일과 한 가지 물건까지도 모두 우리 황고께서 묵묵히 돕고 남모르게 안정시켜 주신 것이니, 그 덕을 보답하려 하여도 하늘처럼 한없이 보답할 길이 없습니다. 아! 애통합니다. 그러나 소자의 나이가 조금 들어 생각이 조금 나아져서 그 무궁한 슬픔이 하늘에 사무치고 땅에 사무치는 것을 더욱 깨닫게 되니, 먹다가 그만두고 자다가 일어나서 목이 메이고 가슴이 막혀 말하려 하여도 말하지 못한 것이 여러 번이었습니다. 아! 일찍이 듣건대, 대덕(大德)은 반드시 그 자리를 얻고 반드시 그 녹(祿)을 얻고 반드시 그 이름을 얻고 반드시 그 수(壽)를 얻는다 하였는데, 우리 황고의 타고나신 대덕으로서도 이처럼 인색하신 것은 무엇 때문입니까? 어찌 천리(天理)에 믿을 수 없는 것이 있고 성인(聖人)의 말에 증명할 수 없는 것이 있겠습니까? 이는 모두 소자가 재앙을 쌓고 재앙을 불러서 하늘이 돌보지 않은 것이니, 오히려 무엇을 말하겠습니까? 소자가 듣건대, 우리 황고께서는 대청(代聽)하신 4년 동안에 우근(憂勤)하신 일념으로 천명(天命)을 스스로 헤아려 날이 밝기 전에 옷을 입고 해가 저물어서도 음식을 들지 않으셨는데, 성대한 덕이 만백성에게 두루 미치고 지극한 교화가 팔역(八域)에 차서 넘치니, 농부는 들에서 힘쓰고 장수는 저자에서 기뻐하고 공인(工人)은 그 일에 분주하고 선비는 그 학업에 힘썼다고 합니다. 그래서 위로 신기(神祇)가 기뻐하고 즐거워하여 감응(感應)하지 않는 것이 없고, 아래로 경사(卿士)가 합치하여 칙려(飭勵)하지 않음이 없으며 궁위(宮闈) 안과 성채(城砦) 사이까지도 위혜(威惠)가 유행하여 모두 흠복(欽服)하고 송탄(頌歎)하였다 합니다. 이때에 모든 복이 모두 이르고 온갖 상서가 죄다 모여서 옥첩(玉牒)으로 어버이의 공렬(功烈)을 나타내고 요상(瑤觴)으로 어버이의 마음을 기쁘게 하셨으니, 화합한 기운과 기뻐하는 소리를 추상(追想)할 수 있습니다. 그러나 소자는 남면(南面)한 높은 자리에서 천승(千乘)의 부(富)를 누리고 있으나, 오늘날 성심(誠心)을 가지고 효도하려 한들 어떻게 효도할 수 있겠습니까? 아! 이제 중도에서 승하하시어 만사가 미치지 못하게 된 뒤에도 오히려 친밀하고 현명하고 화락하고 편리한 것을 끼치시어 세상이 다하여도 잊을 수 없는 것이 있는데, 황고를 닮은 데가 없는 소자의 자질로 어찌 감히 조금이라도 황고의 성덕(聖德)을 잇기를 바라겠습니까마는, 이제 열성(列聖)의 어렵고 큰 사업을 이어받고 양전(兩殿)께서 사랑하여 보살펴 주신 은혜를 받아 아득하게 뭇 신하와 백성 위에 추대된 지 이미 10여 년이 되었습니다. 밤낮으로 불안하여 성취하지 못할까 두려워하였으나, 우리 황고의 지극히 인자하신 마음과 갓난 아이를 보호하시는 생각이 어찌 어두운 가운데에서 우려하고 가엾이 여기지 않으시겠습니까마는, 뵐 길이 아득하여 아뢰어 하소연할 데가 없으니, 이것은 또한 소자가 평소에 정성과 공경이 모자라서 신명(神明)께 감통(感通)하지 못하였기 때문입니다. 아! 애통합니다. 황고의 존시(尊諡)인 ‘효명(孝明)’ 두 자는 우리 황조께서 내리신 것이니 백세(百世)의 증표는 진실로 이보다 더할 수 없습니다마는, 융호(隆號)를 바치고 현책(顯冊)을 바치고 능(陵)을 쌓아 높이고 묘(廟)에 올려 모시어 다하지 않는 예(禮)가 없는 것은 실로 선왕(先王)의 법이고 우리 집안의 고사이니, 어찌 만분의 일이라도 찬양하였다고 할 수 있겠습니까? 구릉(舊陵)의 풍수(風水)는 합당하지 않다고 흔히 말합니다. 형가(刑家)의 말은 군자가 믿지 않는다 하나, 정자(程子)·주자(朱子) 대유(大儒) 이래로 혹 폐기하여 행하여 왔으니, 소자의 한없는 정성에 놀랍고 근심되어 감히 편안할 겨를이 없습니다마는, 이 일은 지극히 중대하므로 어쩔 수 없이 머뭇거리고 망설이다가 올해에 이르러 마음에 크게 정하여 두 자전(慈殿)께 우러러 아뢰고 뭇 신하에게 널리 물으니, 의논을 거북점에 붙일 것도 없이 대천(大遷)의 의논이 이미 결정되었습니다. 상길(上吉)의 능역(陵域)을 이미 얻어 장차 성인(聖人)께서 영구히 몸담으실 곳으로 삼게 되었으니, 실로 우리 황고께서 분명히 위에 계신 까닭이며, 또한 두 자전과 소자의 하늘에 사무친 아픔과 일국 신민의 슬픈 생각을 조금 위로할 수 있겠습니다. 그러나 현궁(玄宮)에 계시던 재궁(梓宮)이 다시 나와 취화(翠華)가 다시 임하게 되면, 어렴풋하고 어리둥절하여 마치 천필(天蹕)이 들리고 운기(雲旗)가 보이는 듯하여도 짙은 밤의 먼 길에 선유(仙游)하신 지 이미 오래 되어 계시던 곳과 같을 수 없을 것입니다. 유명(幽明)을 통하여 오르내리는 도리가 어찌 참으로 있겠습니까? 소자의 아픔을 장차 어떻게 누르겠습니까? 우리 황조와 황고의 수용(晬容)이 경모궁(景慕宮)의 재실(齋室)과 경우궁(景祐宮)의 성일헌(誠一軒)에 나뉘어 모셔진 것은 만세토록 멀리 경연하는 생각 때문입니다마는, 소자가 아침저녁으로 우러러보고 의지하는 도리에 있어서 끝내 서운하여 금하지 못하는 것이 있으므로, 바야흐로 전제(殿制)를 조금 늘려서 보정(寶幀)을 들여 모시어 위로 우리 삼조(三祖)의 어진(御眞)에 함께 따라 모시려 합니다. 신리(神理)와 인정(人情)이 서로 차이가 없다면 우리 황고의 성충(聖衷)도 양양(洋洋)히 오르내리실 즈음에 의지하여 위로하고 기쁘게 하실 바가 있을 것입니다. 슬픔이 지극하고 아픔이 극진하여 말이 분별되지 않습니다. 아! 비통합니다.” 하였다.",
                "hj": "○己亥/上詣綏陵殯殿展謁, 仍行望奠及親進香, 親進香文曰: 嗚呼! 小子之生, 賦命甚畸, 年甫四齡, 未離乳哺, 而我皇考已違背矣。 此生此世, 永無以記天顔而聆玉音, 則固已爲天下至哀之人, 尙賴我皇祖純宗大王, 以祖孫而兼父子之親, 以幼稚而托宗祧之重, 顧之復之, 提之撕之, 以冀其歲月成立也。 當此時, 皇祖之心, 當如何也? 恩莫厚焉, 德莫大焉。 小子用是依藉, 亦不知至痛之切於已也。 無奈乎獲戾于天, 餘釁未已, 以至甲午之冬, 而荐疊之禍變極矣, 小子時年, 亦不過八歲, 惟衰麻在身而已, 又安知踐其位行其禮之痛冤崩迫也哉? 幸而我太母殿下, 以皇祖之心, 撫恤之, 我慈聖殿下, 以皇考之心, 鞠育之, 雖惸惸孤苦, 形影相弔, 而猶能恃而爲命, 式至于今日, 是豈小子始望攸及哉? 凡一飮一餐, 一事一物, 皆我皇考默佑而陰騭之者, 欲報之德, 昊天罔極。 嗚呼! 痛哉。 然而小子年紀稍長, 知思略進, 益覺其無窮之哀, 徹天徹地, 當食而撤, 當寢而興, 哽咽抑塞, 欲語而不能語者, 屢矣。 嗚呼! 竊嘗聞大德必得其位, 必得其祿, 必得其名, 必得其壽, 以我皇考天縱之大德, 又靳嗇之如此者, 何也? 豈天理有不可諶, 而聖人之言, 有不可徵歟? 此皆小子積殃招咎, 皇穹不弔也, 尙云何哉? 小子聞我皇考代聽四年之間, 憂勤一念, 天命自度, 未明而求衣, 至昃而不食, 盛德浹洽於萬姓, 至化洋溢於八域, 農勸於野, 商忭於市, 工趨其事, 士敦其業。 上而神祗悅豫, 罔不歆格, 下而卿士協從, 罔不飭勵, 至宮闈之內, 壁疊之間, 威惠流行, 罔不欽服頌歎。 于時也, 諸福畢至, 百祥俱集, 以玉牒而顯親之烈, 以瑤觴而悅親之心, 協氣歡聲, 可追以想。 小子則雖處南面之尊, 享千乘之富, 以此日情事, 欲爲孝, 安所孝乎? 嗚呼! 今於中道禮陟, 萬事靡逮之後, 尙有親賢樂利, 沒世而不能忘者, 以予小子無所肖似之質, 何敢望一毫纉繼於皇考聖德? 而今乃承列聖艱大之業, 奉兩殿慈覆之恩, 渺然托乎群臣兆民之上者, 已十有餘年矣。 夙夜憧憧, 恐不克有濟我皇考止慈之衷, 保嬰之念, 寧不有憂慮憫惻於冥冥之中, 而謦欬杳漠, 無所告訴, 此又小子平日誠敬之不足, 未有以感通神明也。 嗚呼! 痛哉。 皇考尊諡之孝明二字, 卽我皇祖所賜, 則百世之徵信, 固無以加於此, 而至若薦之以隆號, 奉之以顯冊, 封陵而躋廟, 靡禮不擧, 實惟先王之典我家之故事也, 曷足曰揄揚萬一乎哉? 惟是, 舊陵風水, 多稱其未叶。 形家之言, 雖非君子取信, 自程、朱大儒以來, 未或廢而不行, 則予小予靡極之誠, 驚悚憂懼, 不敢遑寧, 而玆事至重且大, 不得不遲回而趑趄, 至今年大定于心, 仰稟兩慈, 博詢群工, 無待乎謀及龜筮而大遷之議已決。 上吉之兆已獲, 將以爲聖人萬年之藏, 實我皇考於昭在上之所由致, 亦可以少慰兩慈殿曁予小子窮天之痛, 一國臣民於戲之思。 而及其玄和復出, 翠華再臨, 依俙惝怳, 若天蹕之承聞, 雲旗之攀瞻。 而厚夜脩程, 眞遊已夐, 無由髣像於如在之地。 幽明之理, 其眞有耶? 小子之痛, 將何以抑之耶? 我皇祖皇考睟容之分奉於景慕宮之齋室, 景祐宮之誠一軒者, 乃萬世經遠之慮, 而在小子晨夕瞻依之道, 終有所悵缺不能已者, 方欲稍增殿制, 入奉寶幀, 以上配于我三祖御眞。 神理人情, 罔間乎彼此, 則我皇考聖衷, 亦必有憑依慰悅於洋洋陟降之際矣。 哀至痛極, 言不知裁。 嗚呼! 痛哉。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On gyeongja day, the first day of the month, gyeongja year (, the Queen Mother sent a royal message to the Royal Cuisine Office , stating: At this time, the King has been sorrowful that he might continue to follow the royal palanquin for several days. How could this differ in the very hot weather? In our countrys past precedent, there was rare even instance. I would like to suspend the royal palanquin for the return trip [to the palace]. However, how could all high officials remain idle? I hope that you will strive to sincerely and sincerely pray for the Kings longevity. Therefore, this instruction has been issued. ",
                "H2KE-nKo": "대왕대비가 승전색을 통해 언서로 빈청에 하교하기를,“이러한 때에 대전께서 여러 날 동안 슬픔에 잠겨 계시다가 또 여를 따르려고 하시니, 이처럼 무더운 날에 종일토록 삼베옷을 입고 여를 따르신다면 어찌 건강을 해치지 않겠는가. 국조의 전례에도 드물게 있는 일이므로 내가 대내에서 마음을 돌리려고 하는데, 대신들은 어찌하여 안일하게 세월만 보내는가. 기필코 정성을 다해 간절히 기원하기를 바라기 때문에 이렇게 하교하는 것이다.”하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 윤5월 16일(경자) 1번째기사",
                "gt-oKo": "대왕 대비(大王大妃)가 승전색(承傳色)을 시켜 언서(諺書)로 빈청(賓廳)에 하교하기를, “지금 대전(大殿)께서 여러 날 동안 애통하시는 중인데 또 여(轝)를 수종(隨從)하려 하시니, 이러한 한더위에 종일 최마(衰麻)를 입고 여를 수종하면 어찌 손상되는 일이 없겠는가? 국조(國朝)의 전례에 드문 일이므로, 내가 대내(大內)에서 뜻을 돌이키게 하려 하는데, 대신(大臣)들은 어찌하여 하는 일 없이 날을 보내는가? 반드시 정성을 모아 간청하기 바란다. 그러므로 이처럼 하교하는 것이다.” 하였다.",
                "hj": "○庚子/大王大妃以承傳色諺書, 下敎于賓廳曰: 此時大殿, 屢日哀遑中, 又欲隨轝, 如此極熱, 終日以縗麻隨轝, 豈無傷損之節? 國朝已例, 罕有之事, 予欲自內挽回, 而諸大臣何爲玩愒乎? 期於積誠祈懇爲望, 故, 如是下敎矣。"
            },
            "2": {
                "H2KE-EN": "The King issued an order, which stated, There is already a precedent that the royal palanquin palanquin. I have repeatedly received the Abdicated Kings order with utmost earnestness and pity. I have ordered all high officials to call palanquin pain palanquin palanquin. I have repeatedly received the instruction of the Abdicated King and the King repeatedly sincere and pity upon palanquin palanquin, and also had all high officials led palanquin palanqu",
                "H2KE-nKo": "전교하기를,“영여를 따라가는 것은 전례가 있을 뿐만 아니라 나의 심정도 애통하고 절박하여 반드시 행하고자 하였다. 그런데 여러 차례 두 자전의 하교를 받고 보니 간절하고 측달하여 여러 대신으로 하여금 서로 이끌고 힘껏 만류하게까지 하였다. 이런 상황에 이르러서는 감히 지극한 뜻을 우러러 받들지 않을 수 없다. 18일 노제를 지낸 뒤에 먼저 새 능소에 나아가 영곡하겠다.”하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 윤5월 16일(경자) 2번째기사",
                "gt-oKo": "하교하기를, “여(轝)를 수종하는 것은 전례가 있을 뿐만 아니라 내 심정이 매우 절박하므로 반드시 행하려 하였다. 그러나 두 자전(慈殿)의 하교를 받은 것이 간절하고 측달(惻怛)하시며, 대신들로 하여금 함께 힘껏 뜻을 돌이키게 하셨으니, 이런 처지에 이르러 감히 지극하신 뜻을 우러러 받들지 않을 수 없다. 18일 노제(路祭) 뒤에 먼저 새 능소(陵所)에 나아가 맞이하여 곡(哭)하겠다.” 하였다.",
                "hj": "○敎曰: “隨轝非但有已例, 予之情事痛迫, 期欲行之矣。 屢承兩慈殿下敎, 懇摯惻怛, 至使諸大臣, 相率力挽, 到此地頭, 不敢不仰承至意。 十八日路祭後, 當先詣新陵所迎哭矣。"
            },
            "3": {
                "H2KE-EN": "[The King] ordered that those who had already served in the imsin year ( or after the imsin year ( and those who were supposed to remain in the Royal Cuisine Office and the Royal Cuisine Office all be recorded in the years and that this be submitted to the throne.",
                "H2KE-nKo": "임신년 이후로 춘방과 계방을 거친 사람으로서 생존해 있는 사람을 모두 연조를 현록하여 들이라고 명하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 윤5월 16일(경자) 3번째기사",
                "gt-oKo": "임신년 이후에 춘방(春坊)·계방(桂坊)의 벼슬을 지내고 살아 있는 사람은 모두 연조(年條)를 적어서 들이라고 명하였다.",
                "hj": "○命壬申以後曾經春、桂坊生存人, 竝年條懸錄以入。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On sinchuk day, the King proceeded to the royal coffin hall in the sinchuk year (, and performed the tea ceremony and the evening memorial ceremonies. The King stayed the night at the Royal Mortuary.",
                "H2KE-nKo": "신축년에 주상이 수릉의 빈전에 나아가 주다례와 석상식을 행하고 재실에서 경숙하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 윤5월 17일(신축) 1번째기사",
                "gt-oKo": "임금이 수릉(綏陵)의 빈전(殯殿)에 나아가 주다례(晝茶禮)·석상식(夕上食)을 행하고 재실(齋室)에서 밤을 지냈다.",
                "hj": "○辛丑/上詣綏陵殯殿, 行晝茶禮夕上食, 經宿于齋室。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On imin day, the King proceeded to the royal coffin hall and opened the Royal Mortuary for the opening of the coffin hall. He then performed a special rite. ",
                "H2KE-nKo": "주상이 빈전에 나아가 찬궁을 열고 이어 별전을 행하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 윤5월 18일(임인) 1번째기사",
                "gt-oKo": "임금이 빈전(殯殿)에 나아가 찬궁(欑宮)을 열고, 이어서 별전(別奠)을 행하였다.",
                "hj": "○壬寅/上詣殯殿啓欑宮, 仍行別奠。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Yusu as supreme general of the Inner Palace Guards .",
                "H2KE-nKo": "이유수를 금위대장으로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 윤5월 18일(임인) 2번째기사",
                "gt-oKo": "이유수(李惟秀)를 금위 대장(禁衛大將)으로 삼았다.",
                "hj": "○以李惟秀爲禁衛大將。"
            },
            "3": {
                "H2KE-EN": "On jeongmyo day, the King proceeded to the royal coffin hall and performed the tea ceremony, and the evening memorial ceremonies were presented. The royal coffin hall lodged for the night.",
                "H2KE-nKo": "주상이 빈전에 나아가 주다례와 석상식, 석전을 행하고 재실에서 경숙하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 윤5월 18일(임인) 3번째기사",
                "gt-oKo": "임금이 빈전(殯殿)에 나아가 주다례(晝茶禮)·석상식(夕上食)·석전(夕奠)을 행하고 재실(齋室)에서 밤을 지냈다.",
                "hj": "○上詣殯殿行晝茶禮夕上食夕奠, 經宿于齋室。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On gyemyo day, the King proceeded to the royal coffin hall in the gyemyo year (, and performed the morning court assembly and the offering to the deceased.",
                "H2KE-nKo": "계묘년에 주상이 빈전에 나아가 조전과 조상식의 견전을 행하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 윤5월 19일(계묘) 1번째기사",
                "gt-oKo": "임금이 빈전(殯殿)에 나아가 조전(朝奠)·조상식(朝上食)·견전(遣奠)을 행하였다.",
                "hj": "○癸卯/上詣殯殿, 行朝奠朝上食遣奠。"
            },
            "2": {
                "H2KE-EN": "The royal carriage departed. The King went to the place of the road to perform the ceremony of bidding farewell [to the Emperor of Ming China].",
                "H2KE-nKo": "대여가 출발하였다. 주상이 노제소에 나아가 봉사례를 행하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 윤5월 19일(계묘) 2번째기사",
                "gt-oKo": "대여(大轝)가 떠났다. 임금이 노제소(路祭所)에 나아가 봉사례(奉辭禮)를 행하였다.",
                "hj": "○大轝進發。 上詣路祭所, 行奉辭禮。"
            },
            "3": {
                "H2KE-EN": "The King first went to the chamber of the new royal tomb and changed his mourning robes. He proceeded to the chamber of the Royal Tomb of Queen Sinui and inspected the chamber, and then went to the chamber of the Royal Tomb of Queen Sinui to inspect the chamber of the chamber. Then he proceeded to the chamber of the Royal Tomb of Queen Sinui and inspected the earth-shaped pavilion. The King then went to the chamber of the Royal Tomb of Queen Sinui and inspected the earth-shaped pavilion. The King then inspected the earth-shaped pavilion and then proceeded to the outside of the frontier wall of the mid-shaped pavilion. The earth-shaped pavilion was completed.",
                "H2KE-nKo": "주상이 먼저 새 능의 재실에 나아가 시복으로 갈아입고 비각에 나아가 봉심하였다. 이어 정자각에 나아가 봉심하고, 이어 옹가 광내의 토색에 나아가 봉심하고 습의를 감독하였다. 이어 반월형을 살피고 곡장 밖으로 나와 뇌상까지 두루 살폈다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 윤5월 19일(계묘) 3번째기사",
                "gt-oKo": "임금이 먼저 새 능(陵)의 재실(齋室)에 나아가 시복(緦服)으로 갈아 입고 비각(碑閣)에 나아가 봉심(奉審)하였다. 이어서 정자각(丁字閣)에 나아가 봉심하고 이어서 옹가(甕家)에 나아가 광중(壙中)의 흙빛을 봉심하고, 녹로(轆轤)의 습의(習儀)를 감독하고, 이어서 반월형(半月形)을 살피고 곡장(曲墻) 밖에 나아가 뇌상(腦上)까지 두루 살폈다.",
                "hj": "○上先詣新陵齋室, 改具緦服, 詣碑閣奉審, 仍詣丁字閣奉審。 仍詣甕家壙內土色奉審, 監轆轤習儀, 仍審半月形出曲墻外, 周審至腦上。"
            },
            "4": {
                "H2KE-EN": "On sinmyo day, when the royal retinue departed from the royal carriage, the King wore his court robes without rank insignia and received the spirit palanquin and the spirit palanquin. Then he walked toward the 정자각 and proceeded to the royal coffin hall. The offering for the opening of the coffin hall and the meals offered in the morning and evening memorial ceremonies were presented. The royal retinue rested at the royal chamber.",
                "H2KE-nKo": "대여가 주정소에서 출발할 때 주상이 시복을 갖추고 신련과 영여를 공경히 맞이하고, 이어 걸어서 정자각에 나아갔다. 빈전에 나아가 성빈전과 석상식, 석전을 행하고 재실에서 경숙하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 윤5월 19일(계묘) 4번째기사",
                "gt-oKo": "대여(大轝)가 주정소(晝停所)에서 떠날 때에 임금이 시복(緦服)을 갖추고 신련(神輦)·영여(靈轝)를 지영(祗迎)하고, 이어서 걸어서 정자각(丁字閣)에 나아갔다. 빈전(殯殿)에 나아가 성빈전(成殯殿)·석상식(夕上食)·석전(夕奠)을 행하고 재실(齋室)에서 밤을 지냈다.",
                "hj": "○大轝自晝停所進發時, 上具緦服祗迎神輦、靈轝, 仍步詣丁字閣, 詣殯殿, 行成殯奠及夕上食夕奠, 經宿于齋室。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "Hong Hakyeon was appointed as the Office of the Inspector General , Oh Chihyeon as the army commander of Jeolla Province , and Yi Gyeongdal as the navy commander of Hwanghae Province .",
                "H2KE-nKo": "병술년에 홍학연을 사헌부 대사헌으로, 오치현을 전라도 병마절도사로, 이경달을 황해도 수군절도사로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 윤5월 2일(병술) 1번째기사",
                "gt-oKo": "홍학연(洪學淵)을 사헌부 대사헌으로, 오치현(吳致賢)을 전라도 병마 절도사로, 이경달(李敬達)을 황해도 수군 절도사로 삼았다.",
                "hj": "○丙戌/以洪學淵爲司憲府大司憲, 吳致賢爲全羅道兵馬節度使, 李敬達爲黃海道水軍節度使。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On gapjin day, the first day of the month, the King proceeded to the royal coffin hall of the gapjin year ( and performed the morning offering. The morning offering, the meals, the tea ceremony, and the rite of repose was performed. The rite of repose was moved to the burial of the deceased. The King wailed sorrowfully and wailed sorrowfully. The King proceeded to the 정자각 and performed the rite of repose [for the Late Queen Mother] and returned to the palace.",
                "H2KE-nKo": "주상이 빈전에 나아가 조전, 조상식, 주다례, 천전, 하현궁, 곡종을 행하고, 봉사위에 이르러 곡하여 슬픔을 다하였다. 정자각에 나아가 우제를 행하고 궁으로 돌아왔다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 윤5월 20일(갑진) 1번째기사",
                "gt-oKo": "임금이 빈전(殯殿)에 나아가 조전(朝奠)·조상식(朝上食)과 주다례(晝茶禮)·천전(遷奠)을 행하였다. 하현궁(下玄宮)하고 곡하며 따라서 봉사위(奉辭位)에 이르러 곡하여 애례(哀禮)를 극진히 하고, 정자각(丁字閣)에 나아가 우제(虞祭)를 행하고 환궁(還宮)하였다.",
                "hj": "○甲辰/上詣殯殿, 行朝奠朝上食及晝茶禮, 遷奠下玄宮哭從, 至奉辭位, 哭盡哀, 詣丁字閣, 行虞祭還宮。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On eulsa day, the King went to the Royal Confucian Academy and performed the Royal Placenta Chamber Examination. He entered the Royal Placenta Chamber Examination and was received in audience by 시임 대신과 원임 대신, and 각신.",
                "H2KE-nKo": "을사년에 주상이 희정당에 나아가 약원의 입진을 행하고, 시원임 대신과 시원임 각신을 불러서 보았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 윤5월 21일(을사) 1번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가 약원(藥院)의 입진(入診)을 행하고, 시임(時任)·원임(原任)의 대신(大臣)과 각신(閣臣)을 소견(召見)하였다.",
                "hj": "○乙巳/上御熙政堂, 行藥院入診, 召見時原任大臣閣臣。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "[The King] issued a royal order on the jeongmi day, which reads as follows: As the grand ceremony was completed, I feel sorrowful and fortunate. As the labor of the new royal tomb and new royal tombs are complicated, the Directorate of Fabrics must cause much trouble to the people of Gyeonggi [Province]. Furthermore, Yangju [Province] is solely in charge of [the construction of] its neighborhood. How can [I] conform to the principle of apprehensive concern [for the people]? [I] allow the townspeople to supply the 모곡 [to the townspeople] this year [to the townspeople] and to supply the 모곡 [to the townspeople]. [I] specially reduce [the amount of] the military provisions [for the townspeople], and [I] cannot but worry about it. [The King] ordered the Ministry of Rites to distribute [the amount of] supply [for the supply of the royal tomb].",
                "H2KE-nKo": "정미년에 전교하기를,“대례를 잘 치렀으니 슬픔과 다행스러움이 번갈아 간절하다. 새 능과 옛 능의 공역이 번다한 것은 도감에서 거행하더라도 필시 경기 백성들에게 폐단을 끼치는 단서가 많을 것이다. 더구나 양주 고을에서 전담하는 것이야 더 말할 것이 있겠는가. 진념하는 방도로 볼 때 어찌 상례를 쓰겠는가. 올해의 성향은 고을에서 모조를 받도록 특별히 감면해 주고, 군수도 생각하지 않을 수 없다. 묘당으로 하여금 구획하여 급대하게 하라.”하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 윤5월 23일(정미) 1번째기사",
                "gt-oKo": "하교하기를, “대례(大禮)를 잘 거행하고 나니 슬픔과 다행한 마음이 함께 절실하다. 신릉(新陵)·구릉(舊陵)의 일이 컸으니, 이는 도감(都監)에서 거행하였다 하나, 반드시 경기 백성에게 끼친 폐단이 많이 있을 것인데, 더구나 양주(楊州) 고을에서 전담한 것이겠는가? 진념(軫念)하는 도리에 있어서 어찌 상례(常例)대로 하겠는가? 올해의 성향(城餉)은 고을에서 모조(耗條)를 받도록 하여 특별히 감면하고, 군수(軍需)도 염려하지 않을 수 없으니 묘당(廟堂)으로 하여금 구획(區劃)하여 대가를 주게 하라.” 하였다.",
                "hj": "○丁未/敎曰: 大禮克襄, 愴幸交切。 新舊陵役浩繁, 雖是都監擧行, 必多有貽(弊)〔弊〕圻民之端, 況又楊州邑之專當者乎? 其在軫念之道, 何庸常例? 今年城餉, 許令邑捧耗條, 特爲除減, 軍需亦不可不念, 令廟堂, 區劃給代。"
            },
            "2": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, The soldiers who carry the royal palanquin are the most important duty of the marketplaces. Also, it will certainly cause trouble to present tribute to the imperial court. Have the Ministry of Rites determine their previous conditions as well as the compulsory labor service in order to reduce the expenses of the destitute.",
                "H2KE-nKo": "전교하기를,“여사군이 이번에 힘을 다한 것은 시민이 가장 심하다. 공인이 대령하여 진배하는 것도 반드시 폐단이 있을 것이니, 모두 묘당으로 하여금 오래된 유재 및 요역을 적당히 구별하여 감면하거나 탕감해 주는 뜻을 보이도록 하라.”하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 윤5월 23일(정미) 2번째기사",
                "gt-oKo": "하교하기를, “여사군(轝士軍)으로서 이번에 힘쓴 것은 시민(市民)이 가장 많았다. 공인(貢人)으로서 대령(待令)하여 진배(進排)한 데에도 폐단이 있을 것이니, 모두 묘당(廟堂)으로 하여금 묵은 유재(遺在)와 요역(徭役)을 적당히 구별하여 탕감하여 뜻을 보이는 바탕으로 삼도록 하라.” 하였다.",
                "hj": "○敎曰: 轝士軍之今番效力, 市民爲最。 貢人之待令進排, 亦必有弊, 竝令廟堂, 舊遺在及徭役, 量宜區別, 以爲蠲蕩示意之地。"
            },
            "3": {
                "H2KE-EN": "The King appointed Yi응sik as the military commander general .",
                "H2KE-nKo": "이응식을 총융사로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 윤5월 23일(정미) 3번째기사",
                "gt-oKo": "이응식(李應植)을 총융사(摠戎使)로 삼았다.",
                "hj": "○以李應植爲摠戎使。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "The King granted a reward to the superintendents of the Directorate of the Royal Tomb and those below the superintendents of the Directorate of the Royal Tomb . The King granted a reward to Second Deputy Director of the Royal House Administration Bak Gisu , Second Deputy Director of the Royal House Administration Jo Giyeong , acting Grand Military Protector Yi Gau , Fifth-rank Military Official Seo Gyo , and Fifth-rank Military Official Kim Jun . The King granted a reward to both the superintendents of the Directorate of the Royal Tomb and the miscellaneous duty officer of Yangju Strategic County Jo Seoku , who served as the superintendents of the Royal Tomb , Second Deputy Director of the Royal House Administration Seo Huisun , Minister of Works Kim좌geun , Minister of Taxation Yi Mokyeon , who served as the director of the Royal Stables Kim Ikmun , and Junior Fifth-rank Military Official Kim Jinu . The King granted a reward to Kim Ikmun , who served as the director of the Office of Ritual Procedures , Acting Affairs Eom Seokjeong , who served as the director of the Office of Ritual Procedures , Yi Gwang , who served as the director of the Bureau of Court Music School , who served as the member of the royal clan , Acting Fifth-rank Military Official Bak Hosu , who served as the director of the Office of State Rites , Lord of Heungseon Yi Jieung , and section chiefs Kim Gonghyeon and Bak Yongsu , who served as the directors of the Directorate of Medicine .",
                "H2KE-nKo": "무신년 두 도감의 총호사 이하에게 차등을 두어 시상하였다.산릉도감 제조인 행 판돈녕부사 박기수, 지사 조기영, 행 대호군 이가우, 도청인 교리 서상교, 부사과 김병규는 모두 가자하고, 능소 잡무 차사원인 양주 목사 조석우는 가자하고, 천릉도감 제조인 지돈녕부사 서희순, 공조 판서 김좌근, 호조 판서 이목연, 도청인 사복 정 김익문, 부사직 김진우는 모두 가자하고, 지방 서사관인 행 호군 강시영, 섭좌우통례인 부수찬 엄석정, 장악원 정 이광재, 종척 집사인 행 호군 조병준, 부사과 박호수, 대전관인 흥선군 이연응, 분승지 김공현과 박용수는 모두 가자하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 윤5월 24일(무신) 1번째기사",
                "gt-oKo": "두 도감(都監)과 총호사(摠護使) 이하에게 차등을 두어 상주었다. 산릉 도감 제조(山陵都監提調) 행 판돈녕(行判敦寧) 박기수(朴岐壽)·지사(知事) 조기영(趙冀永)·행대호군(行大護軍) 이가우(李嘉愚), 도청(都廳) 교리(校理) 서상교(徐相敎)·부사과(副司果) 김병규(金炳奎)를 모두 가자(加資)하고, 능소 잡무 차사원(陵所雜務差使員) 양주 목사(楊州牧使) 조석우(曹錫雨)를 가자하고, 천릉 도감 제조(遷陵都監提調) 지돈녕(知敦寧) 서희순(徐憙淳)·공조 판서(工曹判書) 김좌근(金左根)·호조 판서(戶曹判書) 이목연(李穆淵), 도청 사복 정(司僕正) 김익문(金益文)·부사직(副司直) 김진우(金鎭右)를 모두 가자하고, 지방 서사관(紙牓書寫官) 행 호군(行護軍) 강시영(姜時永), 섭좌우통례(攝左右通禮) 부수찬(副修撰) 엄석정(嚴錫鼎)·장악 정(掌樂正) 이광재(李光載), 종척 집사(宗戚執事) 행 호군 조병준(趙秉駿)·부사과 박호수(朴鎬壽), 대전관(代奠官) 흥선군(興宣君) 이하응(李昰應), 분승지(分承旨) 김공현(金公鉉)·박용수(朴容壽)를 모두 가자하였다.",
                "hj": "○戊申/兩都監摠護使以下, 施賞有差, 山陵都監提調, 行判敦寧朴岐壽, 知事趙冀永, 行大護軍李嘉愚, 都廳校理徐相敎, 副司果金炳奎, 幷加資, 陵所雜務差使員楊州牧使曺錫雨加資, 遷陵都監提調知敦寧徐憙淳, 工曹判書金左根, 戶曹判書李穆淵, 都廳司僕正金益文, 副司直金鎭右, 竝加資, 紙牓書寫官行護軍姜時永, 攝左右通禮副修撰嚴錫鼎, 掌樂正李光載, 宗戚執事行護軍趙秉駿, 副司果朴鎬壽, 代奠官興宣君昰應, 分承旨金公鉉、朴容壽, 竝加資。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On giyu day, a royal directive stated, In the imsin year (, those who were appointed to the Office of Palace Procurement and Naval Guards numbered two insufficient men, and I reflect upon the past, so I cannot show my intention. Senior Military Protector Yi No병 and Fifth-Rank Military Protector Yi Huidu shall be appointed as second deputy director and second deputy director of the Office of the Royal Genealogy so that they may be selected and brought to me.",
                "H2KE-nKo": "전교하기를,“임신년에 춘방과 계방에 제수된 자가 아직도 두 사람이 남아 있으니, 지난날을 추념하여 뜻을 보이는 조치가 없어서는 안 된다. 행 호군 이노병, 부호군 이희두를 오늘 정사에서 지사와 동지의 자리를 만들어 의망하여 들이라.”하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 윤5월 25일(기유) 1번째기사",
                "gt-oKo": "하교하기를, “춘방(春坊)·계방(桂坊)으로서 임신년에 제배(除拜)된 자가 아직 두 사람 남아 있는데, 옛날을 추념하여 뜻을 보이는 일이 없을 수 없으니, 행 호군(行護軍) 이노병(李魯秉)·부호군(副護軍) 이희두(李羲斗)는 오늘 정사(政事) 때에 지사(知事)·동지사(同知事)의 벼슬자리를 만들어 의망(擬望)하여 들이도록 하라.” 하였다.",
                "hj": "○己酉/敎曰: 春桂坊之壬申除拜者, 尙餘二人, 追念昔日, 不可無示意之擧, 行護軍李魯秉, 副護軍李羲斗, 今日政, 知事同知作窠擬入。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On gyeongjin day, the King went to the hall of governance to pay a visit to the Royal Portrait Hall . The portrait of King Taejos portrait was moved to the hall of governance . This was done because the hall of governance was added.",
                "H2KE-nKo": "경술년에 주상이 진전에 나아가 전배하고, 세 왕조의 어진을 이안각에 옮겨 봉안하였다. 진전을 증수하였기 때문이다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 윤5월 26일(경술) 1번째기사",
                "gt-oKo": "임금이 진전(眞殿)에 나아가 전배(展拜)하고, 삼조(三朝)의 어진(御眞)을 이안각(移安閣)에 옮겨 봉안하였는데, 진전을 증수(增修)하기 때문이었다.",
                "hj": "○庚戌/上詣眞殿展拜, 移奉三朝御眞于移安閣, 以眞殿增修也。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On sinhae day, the King appointed Kim Siyeon as 직각 in the Office of Royal Decrees .",
                "H2KE-nKo": "김시연을 규장각 직각으로 삼았다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 윤5월 27일(신해) 1번째기사",
                "gt-oKo": "김시연(金始淵)을 규장각 직각(奎章閣直閣)으로 삼았다.",
                "hj": "○辛亥/以金始淵爲奎章閣直閣。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "The King issued a royal directive: The portraits of King Sunjong and King Ikjong should be enshrined in the hall of governance . The Ministry of Rites should select the portraits for the portraits of King Sunjong and King Ikjong and perform the ceremony.",
                "H2KE-nKo": "전교하기를,“순종과 익종 두 왕조의 어진을 진전에 봉안해야 하니, 증수하는 절차를 해당 조로 하여금 택일하여 거행하게 하라.”하였다.\n",
                "date_ko": "헌종 13권, 12년(1846 병오 / 청 도광(道光) 26년) 윤5월 6일(경인) 1번째기사",
                "gt-oKo": "하교하기를, “순종(純宗)·익종(翼宗) 양조(兩朝)의 어진(御眞)은 진전(眞殿)에 들여 봉안해야 할 것이니, 증수(增修)하는 절차를 해조(該曹)로 하여금 택일(擇日)하여 거행하게 하라.” 하였다.",
                "hj": "○庚寅/敎曰: 純宗、翼宗兩朝御眞, 當入奉于眞殿矣, 增修之節, 令該曹, 擇日擧行。"
            }
        }
    }
}