{
    "01": {
        "1": {
            "1": {
                "H2KE-EN": "The King personally performed the rite of ending the mourning period and the offering for the deceased at the Hall for Repose of the Soul .",
                "H2KE-nKo": "주상이 혼전에서 기묘년의 담제와 작헌례를 친히 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 1월 1일(기묘) 1번째기사",
                "gt-oKo": "임금이 혼전(魂殿)에서 담제(禫祭)와 작헌례(酌獻禮)를 친히 거행하였다.",
                "hj": "○己卯/上親行禫祭及酌獻禮于魂殿。"
            },
            "2": {
                "H2KE-EN": "The King proceeded to Hyohwa Hall and performed a ceremony for the deceased.",
                "H2KE-nKo": "주상이 효화전에 나아가 작헌례를 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 1월 1일(기묘) 2번째기사",
                "gt-oKo": "임금이 효화전(孝和殿)에 나아가 작헌례(酌獻禮)를 거행하였다.",
                "hj": "○上詣孝和殿, 行酌獻禮。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "After the investiture of the Queen Mother of muja year (, the King proceeded to Injeong Hall (Hall of Benevolent Governance to receive the congratulatory ceremony and proclaimed the royal edict. He granted a general pardon.",
                "H2KE-nKo": "무자년에 대왕 대비와 왕대비를 존숭한 뒤에 주상이 인정전에 나아가 진하를 받고 교서를 반포하고 사면령을 내렸다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 1월 10일(무자) 1번째기사",
                "gt-oKo": "대왕 대비(大王大妃)와 왕대비(王大妃)를 존숭(尊崇)한 후 임금이 인정전(仁政殿)에 나아가 하례(賀禮)를 받고, 반교(頒敎)하고 반사(頒赦)하였다.",
                "hj": "○戊子/大王大妃王大妃尊崇後, 上御仁政殿, 受賀頒敎, 赦。"
            },
            "2": {
                "H2KE-EN": "The King (Sejong went to Huijeong Hall (Hall of Benevolent Governance and held audience with 시임 대신과 원임 대신, the officials of the Ministry of Rites , the Director of the Royal House Administration Jo Manyeong , and the Deputy Director of the Royal House Administration Kim Yugeun . 대왕 대비가 말하기를, “오늘 입시하였을 때 이미 유시하였다. Yesterday, the Hall of Worthies had an audience with the King (Sejong. However, the major event is more important than the major ceremonies of the ceremonies of ceremonies. Now, it is urgent that it is the time for the time to hold it. It would be proper to quickly 거행하도록 하라.” 하였다. ",
                "H2KE-nKo": "주상이 희정당에 나아가 시원임 대신과 예조 당상 및 영돈녕부사 조만영, 판돈녕부사 김유근을 불러서 보았다. 대왕대비가 말하기를,“오늘 입시하였을 때 이미 일전에 빈청이 청대하였을 때 유시하였다. 국가의 큰일은 주량의 대례보다 더 중대한 것이 없는데, 지금은 한시가 급하다. 속히 거행하도록 하라.”하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 1월 10일(무자) 2번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가 시임 대신(時任大臣)·원임 대신(原任大臣)·예조 당상(禮曹堂上) 및 영돈녕(領敦寧) 조만영(趙萬永), 판돈녕(判敦寧) 김유근(金逌根)을 불러 보았다. 대왕 대비가 말하기를, “금일의 입시(入侍)는 일전에 빈청(賓廳)에서 청대(請對)하였을 때 이미 유시(諭示)하였다. 국가의 대사(大事)는 주량(舟梁)의 대례(大禮)보다 중대한 것이 없는데 오늘을 당하여 한 시가 급하니 속히 거행함이 옳다.” 하였다.",
                "hj": "○上御, 熙政堂, 召見時原任大臣禮堂及領敦寧趙萬永, 判敦寧金逌根。 大王大妃曰: “今日入侍, 已諭於日前賓廳請對。 而國家大事, 莫重於舟梁大禮, 而當今之日, 一時爲急, 從速擧行可也。”"
            },
            "3": {
                "H2KE-EN": "A congratulatory successful candidates for the royal enshrinement in the Royal Ancestral Shrine are to be held in accordance with the precedent of the imin year (.",
                "H2KE-nKo": "부묘와 존숭의 경사를 합한 경과를 임술년의 예대로 설행하라고 명하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 1월 10일(무자) 3번째기사",
                "gt-oKo": "부묘(祔廟)와 존숭(尊崇)한 경사(慶事)를 합한 경과(慶科)를 임술년의 예에 의거하여 설행(設行)하도록 명하였다.",
                "hj": "○祔廟尊崇合慶慶科, 命依壬戌年例設行。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "The King issued a royal order stating: For the congratulatory ceremony for the New Years greetings to the Emperor [of Ming China], the 예방 승지 Jo Jeonghwa and Yun병yeol , and the Chief Royal Secretary Yi헌wi and Yi Dongsun , and Executive Assistant Song응ryong and Yi Myeongjeok , respectively. ",
                "H2KE-nKo": "전교하기를,“진하할 때의 예방 승지 조정화와 윤병렬, 대거 승지 이헌위와 이동순, 선교관 송응룡과 이명적에게 모두 가자하라.”하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 1월 11일(기축) 1번째기사",
                "gt-oKo": "하교(下敎)하기를, “진하(陳賀) 때의 예방 승지(禮房承旨) 조정화(趙庭和)·윤병렬(尹秉烈), 대거 승지(對擧承旨) 이헌위(李憲瑋)·이동순(李同淳), 선교관(宣敎官) 송응룡(宋應龍)·이명적(李明迪)을 아울러 가자(加資)하도록 하라.” 하였다.",
                "hj": "○己丑/敎曰: “陳賀時禮房承旨趙庭和、尹秉烈, 對擧承旨李憲瑋、李同淳, 宣敎官宋應龍、李明迪, 竝加資。”"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "The King rewarded both the directorates of the Directorate of the Royal Ancestral Shrine in gyeongin year ( and the first libation official and below the first libation official and the second libation official and below the Directorate of the Royal Ancestral Shrine . Second libation official Kim Gieun , the final libation official Yi Huijun , the sixth libation official Kim Sugeun , the first libation official and below the sixteen chamber , the first libation official and below the seventeen chamber , the first libation official Seo Geun , the superintendents of the Directorate of the Royal Ancestral Shrine , Yi Jiyeon , Jo Inyeong , and Kim Haksun , and the 도청 Hong Jacheol and Hong Huiseok were all promoted, and the first libation official and below the second libation official and above the fifth libation official and fifth libation official of the Office of the Queen Mother Seo Gyeongbo , the first libation official and the fifth libation official of the Office of the Queen Mother Kwon Don , the first libation official .",
                "H2KE-nKo": "경인년 태묘에 부묘할 때의 초헌관 이하와 부묘, 존숭 두 도감의 별단에 차등을 두어 시상하였다. 아헌관 김기은, 종헌관 이희준, 16실의 대축 김수근, 17실의 대축 서헌순, 부묘도감 제조 이지연ᆞ조인영ᆞ김학순, 도청 홍재철ᆞ홍희석은 모두 가자하고, 대왕대비전의 옥책문 서사관 서경보, 왕대비전의 옥책문 서사관 권돈인은 가자하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 1월 12일(경인) 1번째기사",
                "gt-oKo": "부태묘(祔太廟) 때의 초헌관(初獻官) 이하 부묘 도감(祔廟都監)과 존숭 도감(尊崇都監)을 별단(別單)으로 차등 있게 시상하고, 아헌관(亞獻官) 김기은(金箕殷)·종헌관 이희준(李羲準)과 16실의 대축(大祝) 김수근(金洙根), 17실의 대축 서헌순(徐憲淳)과, 부묘 도감 제조(祔廟都監提調) 이지연(李止淵)·조인영(趙寅永)·김학순(金學淳)과 도청(都廳) 홍재철(洪在喆)·홍희석(洪羲錫)을 아울러 가자(加資)하고, 대왕 대비전(大王大妃殿)의 옥책문 서사관(玉冊文書寫官) 서경보(徐耕輔)와 왕대비전의 옥책문 서사관 권돈인(權敦仁)을 가자하였다.",
                "hj": "○庚寅/祔太廟時初獻官以下, 祔廟尊崇兩都監別單施賞有差, 亞獻官金箕殷, 終獻官李羲準, 十六室大祝金洙根, 十七室大祝徐憲淳, 祔廟都監提調李止淵、趙寅永、金學淳, 都廳洪在喆、洪羲錫竝加資, 大王大妃殿玉冊文書寫官徐耕輔, 王大妃殿玉冊文書寫官權敦仁加資。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Jeonghoe as supreme commander of the Three Armies as concurrent navy commander of Right Gyeongsang Province .",
                "H2KE-nKo": "이정회를 삼도 통제사 겸 경상우도 수군절도사로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 1월 12일(경인) 2번째기사",
                "gt-oKo": "이정회(李鼎會)를 삼도 통제사 겸 경상우도 수군 절도사(慶尙右道水軍節度使)로 삼았다.",
                "hj": "○以李鼎會爲三道統制使兼慶尙右道水軍節度使。"
            },
            "3": {
                "H2KE-EN": "Second Inspector [of the Office of the Inspector General] Kwon Daeeung submitted a memorial, which stated, Third Censor [of the Office of the Censor General] [] Yi Jeongris memorial was extremely surprised and apprehensive. Generally speaking, the 삼사 [of the Office of the Censor General] has submitted a joint memorial, which is the same sound. How could [I] have always been able to participate in [the Office of the Censor General] on the grounds that [the Office of the Censor General] did not participate in [the Office of the Censor General] on the grounds that [the Office of the Censor General] did not participate in [the Office of the Censor General] on the grounds that [the Office of the Censor General] did not participate in [the Office of the Inspector General] on the grounds that [the Office of the Censor General] did not participate in [the Office of the Censor General] on the grounds that [the Office of the Censor General] did not participate in [the Office of the Censor General] on the grounds that [the Office of the Censor General] did not participate in [the Office of the Censor General] on the grounds that [the Office of the Censor General] did not participate in [the Office of the Censor General] on the grounds that [the Office of the Inspector General] did not participate in [the Office of the Censor General] on the grounds that [the Office of the Inspector General] did not participate in [the Office of the Inspector General] participate in [the Office of the Censor General] on the grounds that [the Office of the Inspector General] did not participate in [the Office of the Inspector General] on the grounds that [the Office of the Censor General] participate in [the Office of the Inspector General] on the grounds that [the Office of the Inspector General] did not report",
                "H2KE-nKo": "집의 권대긍이 상소하기를,“헌납 이정리의 상소는 너무도 놀랍고 한탄스럽습니다. 삼사에서 합동 계사를 올리는 것은 온 나라 사람들의 한결같은 목소리인데, 어찌 일찍이 병 때문에 연명하여 참여하지 못하고 방자하게 스스로 진달한 적이 있습니까. 이번 홍석주의 일은 온 나라 사람들이 일제히 분통해하고 있으니, 마치 새매가 새매를 잡고 있는 것처럼 누군들 같은 마음을 갖지 않겠습니까. 그런데도 그는 아무런 문제가 없는 시임 대간으로서 버젓이 병을 핑계 대고 더 무거운 법률을 적용해야 한다는 요청에 참여하지 않았으며, 또 다시 소명을 어겨서 마침내 잠시 정지하게 하였으니, 회피한 자취가 분명하여 숨길 수 없습니다. 우선 먼 지역으로 내쫓는 형전을 시행하는 것을 결단코 그만둘 수 없습니다.”하니, 비답하기를,“청한 대로 시행하라.”하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 1월 12일(경인) 3번째기사",
                "gt-oKo": "집의(執義) 권대긍(權大肯)이 상소(上疏)하기를, “헌납(獻納) 이정리(李正履)의 상소는 매우 놀랍고 한탄스럽습니다. 대저 삼사(三司)에서 합계(合啓)가 있는 것이란 곧 온 나라에서 소리를 함께 해야 하는 것인데, 어떻게 일찍이 병(病) 때문에 함께 참여하지 않고 방자하게 스스로 진계(陳啓)한단 말입니까? 이번에 홍석주(洪奭周)의 일은 나라 사람들이 일제히 분개해 하고 있습니다. 만약 매에게 쫓기는 새와 같다면 누군들 동정(同情)하지 않겠습니까마는, 그는 까닭 없이 시임 대관(時任臺官)으로서 편안히 누워서 병을 칭탁하고 율(律)을 더하자는 청(請)에 참여하지 않았으며, 또다시 부르는 명을 어기고는 마침내 우선 정계(停啓)하는 지경에 이르렀으니, 규피(規避)한 자취가 밝게 드러나 숨길 수가 없습니다. 먼저 병예(屛裔)의 법을 시행하는 일을 결단코 그만둘 수 없습니다.” 하니, 비답하기를, “청한 바에 의거하여 시행하도록 하라.” 하였다.",
                "hj": "○執義權大肯疏曰: 獻納李正履之疏, 萬萬駭惋。 夫三司之有合啓, 卽一國之同聲也, 何嘗以病不聯參, 肆然自陳乎? 今番洪奭周之事, 國人齊憤。 如鸇於萑, 孰不同情, 而渠以無故時臺, 偃然托病, 不參加律之請, 又復違召, 竟致姑停之境, 規避之跡, 昭不可掩。 爲先施以屛裔之典, 斷不可已也。 批曰: “所請依施。”"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "The King proceeded to Geunjeong Hall and summoned Governor of Hwanghae Province Jeong Gilin . The King said, My dear sir, you have paid a farewell visit to the King. Now that the eight provinces have suffered from such a severe disadvantage, it is not possible to speak about a single day. However, nothing is better than discussing and examining the greedy and corruption of governance. The circumstances are exclusively responsible for the governor. Therefore, it is not possible for me to wait until my entire province is entrusted. Therefore, you should be able to take good care of the people to demonstrate the intent of the foundation of the state and to avoid harmful effects. Would it be possible for me to demonstrate the harmful effects of governance? Would it be necessarily possible for me to speak about the administration of governance?",
                "H2KE-nKo": "주상이 희정당에 나아가 황해 감사 정기일을 불러서 보았다. 대왕대비가 말하기를,“경이 지금 하직 인사를 하고 있는데, 지금 팔도의 폐해가 극에 달하여 하루아침에 말할 수 있는 것이 아니다. 그러나 이러한 때의 급선무는 탐관오리를 잘 살피는 것보다 우선할 것이 없다. 이 문제는 전적으로 도백에게 달려 있으니, 내가 부탁하기를 기다리지 않고도 잘할 것 같다. 백성을 위하고 나라의 근본을 위하는 뜻을 더욱 생각하여 폐단 위에 폐단을 끼치는 일이 없도록 해야 할 것이다. 잘 다스리고 잘못 다스리는 것에 대해서는 어찌 내가 말하지 않겠는가.”하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 1월 13일(신묘) 1번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가 황해 감사(黃海監司) 정기일(鄭基一)을 불러 보았다. 대왕 대비(大王大妃)가 말하기를, “경이 지금 사조(辭朝)하는데, 현재 팔도(八道)의 폐해(弊害)가 극도에 이르고 있어 하루 아침에 말할 수 없는 바가 있다. 이러한 때의 급무(急務)는 탐정(貪政)을 상세히 살피는 것보다 먼저할 것이 없다. 이 한 가지 조항은 오로지 도백(道佰)에게 달려 있으니, 나의 부탁을 기다리지 않고도 당연히 잘하겠지만, 백성은 나라의 근본이 된다는 뜻을 더욱 생각하여 폐단 위에 폐단을 첨가하는 데 이르는 일이 없도록 함이 옳을 것이다. 치적(治績)을 잘하고 못함에 있어서는 어찌 나의 말을 기다리겠는가?” 하였다.",
                "hj": "○辛卯/上御熙政堂, 召見黃海監司鄭基一。 大王大妃曰: “卿今辭朝, 見今八路弊到極處, 有非一朝可言。 而此時務, 莫先於議察貪政。 此一款, 專在於道伯, 似不待予之付托, 而當善爲之, 益思民爲國本之意, 無至(弊)〔弊〕上潻弊可也。 治續之善不善, 何待予言也?”"
            },
            "2": {
                "H2KE-EN": "Bak Hoesu was appointed governor of Pyeongan Province .",
                "H2KE-nKo": "박회수를 평안도 관찰사로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 1월 13일(신묘) 2번째기사",
                "gt-oKo": "박회수(朴晦壽)를 평안도 관찰사(平安道觀察使)로 삼았다.",
                "hj": "○以朴晦壽爲平安道觀察使。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "In imjin year (, Song Chi규를 사헌부 대사헌으로, Kim Jachang was appointed minister of personnel .",
                "H2KE-nKo": "임진년에 송치규를 사헌부 대사헌으로, 김재창을 이조 판서로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 1월 14일(임진) 1번째기사",
                "gt-oKo": "송치규(宋稚圭)를 사헌부 대사헌(司憲府大司憲)으로, 김재창(金在昌)을 이조 판서(吏曹判書)로 삼았다.",
                "hj": "○壬辰/以宋穉圭爲司憲府大司憲, 金在昌爲吏曹判書。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "The King proceeded to 희정당에 나아가 대신과 비국 당상을 인견하였다. Right State Councilor Bak Jongmu reported, Your subject has repeatedly addressed Your Majestys thoughts since earlier. Now that your subject has rectified the new class, he again presented three items [to Your Majesty]. 첫째, stipends must be strictly enforced. 둘째, the Confucian classics and history cannot be abandoned. 셋째, the difficulty in questioning must be diligent.",
                "H2KE-nKo": "주상이 희정당에 나아가 대신과 비국 당상을 인견하였다. 우의정 박종훈이 아뢰기를,“신이 그동안 여러 차례 어리석은 생각을 진달하였습니다만, 지금 신정을 맞이하여 다시 세 가지 조항을 말씀드립니다. 첫째는 과정을 엄히 하지 않아서는 안 된다는 것이고, 둘째는 경사를 어느 한쪽도 없애서는 안 된다는 것이며, 셋째는 문난을 부지런히 하지 않아서는 안 된다는 것입니다.”하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 1월 15일(계사) 1번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가 대신(大臣)과 비국 당상(備局堂上)을 인견(引見)하였다. 우의정 박종훈(朴宗薰)이 아뢰기를, “신이 전후하여 어리석은 충정(衷情)을 여러 번 우러러 진달(陳達)하였는데, 지금 신정(新正)을 당하여 다시 세 조목으로 헌의(獻議)하겠습니다. 첫째 과정(課程)을 엄중하게 하지 않을 수 없다는 것이고, 둘째 경사(經史)를 치우치게 폐지할 수 없다는 것이며, 세째 문난(問難)을 부지런히 하지 않을 수 없다는 것입니다.” 하였다.",
                "hj": "○癸巳/上御熙政堂, 引見大臣備局堂上。 右議政朴宗薰啓言: “臣於前後, 仰陳愚衷者, 屢矣, 今當新正, 更以三條爲獻。 一曰課程不可不嚴, 二曰經史不可偏廢, 三曰問難不可不勤。”"
            },
            "2": {
                "H2KE-EN": "The Grand Abdicated King ordered that the joint enshrinement of the merit subjects of the late Ministers Yi Yu and Heo Jin be conducted according to the precedent of those who were born of a concubine of the royal clan even after being born of a concubine of the royal clan .",
                "H2KE-nKo": "대왕대비가 경종(景廟 경종)을 배향한 공신인 고 상신 이유와 민진후는 비록 경종실을 조천한 뒤이지만 녹훈된 사람의 예에 따라 부조지전을 시행하라고 명하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 1월 15일(계사) 2번째기사",
                "gt-oKo": "대왕 대비(大王大妃)가 명하기를, “경종(景宗)의 묘정(廟庭)에 배향(配享)된 공신(功臣) 고(故) 상신(相臣) 이유(李濡)·민진후(閔鎭厚)는 비록 경종실(景宗室)을 조천(祧遷)한 후에 있었다 하더라도 녹훈(錄勳)한 사람의 예에 의거하여 부조지전(不祧之典)을 시행하도록 하라.” 하였다.",
                "hj": "○大王大妃命景廟配享功臣故相臣李濡、閔鎭厚, 雖在景宗室祧遷之後, 依錄勳人例, 施以不祧之典。”"
            },
            "3": {
                "H2KE-EN": "Each central government and each port in the capital presented the 회계 장부 of the byeongsin year (. The Ministry of Taxation , the Storehouse of Agency , the Office of Benefiting the People , the Ministry of War , the Military Procurement , the 금위영 , and the Elite Troops currently stored 157 nyang and 3 jeon and 9 nyang of yellow gold, 29만 5,757 nyang and 5 jeon and 5 nyang of yellow gold, 53만 2,089 nyang and 6 jeon and 2 nyang of yellow gold, 177 nyang and 28 pil of silk, 1,755 nyang and 17 pil and nineteen cheok of wood, 109 nyang and 42 pil and 28 cheok of ramie, 641 dong and 3 pil and 7 cheok of hemp, 13만 6,292 seok and 5 du of yellow rice, 1,343 seok and 4 du and 2 seung of yellow rice, 126,871 seok and 10 du of yellow beans, and 35,781 seok and 13 du and 8 seung of various miscellaneous ceremonies.",
                "H2KE-nKo": "서울의 각 관사와 각 영에서 병신년의 회계 장부를 올렸다. - 호조, 양향청, 선혜청, 병조, 훈련도감, 금위영, 어영청, 총융청에 현재 남아 있는 황금 157냥 3전 9푼, 은자 29만 5757냥 5전 5푼 남짓, 전문 53만 289냥 6전 2푼, 면주 177동 28필, 목 1755동 17필 19척 남짓, 저포 109동 42필 28척, 포자 641동 3필 7척 남짓, 미 13만 6292섬 5두 5승 남짓, 전미 1343섬 4두 2승 남짓, 태 1만 6871석 10두 남짓, 피잡곡 3만 5781석 13두 8승이다. -\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 1월 15일(계사) 3번째기사",
                "gt-oKo": "경사(京師)의 각사(各司)와 각영(各營)에서 병신년의 회계부(會計簿)를 바쳤다.【호조(戶曹)·향청(餉廳)·혜청(惠廳)·병조(兵曹)·훈국(訓局)·금영(禁營)·어영(御營)·총청(摠廳)은 현재 있는 황금(黃金)이 1백 57냥 3전 9분이고, 은자(銀子)가 29만 5천 7백 57냥 5전 5분 영(零)이며, 전문(錢文)이 53만 2천 89냥 6전 2분이고, 면주(綿紬)가 1백 77동 28필이며, 목포(木布)가 1천 7백 55동 17필 19척 영이고, 저포(苧布)가 1백 9동 42필 28척이고, 포자(布子)가 6백 41동 3필 7척 영이고, 미곡(米穀)이 13만 6천 2백 92석 5두 5승 영이고, 전미(田米)가 1천 3백 43석 4두 2승 영이고, 콩이 1만 6천 8백 71석 10두 영이고 피곡(皮穀)·잡곡(雜穀)이 3만 5천 7백 81석 13두 8승이었다.】",
                "hj": "○京各司各營, 進丙申會計簿。【戶曹、餉廳、惠廳、兵曹、訓局、禁營、御營摠廳時在黃金一百五十七兩三錢九分, 銀子二十九萬五千七百五十七兩五錢五分零, 錢文五十三萬二千八十九兩六錢二分, 綿紬一百七十七同二十八疋, 木一千七百五十五同十七疋十九尺零, 苧布一百九同四十二疋二十八尺, 布子六百四十一同三疋七尺零, 米十三萬六千二百九十二石五斗五升零, 田米一千三百四十三石四斗二升零, 太一萬六千八百七十一石十斗零, 皮雜穀三萬五千七百八十一石十三斗八升。】"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "The King appointed Song Gyegan as the Office of the Inspector General .",
                "H2KE-nKo": "송계간을 사헌부 대사헌으로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 1월 16일(갑오) 1번째기사",
                "gt-oKo": "송계간(宋啓榦)을 사헌부 대사헌(司憲府大司憲)으로 삼았다.",
                "hj": "○甲午/以宋啓榦爲司憲府大司憲。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On eulmi day, the King ordered the imprisonment of Choe Gyeomhyo , a prisoner in the Post Station Office , to escort the eighteen persons, including Choe Gyeomhyo , to their respective province, to hang them, thereby warning those in the future. The remaining persons were to be punished according to the gravity of their crimes. They were all similar to the same clique.",
                "H2KE-nKo": "을미년에 포도청의 죄수 최겸효 등 18인을 압송하여 각각 그 도에서 효수하여 대중을 경계하고, 그 나머지는 경중에 따라 참작하여 처리하라고 명하였다. 이들은 모두 남응중의 도당이다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 1월 17일(을미) 1번째기사",
                "gt-oKo": "포청(捕廳)의 죄수 최겸효(崔謙孝) 등 18인을 압송(押送)하여 각각 그 도(道)에서 효수(梟首)하여 사람들을 경계하도록 명하였다. 그리고 그 나머지는 경중(輕重)에 따라 참작하여 처리하게 하였는데, 모두 남응중(南膺中)의 도당(徒黨)이었다.",
                "hj": "○乙未/命捕廳囚崔謙孝等十八人押送, 各其道梟首警衆, 其餘從輕重酌處, 皆膺中徒黨也。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On byeongjin day, the first day of the month, the Grand Abdicated King issued a decree as follows: Now, it is impossible to have Yi Haeng , the principal offender, but he secretly apprehended the Bureau of Livestock Breeding and dared to make blame against the two countries, which is even more resentful. If the principal offender of the Bureau of Livestock Breeding immediately clarified the principal offender and delivered it to him, then how can we thoroughly investigate the principal offender and execute him? Although this is a matter of trust and trust, it is also related to the principal offender of the Bureau of Livestock Breeding . Therefore, how can it be possible to show my intention to the court [of Ming China]? The principal offender of 1,000 nyang of silver should be sent to the Bureau of Currency and then sent to the Bureau of Livestock Breeding so that he can immediately transfer the principal offender of the Bureau of Livestock Breeding and delivered it to the principal offender of the Bureau of Livestock Breeding.",
                "H2KE-nKo": "대왕대비가 전교하기를,“이번에 역적 남응응중의 지극히 흉악하고 패악한 짓은 사적에도 실려 있지 않을 뿐만이 아니다. 그가 남몰래 부산의 관소에 들어가 터무니없이 거짓말을 지어내어 감히 두 나라 사이에 흔단을 만들려고 한 것은 더욱 분통한 일이다. 만약 관수가 즉시 깨달아 살펴서 통고하여 압송해 보내지 않았다면 그가 군사를 일으킨 역적 행위와 나라를 배반한 흉악한 계책을 어떻게 철저히 조사하여 다스릴 수 있겠는가. 이것이 비록 두 나라 사이의 믿음이 미친 것이기는 하지만 또한 관수가 정성을 다한 단서와도 관계가 된다. 조정에서 가상히 여기는 도리로 볼 때 어찌 격식을 벗어나 뜻을 보이는 조치가 없을 수 있겠는가. 은자 1000냥을 호조로 하여금 동래부에 내려보내어 즉시 관수에게 전해 주게 하고, 이어 이 하교를 가지고 효유하는 것이 좋겠다는 뜻으로 묘당에 분부하라.”하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 1월 18일(병신) 1번째기사",
                "gt-oKo": "대왕 대비(大王大妃)가 하교(下敎)하기를, “이번에 적신(賊臣) 남응중(南膺中)의 지극히 흉패(凶悖)함은 서적(書籍)에도 실려 있지 않을 뿐만 아니라, 부관(釜館)에 몰려 투서(投書)해서 전혀 근거 없는 허황된 말을 지어 내어 감히 두 나라에 흔단(釁端)을 얽고자 한 것은 더욱 분완(憤惋)하게 여길 만하다. 만약 관수(館守)가 즉시 깨달아 살펴서 통고하여 압송(押送)하지 않았더라면, 그 군사를 일으켜 신절(臣節)을 어기고 국가를 배반할 흉계(凶計)를 어떻게 엄중히 핵실(覈實)하여 다스릴 수 있었겠는가? 이것이 비록 두 나라 사이에 신의가 미친 바라 하나, 또한 관수의 정성을 다한 단서에 관계되니, 그 조정에서 가상하게 여기는 도리에 있어서 어떻게 격외(格外)의 뜻을 보이는 일이 없을 수 있겠는가? 은자(銀子) 1천 냥을 지부(地部)로 하여금 동래부(東萊府)에 내려 보내어 즉시 관수에게 전해 주도록 하라.” 하고, 인하여 이러한 하교로 효유(曉諭)하는 것이 옳다는 뜻을 묘당에 분부하였다.",
                "hj": "○丙申/大王大妃敎曰: “今番膺賊之窮凶絶悖, 非但載籍之所無, 其暗投釜館, 白地做謊, 敢欲搆釁兩國者, 尤爲憤惋。 若非館守之卽時覺察, 通告而押付, 則其稱兵逆節, 反國凶圖, 何以痛覈鋤治乎? 此雖兩國間孚信之所及, 亦係館守效誠之端, 其在朝家嘉尙之道, 豈無格外示意之擧? 銀子一千兩, 令地部, 下送萊府, 卽爲傳給館守處, 仍以此下敎曉諭爲可之意, 分付廟堂。”"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the 대왕 대비가 하교하기를, “며칠 전 북관의 장계를 묘당에서 핵주하였는데, although it was not possible to allow this to be carried out, the affairs of this province always apprehensive about the occasion of eating and eating. How could it be difficult to make a request to relieve the starving people? This incident cannot be considered as an ordinary precedent. Regarding the 2,000 seok of rice supplied to the capital this year, an ad hoc commissioner should be sent to the capital so that he may be loaded on the occasion of the occasionally and transported to the northern frontier. The State Council should send a message to the two provincial governors of each province.",
                "H2KE-nKo": "정유년에 대왕대비가 전교하기를,“일전에 북관의 장계를 묘당에서 조사하여 아뢴 것에 대해 비록 시행하도록 허락하지는 않았지만, 본도의 일에 대해 일념으로 애를 태우며 침식을 제대로 하지 못하고 있다. 어찌 사세가 어렵다는 이유로 기민을 진대해 주기를 청하는 데 마음을 쓰지 않을 수 있겠는가. 이 일은 상례로 논해서는 안 되니, 영남에서 금년에 상납해야 할 대동미 2000섬을 차원을 정하여 밤낮없이 실어서 제때에 북관에 들여보내라는 뜻으로 묘당에서 두 도의 도신에게 삼현령으로 공문을 보내 알리도록 하라.”하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 1월 19일(정유) 1번째기사",
                "gt-oKo": "대왕 대비(大王大妃)가 하교(下敎)하기를, “일전에 북관(北關)의 장계(狀啓)를 묘당(廟堂)에서 복주(覆奏)한 것을 비록 그 시행을 허락하지는 않았으나, 본도(本道)의 일은 한결같이 생각이 정해지지 않아서 침식(寢食)이 편안하지 못하였다. 어떻게 사세(事勢)가 어렵다 하여 기민(飢民)에게 진대(賑貸)하자는 계청(啓請)에 대해 감동되지 않겠는가? 이 일은 상례(常例)로 논할 수 없는 것이니 영남(嶺南)에서 올해에 응당 상납(上納)해야 할 대동미(大同米) 2천 석(石)을 차사원(差使員)을 정하여 밤을 가리지 말고 꾸려서 싣고, 제때 북관에 들여 보내라는 뜻을 묘당(廟堂)에서 두 도의 도신(道臣)에게 행회(行會)하도록 하라.” 하였다.",
                "hj": "○丁酉/大王大妃敎曰: “日前北關狀啓之廟堂覈奏者, 雖未許施, 本道之事, 一念憧憧, 寢食靡甘。 豈以事勢之難, 不爲動念於飢民賑貸之請乎? 此事不可以常例論, 嶺南今年應上納大同米二千石, 定差員罔夜裝載, 及時入送於北關之意, 廟堂三懸鈴行會於兩道道臣。”"
            },
            "2": {
                "H2KE-EN": "Kim Yugeun was appointed minister of works .",
                "H2KE-nKo": "김유근을 공조 판서로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 1월 19일(정유) 2번째기사",
                "gt-oKo": "김유근(金逌根)을 공조 판서(工曹判書)로 삼았다.",
                "hj": "○以金逌根爲工曹判書。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "The King appointed Bak Jong Hun as chief clerk general of the Veritable Records , Heo Gye as chief army commander of 함경남도 Province , and Yi Sik as chief army commander of Left Gyeongsang Province .",
                "H2KE-nKo": "박종훈을 실록청 총재관으로, 허계를 함경남도 병마절도사로, 이식을 경상좌도 병마절도사로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 1월 2일(경진) 1번째기사",
                "gt-oKo": "박종훈(朴宗薰)을 실록 총재관(實錄摠裁官)으로, 허계(許棨)를 함경남도 병마 절도사(咸鏡南道兵馬節度使)로, 이식(李栻)을 경상좌도 병마 절도사로 삼았다.",
                "hj": "○庚辰/以朴宗薰爲實錄摠裁官, 許棨爲咸鏡南道兵馬節度使, 李栻爲慶尙左道兵馬節度使。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "Yi Giyeon , the Office of the Inspector General , Yi Jeonggi , the Office of the Censor General , and Yi 헌gu , the governor of Jeolla Province .",
                "H2KE-nKo": "무술년을 사헌부 대사헌으로, 이정기를 사간원 대사간으로, 이헌구를 전라도 관찰사로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 1월 20일(무술) 1번째기사",
                "gt-oKo": "이기연(李紀淵)을 사헌부 대사헌(司憲府大司憲)으로, 이정기(李正耆)를 사간원 대사간으로, 이헌구(李憲球)를 전라도 관찰사(全羅道觀察使)로 삼았다.",
                "hj": "○戊戌/以李紀淵爲司憲府大司憲, 李正耆爲司諫院大司諫, 李憲球爲全羅道觀察使。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "The King held the rite of the seventh day of the first month at the Royal Confucian Academy in gihae year (.",
                "H2KE-nKo": "성균관에서 기해년의 인일제를 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 1월 21일(기해) 1번째기사",
                "gt-oKo": "인일제(人日製)를 반궁(泮宮)에서 설행(設行)하였다.",
                "hj": "○己亥/設人日製于泮宮。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "The King appointed Song Gyegan as Inspector General .",
                "H2KE-nKo": "경자년에 송계간을 사헌부 대사헌으로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 1월 22일(경자) 1번째기사",
                "gt-oKo": "송계간(宋啓榦)을 사헌부 대사헌(司憲府大司憲)으로 삼았다.",
                "hj": "○庚子/以宋啓榦爲司憲府大司憲。"
            },
            "2": {
                "H2KE-EN": "[The King] ordered that the initial round of the second stage civil and military service examinations be held for the initial round of the examination.",
                "H2KE-nKo": "경과의 초시와 시강을 설행하라고 명하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 1월 22일(경자) 2번째기사",
                "gt-oKo": "경과(慶科)에 초시(初試)를 두어 시강(試講)을 설행(設行)하라고 명하였다.",
                "hj": "○命慶科有初試試講設行。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On sinchuk day, [the King] received the officials in the morning court assembly in the sinchuk year (.",
                "H2KE-nKo": "희정당에서 신축년의 소대를 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 1월 23일(신축) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 소대(召對)하였다.",
                "hj": "○辛丑/召對于熙政堂。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "On imin day, the King received the officials in the morning court assembly at the Royal Confucian Academy.",
                "H2KE-nKo": "희정당에서 임인년의 소대를 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 1월 24일(임인) 1번째기사",
                "gt-oKo": "희정당에서 소대(召對)하였다.",
                "hj": "○壬寅/召對于熙政堂。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi헌wi as minister of punishments , Kim Sangsun as army commander of Hwanghae Province , and Yi Gwangjeong as governor of Gyeonggi Province .",
                "H2KE-nKo": "이헌위를 형조 판서로, 김상순을 황해도 병마절도사로, 이광정을 경기 관찰사로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 1월 24일(임인) 2번째기사",
                "gt-oKo": "이헌위(李憲瑋)를 형조 판서(刑曹判書)로, 김상순(金相順)을 황해도 병마 절도사(黃海道兵馬節度使)로, 이광정(李光正)을 경기 관찰사(京畿觀察使)로 삼았다.",
                "hj": "○以李憲瑋爲刑曹判書, 金相順爲黃海道兵馬節度使, 李光正爲京畿觀察使。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On gyemyo day, [the King] received the officials in the morning court assembly in the gyemyo year (.",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 1월 25일(계묘) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 소대(召對)하였다.",
                "hj": "○癸卯/召對于熙政堂。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On eulsa day, the King encouraged the Royal Lecture on the eulsa year (.",
                "H2KE-nKo": "희정당에서 을사년 권강하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 1월 27일(을사) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 권강(勸講)하였다.",
                "hj": "○乙巳/勸講于熙政堂。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On byeongo day, the first day of the month, [the King] encouraged the Royal Lecture on the Confucian Classics in the byeongo year.",
                "H2KE-nKo": "희정당에서 권강하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 1월 28일(병오) 1번째기사",
                "gt-oKo": "희정당에서 권강(勸講)하였다.",
                "hj": "○丙午/勸講于熙政堂。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "At jeongmi day, the King encouraged the Royal Lecture on the Confucian Classics at the Hall of Governance . ",
                "H2KE-nKo": "희정당에서 정미년에 희정당에서 권강하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 1월 29일(정미) 1번째기사",
                "gt-oKo": "희정당에서 권강하였다.",
                "hj": "○丁未/勸講于熙政堂。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "The King provided relief aid to the drowned households in Buan and other towns in sinsa year (.",
                "H2KE-nKo": "부안 등 고을의 물에 잠긴 가호에 휼전을 베풀었다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 1월 3일(신사) 1번째기사",
                "gt-oKo": "부안(扶安) 등 고을의 엄몰(渰沒)된 가호(家戶)에 휼전(恤典)을 주었다.",
                "hj": "○辛巳/給扶安等邑渰戶, 恤典。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "On musin day, the King encouraged the Royal Lecture on the Confucian Classics in the musin year (.",
                "H2KE-nKo": "희정당에서 무신년의 권강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 1월 30일(무신) 1번째기사",
                "gt-oKo": "희정당에서 권강하였다.",
                "hj": "○戊申/勸講于熙政堂。"
            },
            "2": {
                "H2KE-EN": "Min Chiseong was appointed second minister of personnel , and Yi Jo Yeong as third minister of personnel . ",
                "H2KE-nKo": "민치성을 이조 참판으로, 이조영을 참의로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 1월 30일(무신) 2번째기사",
                "gt-oKo": "민치성(閔致成)을 이조 참판으로, 이조영(李祖榮)을 참의로 삼았다.",
                "hj": "○以閔致成爲吏曹參判, 李祖榮爲參議。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "The King appointed Yi Won팔 as the Office of the Censor General .",
                "H2KE-nKo": "이원팔을 사간원 대사간으로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 1월 5일(계미) 1번째기사",
                "gt-oKo": "이원팔(李元八)을 사간원 대사간으로 삼았다.",
                "hj": "○癸未/以李元八爲司諫院大司諫。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On gapsin day, the first day of the month, the King proceeded to the Hall for Repose of the Soul and performed the rite of reporting to the Royal Ancestral Shrine . Then the King proceeded to the spirit hall of Donhwa Gate and respectfully saw him off.",
                "H2KE-nKo": "주상이 혼전에 나아가 고동가제를 행하고, 이어 돈화문에 나아가 신련을 공경히 전송하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 1월 6일(갑신) 1번째기사",
                "gt-oKo": "임금이 혼전(魂殿)에 나아가 고동 가제(告動駕祭)를 거행하고, 인하여 돈화문(敦化門)에 나아가 신련(神輦)을 지송(祗送)하였다.",
                "hj": "○甲申/上詣魂殿, 行告動駕祭, 仍出敦化門神輦祗送。"
            },
            "2": {
                "H2KE-EN": "On muo day, the King again went to Hyohwa Hall and performed the rite of reporting to the Royal Hunt. He then went to Honghwa Gate and respectfully saw the royal palanquin.",
                "H2KE-nKo": "주상이 또 효화전에 나아가 고동가제를 행하고, 이어 홍화문에 나아가 신련을 공경히 전송하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 1월 6일(갑신) 2번째기사",
                "gt-oKo": "임금이 또 효화전(孝和殿)에 나아가 고동 가제(告動駕祭)를 거행하고, 인하여 홍화문(弘化門)에 나아가 신련(神輦)을 지송하였다.",
                "hj": "○上又詣孝和殿, 行告動駕祭, 仍出弘化門, 神輦祗送。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On eulyu day, the first day of the month, the spirit tablet of Great King Sunjong and Great King Ikjong were jointly enshrined in the Royal Ancestral Shrine on the sixteen chamber and seventeen chamber.",
                "H2KE-nKo": "을유년에 순종대왕과 익종대왕을 태묘 제16실 17실에 합제하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 1월 7일(을유) 1번째기사",
                "gt-oKo": "순종 대왕(純宗大王)과 익종 대왕(翼宗大王)을 태묘(太廟) 16실과 17실에 올려서 부묘(祔廟)하였다.",
                "hj": "○乙酉/躋祔純宗大王、翼宗大王于太廟第十六室十七室。"
            },
            "2": {
                "H2KE-EN": "Great King of Reverence and Stabilization (K. Gyeongjong was moved to Yeongnyeong Hall . Great King of Reverence and Stabilization (K. Yeongnyeong Hall were relocated and enshrined in various chamberlains, respectively.",
                "H2KE-nKo": "경종대왕을 영녕전에 조천하고, 영종대왕 이하 각 실에 이안하여 승봉하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 1월 7일(을유) 2번째기사",
                "gt-oKo": "경종 대왕(景宗大王)의 신위(神位)를 영녕전(永寧殿)에 조천(祧遷)하고, 영종 대왕(英宗大王) 이하를 각실에 이안(移安)하여 승봉(陞奉)하였다.",
                "hj": "○景宗大王祧遷于永寧殿, 英宗大王以下各室, 移安陞奉。"
            },
            "3": {
                "H2KE-EN": "The King went to the Royal Ancestral Shrine to pay a visit to the King.",
                "H2KE-nKo": "주상이 태묘에 나아가 전알하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 1월 7일(을유) 3번째기사",
                "gt-oKo": "임금이 태묘(太廟)에 나아가 전알(展謁)하였다.",
                "hj": "○上詣太廟展謁。"
            },
            "4": {
                "H2KE-EN": "On jeongmyo day, the King went to Injeong Hall to receive the officials in the congratulatory ceremony and congratulate the royal edict. He granted a general pardon.",
                "H2KE-nKo": "주상이 인정전에 나아가 진하를 받고 교서를 반포하고 사면령을 내렸다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 1월 7일(을유) 4번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)에 나아가 하례(賀禮)를 받고, 반교(頒敎)하고 반사(頒赦)하였다.",
                "hj": "○上御仁政殿, 受賀頒敎, 赦。"
            },
            "5": {
                "H2KE-EN": "The King rewarded Superintendent of the Royal Ancestral Shrine and below them in varying degrees. Second Deputy Director of the Office of Royal Lectures Jeong Hyeonsak was bestowed with varying degrees.",
                "H2KE-nKo": "종묘 도제조 이하에게 차등을 두어 시상하였다. 좌통례 정현박은 가자하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 1월 7일(을유) 5번째기사",
                "gt-oKo": "종묘 도제조(宗廟都提調) 이하에게 차등을 두어 시상(施賞)하고, 좌통례(左通禮) 정현박(鄭顯璞)을 가자(加資)하였다.",
                "hj": "○宗廟都提調以下施賞有差, 左通禮鄭顯璞加資。"
            }
        }
    },
    "02": {
        "1": {
            "1": {
                "H2KE-EN": "On giyu day, the King (Sejong went to Injeong Hall (Hall of Benevolent Governance and personally delivered incense and the written invocation for the spring state sacrifice at the Royal Cuisine Office .",
                "H2KE-nKo": "주상이 인정전 월대에 나아가 경모궁의 춘향 대제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 2월 1일(기유) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿) 월대(月臺)에 나아가 친히 경모궁(景慕宮)의 춘향 대제(春享大祭)에 쓸 향(香)과 축문(祝文)을 전하였다.",
                "hj": "○己酉/上詣仁政殿月臺, 親傳景慕宮春享香祝。"
            },
            "2": {
                "H2KE-EN": "[The King] encouraged the lecture on the Confucian classics in the Royal Confucian Academy .",
                "H2KE-nKo": "희정당에서 권강하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 2월 1일(기유) 2번째기사",
                "gt-oKo": "희정당에서 권강(勸講)하였다.",
                "hj": "○勸講于熙政堂。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "[The King] encouraged the lecture on the Comprehensive Mirror to Autumn Annals (C. Lunyu . The lecture reached the second lecture on the Comprehensive Mirror to Autumn Annals (C. Lunyu . Chief Royal Secretary Jeong Yong said, The three lectures are all mentioned their studies. Only after cultivating studies and exerting themselves to the Way of the Comprehensive Mirror to Autumn Annals (C. Lunyu xue . If [the lecture on the Comprehensive Mirror to Autumn Annals] does not concentrate on the studies of the Comprehensive Mirror to Autumn Annals (C. Lunyuan . [The lecture on the Comprehensive Mirror to Autumn Annalsive Mirror to Autumn Annals (C. Lunyu Zhu Xi and the second lecture on the Comprehensive Mirror to Autumn Annalsive Mirror to Autumn Annals (C. Lunyue Zhu Xi and the third lecture on the Comprehensive Mirror to Autumn Annals (C. Zhu Xi and the third lecture on the Comprehensive Mirror to Autumn Annals (C. Zhu Xi and the second lecture on the Comprehensive Mirror to Autumn Annals (C. Zhu Xi and the third lecture on the Comprehensive Mirror to Autumn Annals (C. Zhu Xi and the third lecture on the Comprehensive Mirror to Autumn Annals (C. Zhu Xi and the third lecture on the Comprehensive Mirror to Autumn Annals (C. Zhu Xi and the third lecture on the Comprehensive Mirror to Autumn Annals (C. Xi",
                "H2KE-nKo": "희정당에서 권강하였다. 《논어》 제2권을 강하였는데, 각신 정원용이 아뢰기를,“이 3장은 모두 학문을 말하는데, 학문을 닦고 도를 구하는 마음이 전일한 뒤에야 외물에 빼앗기지 않습니다. 한 번 외물에 종사하면 학문을 전일하게 할 수 없습니다. 의복과 음식은 이날 일상적으로 행하는 일인데, 좋은 것과 나쁜 것에 마음을 두면 마음이 밖으로 치달리니, 학문을 어느 겨를에 독실히 하겠습니까. 그러므로 안자가 도롱이[<unk>瓢]를 달게 여기고 자로가 도롱이[<unk>袍]를 입은 것을 부끄럽게 여기지 않았으니, 대개 도를 구하는 마음이 전일하기 때문에 공자 문하의 고제이기 때문입니다. 임금은 높은 지위에 처하여 귀와 눈이 접하는 곳이니, 만일 화려한 구경거리를 없애지 못한다면 광명정대한 학문을 어찌 전일하게 전일하게 할 수 있겠습니까.”하고, 우의정 박종훈이 아뢰기를,“각신이 아뢴 말이 좋습니다. 이 장은 맛있는 옷과 거친 음식을 안자가 도롱이를 입은 누추한 골목과 자로가 해진 도롱이를 입은 것으로 보는 것이 과연 좋으니, 이것은 아래에 있는 군자라고 말한 것입니다. 만일 이 뜻으로 인군에게 미루어 본다면, 또 《논어》 가운데 아주 가까운 문의가 있으니, 곧 공자가 말하기를 ‘우임금은 나와 차이가 없다.’라고 한 장이 이것입니다.”하였다. 주상이 말하기를,“맛없는 음식을 먹으면서 귀신에게 효성을 다하고, 나쁜 옷을 지어 불면을 아름답게 하며, 궁실을 낮게 지어 도랑에서 힘을 다하는 것을 말하는 것인가?”하니, 박종훈이 대답하기를,“그렇습니다. 이것은 《태백편》에 있는데, 성상께서 이미 말한 것처럼 외워 주시니, 신은 실로 흠앙하여 마지않습니다.”하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 2월 10일(무오) 1번째기사",
                "gt-oKo": "희정당에서 권강하였다. 《논어(論語)》 제2권을 강(講)하다가, 각신(閣臣) 정원용(鄭元容)이 말하기를, “이 3장(章)에서는 모두 학문(學文)하는 데 대해 말하였는데, 학문을 수학(修學)하고 구도(求道)하는 마음이 전일(專一)한 후에야 외물(外物)에 마음을 빼앗기지 않는 것이니, 한 번 외물에 사역(使役)된다면 학문을 전일하게 할 수가 없습니다. 의복(衣服)과 음식(飮食)은 날마다 쓰고 항상 행하는 일인데, 만약 마음을 좋으냐 나쁘냐 하는 차이에 둔다면, 마음은 이미 외물에 쏠릴 것이니 학문을 어느 겨를에 독실히 하겠습니까? 그래서 안자(顔子)는 도시락 밥과 표주박 물로도 스스로 즐거워하였고, 자로(子路)는 해어진 도포를 입고도 부끄러워하지 않았으니, 대개 그 구도(求道)하는 마음이 전일했던 까닭에 공자(孔子) 문하(門下)의 뛰어난 제자가 될 수 있었던 것입니다. 인주(人主)가 숭고(崇高)한 지위에 있으면서 이목(耳目)이 접하는 데 있어 만약 사치스럽고 화려하게 보이는 것과 진귀한 놀이의 도구에 대한 관심을 이기어 버리지 못한다면, 그 계속하여 밝혀야 할 광명(光明)한 학문을 어떻게 한결같은 마음으로 전일하게 돈독히 할 수 있겠습니까?” 하였는데, 우의정(右議政) 박종훈(朴宗薰)이 말하기를, “각신(閣臣)이 주달(奏達)한 말이 좋습니다. 이 장(章)의 나쁜 옷[惡衣]과 나쁜 음식[惡食]이란 안자(顔子)가 도시락 밥과 표주박 물을 먹으면서 누추한 거리에 살았고, 자로(子路)가 다 해진 도포를 입은 것으로 보는 것이 좋습니다. 이는 민간에 있는 군자(君子)를 말한 것인데, 만약 이 뜻을 가지고 임금에게 미루어 본다면, 또 《논어》 가운데 아주 근사(近似)한 문의(文義)가 있으니, 곧 공자(孔子)가 말한, ‘우(禹)임금은 내가 비난할 것이 없다.’고 한 장(章)이 그것입니다.” 하자, 임금이 말하기를, “변변치 못한 음식을 먹으면서 귀신을 정성껏 모셨고, 나쁜 옷을 입으면서 불면(黻冕)은 매우 아름답게 하였으며, 궁실(宮室)은 조촐하게 꾸미면서 전답(田畓)의 도랑에는 힘을 쏟았다는 것을 말하는가?” 하니, 박종훈이 대답하기를, “그렇습니다. 이것이 태백편(泰伯篇)에 있는데, 성상의 총명이 이미 당신의 말씀처럼 외고 계시니, 신은 진실로 흠앙(欽仰)하여 마지 않습니다.” 하였다.",
                "hj": "○戊午/勸講于熙政堂, 講《論語》第二卷, 閣臣鄭元容曰: “此三章, 皆言學, 而修學求道之心專一然後, 不爲外物所奪, 一役乎外, 則學無以專矣。 衣服飮食, 是日用常行之事, 而若存心於美惡之間, 則心己外馳, 學何暇篤? 故顔子之簞瓢自樂, 子路之縕袍不恥, 蓋其求道之心專一, 故爲孔門之高弟矣。 人主處崇高之位, 耳目之所接, 若不克祛棼華之觀玩好之具, 則其於緝熙光明之學, 豈可一心專篤乎?” 右議政朴宗薰曰: “閣臣所奏好矣。 此章惡衣惡食, 以顔子之簞瓢陋巷, 子路之衣敝縕袍看之果好, 此則以在下之君子爲言也。 若以此意, 推看於人君, 則又有《論語》中切近之文義, 卽子曰, ‘禹吾無間然章是也。’” 上曰: “菲飮食而致孝乎鬼神, 惡衣服而致美乎黻冕, 卑宮室而盡力乎溝洫之謂乎?” 宗薰對曰: “然矣。 此在《泰伯篇》, 而聖聰誦如已言, 臣實欽仰萬萬矣。”"
            },
            "2": {
                "H2KE-EN": "The King went to 희정당에 나아가 대신과 비국 당상을 인견하였다. 대왕 대비가 admonishing the inconveniences of inconveniences and leaving the officials of the senior third rank or above in the State Council and the Privy Council .",
                "H2KE-nKo": "주상이 희정당에 나아가 대신과 비국 당상을 인견하였다. 대왕대비가 과거의 폐단과 법사가 궐좌하는 것에 대해 신칙하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 2월 10일(무오) 2번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가 대신(大臣)과 비국 당상(備局堂上)을 인견(引見)하였다. 대왕 대비(大王大妃)가 과거(科擧)의 폐단(弊端)과 법사(法司)에서 개좌(開坐)를 빠뜨리는 것을 신칙(申飭)하였다.",
                "hj": "○上御熙政堂, 引見大臣備局堂上, 大王大妃飭科弊及法司闕坐。"
            },
            "3": {
                "H2KE-EN": "The King appointed Baek Eunjin as army commander of Right Gyeongsang Province .",
                "H2KE-nKo": "백은진을 경상우도 병마절도사로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 2월 10일(무오) 3번째기사",
                "gt-oKo": "백은진(白殷鎭)을 경상우도 병마 절도사(慶尙右道兵馬節度使)로 삼았다.",
                "hj": "○以白殷鎭爲慶尙右道兵馬節度使。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On giyu day, the King attended the Royal Lecture on the Confucian Classics at the Hall of Governance . ",
                "H2KE-nKo": "희정당에서 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 2월 11일(기미) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 진강(進講)하였다.",
                "hj": "○己未/進講于熙政堂。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "[The King] attended the Royal Lecture on the Confucian Classics of Spring and Autumn Annals (C. Shujing.",
                "H2KE-nKo": "희정당에서 경신년의 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 2월 12일(경신) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 진강(進講)하였다.",
                "hj": "○庚申/進講于熙政堂。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "The King proceeded to the Royal Confucian Academy and summoned Governor of Pyeongan Province Bak Hoesu , and Superintendent [of the Middle Army Commandery General] Yi Jeonghoe . The Grand Abdicated King instructed [Bak] Hoesu as follows: The province has suffered much effects, and thus it is not possible to reform even for a single day. However, if the governor [of Pyeongan Province] has left [the capital] to speak with all his heart and will almost gradually benefit his accomplishments. If my dear sir goes [to the province], do not regard this as abundant and do not forget the peoples livelihoods with all his heart. Also, there will be an opportunity to have an Imperial Envoy [from Ming China], and local magistrates must make a thorough investigation so that there will be no opportunity to make an opportunity [to opportunity]. Furthermore, this time, it is anxious about the current opportunity to be worrisome. It would be proper not to carefully [him] on this matter. The Grand Abdicated King also instructed [Yi] Jeonghoe, The Middle Army [of Pyeongan Province] is a strategic point of defense for the sea, and the strategic point of the southern part of the three southern part of the province. However, [the governor] has recently damaged [the oportunity to observe the people] and the people [of Pyeongan Province] and make every effort sincerely.",
                "H2KE-nKo": "주상이 희정당에 나아가 평안 감사 박회수와 통제사 이정회를 불러서 보았다. 대왕대비가 박회수에게 하교하기를,“본도는 본래 고질적인 폐단이 많아 하루아침이나 하루저녁에 바로잡을 수 있는 것이 아니다. 그러나 내려가는 도백이 진실로 각자 성심껏 왕명을 잘 받들 수 있다면 거의 점차 실효가 있을 것이다. 경이 만약 내려가거든 본도를 번화하다고 여기지 말고 백성의 일을 잊지 말고 성심껏 하도록 하라. 또 장차 칙사의 행차가 있을 것이니, 수령의 신칙도 엄명하게 하여 탈이 생기지 않도록 하라. 또 이러한 때에 한때의 근심거리가 된다면 이와 같이 유념할 뿐만 아니라 일에 따라 소홀히 하지 말아야 할 것이다.”하였다. 또 이정회에게 하교하기를,“통영은 해안을 방어하는 중요한 곳으로 삼남의 요충지인데 근래에 자못 피폐해졌다고 한다. 내려가거든 군민을 아끼고 돌보아 성심을 다해 성의를 다하도록 하라.”하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 2월 13일(신유) 1번째기사",
                "gt-oKo": "임금이 희정당에 나아가 평안 감사 박회수(朴晦壽)와 통제사 이정회(李鼎會)를 불러서 보았다. 대왕 대비가 박회수에게 하교하기를, “본도(本道)는 본래 폐막(弊瘼)이 많아서 오직 일조 일석(一朝一夕)에 바로잡아 구제(救濟)할 수는 없을 것이다. 그러나 내려가는 도백(道伯)이 진실로 각자 성실한 마음을 가지고 대양(對揚)한다면, 거의 점차 실효(實效)가 있게 될 것이다. 경은 내려가거든 본도를 번화(繁華)하게 하지 말고, 민사(民事)를 잊지 말아서 성실한 마음으로 다스리도록 하라. 또 장차 칙사(勅使)의 행차가 있을 것이니, 또한 마땅히 수령(守令)을 엄중히 신칙(申飭)하여 탈이 발생하는 데 이르지 않게 하라. 또 이러한 때에는 한 시가 민망하니 단지 이와 같이 마음을 먹을 뿐 아니라, 일마다 소홀히 하지 않는 것이 옳다.” 하고, 또 이정회에게 하교하기를, “통영(統營)은 해방(海防)의 중지(重地)이고 삼남(三南)의 요충지(要衝地)인데, 근래에 자못 피폐해졌다고 한다. 경은 내려가거든 군민(軍民)을 애휼(愛恤)하여 성심(誠心)으로 힘을 쏟도록 하라.” 하였다.",
                "hj": "○辛酉/上御熙政堂, 召見平安監司朴晦壽, 統制使李鼎會, 大王大妃敎晦壽曰: “本道素多弊瘼, 雖非一朝一夕之所可矯捄。 然道伯之下去者, 苟能各自誠心對揚, 則庶幾漸有實效也。 卿若下去, 勿以本道爲繁華, 毋忘民事, 誠心爲之。 而且將有勑使之行, 守令申飭, 亦當嚴明, 毋至生頉。 且此時一時爲悶, 非但如是着念, 隨事毋忽可也。” 又敎鼎會曰: “統營, 海防重地, 三南要衝, 而近頗弊敗云。 下去後, 愛恤軍民, 誠心殫力也。”"
            },
            "2": {
                "H2KE-EN": "[The King] attended the Royal Lecture on the Confucian Classics.",
                "H2KE-nKo": "희정당에서 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 2월 13일(신유) 2번째기사",
                "gt-oKo": "희정당(熙政堂)에서 진강(進講)을 하였다.",
                "hj": "○進講于熙政堂。"
            },
            "3": {
                "H2KE-EN": "The King appointed Jo Wonseok as naval commander of Left Gyeongsang Province .",
                "H2KE-nKo": "조원석을 경상좌도 수군절도사로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 2월 13일(신유) 3번째기사",
                "gt-oKo": "조원석(趙元錫)을 경상좌도 수군 절도사(慶尙左道水軍節度使)로 삼았다.",
                "hj": "○以趙元錫爲慶尙左道水軍節度使。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "[The King] attended the Royal Lecture on the Confucian Classics during the ninth month.",
                "H2KE-nKo": "희정당에서 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 2월 14일(임술) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○壬戌/進講于熙政堂。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On gyehae day, the King attended the Royal Lecture on the gyehae day (1423, the fourth year of King Sejong.",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 2월 15일(계해) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○癸亥/進講于熙政堂。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "[The King] attended the Royal Lecture on the gapjin day (1404, the fifth year of King Sejong.",
                "H2KE-nKo": "희정당에서 갑자년의 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 2월 16일(갑자) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○甲子/進講于熙政堂。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On eulchuk day, [the King] attended the Royal Lecture on the Confucian Classics in the eulchuk year (.",
                "H2KE-nKo": "희정당에서 을축년의 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 2월 17일(을축) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○乙丑/進講于熙政堂。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On sinhae day, the King attended the Royal Lecture at the Hall of Governance .",
                "H2KE-nKo": "희정당에서 병인년 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 2월 18일(병인) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○丙寅/進講于熙政堂。"
            },
            "2": {
                "H2KE-EN": "The King appointed Executive Assistant of Gwangju Kim Jogeun as a royal secretary.",
                "H2KE-nKo": "중비로 광주 판관 김조근을 승지로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 2월 18일(병인) 2번째기사",
                "gt-oKo": "중비(中批)로 광주 판관(廣州判官) 김조근(金祖根)을 승지(承旨)로 삼았다.",
                "hj": "○中批, 以廣州判官金祖根爲承旨。"
            },
            "3": {
                "H2KE-EN": "The King appointed former Chief State Councilor남공철 , Vice-Envoy Bak Gisu , and Yi Yusang as army commander of Right Gyeongsang Province .",
                "H2KE-nKo": "가례 정사 전 영의정 남공철, 부사 박기수를 차하하고, 이유상을 경상우도 병마절도사로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 2월 18일(병인) 3번째기사",
                "gt-oKo": "가례 정사(嘉禮正使)로 전(前) 영의정(領議政) 남공철(南公轍)을, 부사(副使)로 박기수(朴岐壽)를 차하(差下)하고, 이유상(李儒常)을 경상우도 병마 절도사(慶尙右道兵馬節度使)로 삼았다.",
                "hj": "○差下嘉禮正使前領議政南公轍, 副使朴岐壽, 以李儒常爲慶尙右道兵馬節度使。"
            },
            "4": {
                "H2KE-EN": "The metropolitan second소에서 the metropolitan second preliminary-stage examination . Those who successfully successively led Kim Jongseo and Yi 헌gu .",
                "H2KE-nKo": "감시 복시를 일소와 이소에서 행하였다. 수석을 차지한 김종태와 이헌구를 뽑았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 2월 18일(병인) 4번째기사",
                "gt-oKo": "감시(監試)와 복시(覆試)를 1소와 2소에서 설행하였는데, 김종태(金宗泰)·이헌구(李獻九)가 수위(首位)를 차지하였다.",
                "hj": "○設監試覆試于一二所, 居首金宗泰、李獻九。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the King attended the Royal Lecture on the Confucian Classics of Jeongmyo .",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 2월 19일(정묘) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○丁卯/進講于熙政堂。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "[The King] summoned Governor of Gyeonggi [Province] Yi Gwangjeong and local magistrates who were on duty at the Hall of Governance . [Yi] Gwangjeong paid a farewell visit to the King.",
                "H2KE-nKo": "희정당에서 경술년에 경기 감사 이광정과 하직 인사를 하는 수령을 불러서 보았다. 이광정이 하직 인사를 하였기 때문이다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 2월 2일(경술) 1번째기사",
                "gt-oKo": "경기 감사(京畿監司) 이광정(李光正)과 하직(下直)하는 수령(守令)을 희정당에서 불러 보았으니, 이광정이 사폐(辭陛)한 때문이었다.",
                "hj": "○庚戌/召見京畿監司李光正及下直守令于熙政堂, 光正辭陛也。"
            },
            "2": {
                "H2KE-EN": "[The King] encouraged the lecture on the Confucian classics in the Royal Confucian Academy .",
                "H2KE-nKo": "희정당에서 권강하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 2월 2일(경술) 2번째기사",
                "gt-oKo": "희정당(熙政堂)에서 권강(勸講)하였다.",
                "hj": "○勸講于熙政堂。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the King attended the Royal Lecture on the Confucian Classics at the Hall of Governance . ",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 2월 20일(무진) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○戊辰/進講于熙政堂。"
            },
            "2": {
                "H2KE-EN": "[The King] addressed the throne in order to appoint Jo Jonggwi as second minister of taxation .",
                "H2KE-nKo": "중비로 조병귀를 호조 참판으로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 2월 20일(무진) 2번째기사",
                "gt-oKo": "중비(中批)로 조병귀(趙秉龜)를 호조 참판(戶曹參判)으로 삼았다.",
                "hj": "○中批, 以趙秉龜爲戶曹參判。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On sinsa day, the King attended the Royal Lecture on the gisa day of the twelfth month.",
                "H2KE-nKo": "희정당에서 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 2월 21일(기사) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○己巳/進講于熙政堂。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On gabo day, the King summoned Governor of Jeolla Province Yi 헌구를 희정당에서 소견하였다. 대왕 대비가 하교하기를, “작년에 본도의 농사가 비록 혹심한 흉년은 아니었으나, because of the poor harvest, there were none who did not suffer from illnesses. The responsibility for the governor and the local magistrates is entirely responsibilities. Although it is not necessary to thoroughly discern [the situation] and thoroughly study [the situation], if [the governor and the local magistrates] were to return [to their assigned districts], if [the governor and the local magistrates] were unable to reflect upon every moment and diligently perform their duties, then when [the governor] waits for a time to remove the evil effects? [But] without considering the methods of reforming [the situation], how could [I] have expected that the government has established a provincial governor? [If] strictly enforced and dismissing [the governor], carefully examine the hardships and suffering, [I] will relieve the worries on the southern expedition.",
                "H2KE-nKo": "희정당에서 전라 감사 이헌구를 불러서 보았다. 대왕대비가 전교하기를,“작년 본도의 농사가 참혹하지는 않았지만 흉년이 들어 한 고을도 고통을 받지 않은 고을이 없다고 한다. 그 책임은 전적으로 방백과 수령에게 달려 있으니, 굳이 정확히 지적하여 소급해 따질 필요는 없다. 그러나 지금 내려가는 자가 자나 깨나 유념하여 직임을 성실히 수행하지 않는다면 다시 어느 때를 기다려 폐단을 소생시킬 수 있겠는가. 그럭저럭 지내면서 바로잡을 방도를 생각하지 않는다면 어찌 조정에서 방백을 설치한 뜻이 있겠는가. 출척을 엄히 밝히고 질고를 자세히 살펴서 남쪽을 돌아보는 나의 근심을 풀어 주도록 하라.”하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 2월 22일(경오) 1번째기사",
                "gt-oKo": "전라 감사(全羅監司) 이헌구(李憲球)를 희정당에서 불러 보았다. 대왕 대비(大王大妃)가 하교(下敎)하기를, “작년에 본도(本道)의 농사가 참혹하게 흉년이 들지는 않았다 하나, 역시 흉년이어서 한 고을도 괴로움을 받지 않은 고을이 없었다고 한다. 그 책임은 진실로 방백(方伯)과 수령(守令)에게 있으니, 비록 지적해 추구(追究)할 필요는 없으나 이제 내려가는 사람이라도 자나깨나 이에 마음을 기울여 직임(職任)에 근로(勤勞)하지 않는다면, 다시 어느 시기를 기다려 병폐를 소생(蘇生)시키겠는가? 인순(因循)하여 지나쳐 버리고 바로잡아 구제할 방도를 생각지 않는다면, 어찌 조정에서 방백(方伯)을 설치한 뜻이 있다고 하겠는가? 엄중하게 출척(黜陟)을 밝히고, 〈백성의〉 질고(疾苦)를 자세히 살펴서 남쪽을 돌아보는 근심을 풀 수 있게 하라.” 하였다.",
                "hj": "○庚午/召見全羅監司李憲球于熙政堂。 大王大妃敎曰: “昨年本道年事, 雖不慘凶, 便是歉邊, 無一邑不受病云。 其責亶在於方伯守令, 而雖不必指的追究, 及今下去者, 若不寤寐着念, 克勤職任, 則更待何時而蘇(弊)〔弊〕乎? 因循挨過, 不思矯捄之方, 則安有朝家設置方伯之意哉? 嚴明黜陟, 詳察疾苦, 俾紓南顧之憂焉。”"
            },
            "2": {
                "H2KE-EN": "The King attended the Royal Lecture at the Confucian Classics.",
                "H2KE-nKo": "희정당에서 석강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 2월 22일(경오) 2번째기사",
                "gt-oKo": "희정당에서 석강(夕講)을 하였다.",
                "hj": "○夕講于熙政堂。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "The King attended the Royal Lecture on the Confucian Classics of Shin Mi .",
                "H2KE-nKo": "희정당에서 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 2월 23일(신미) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○辛未/進講于熙政堂。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "On sinhae day, [the King] attended the Royal Lecture on the Confucian Classics on the imsin day (1222, the fourth month.",
                "H2KE-nKo": "희정당에서 임신년의 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 2월 24일(임신) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○壬申/進講于熙政堂。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On gyeyu day, the King attended the Royal Lecture on the Confucian Classics in the gyeyu year (.",
                "H2KE-nKo": "희정당에서 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 2월 25일(계유) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○癸酉/進講于熙政堂。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "The third chamber was conducted at Tongmyeong Hall in the gapjin year (.",
                "H2KE-nKo": "통명전에서 갑술년에 삼간택을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 2월 26일(갑술) 1번째기사",
                "gt-oKo": "통명전(通明殿)에서 삼간택(三揀擇)을 행하였다.",
                "hj": "○甲戌/行三揀擇于通明殿。"
            },
            "2": {
                "H2KE-EN": "The Grand Abdicated King issued a royal directive to the Office of the Crown Prince , which stated, Former royal secretary Kim Jogeun wanted to decide the family of Kim Jogeun , the former royal secretary . What do you think of this? The Office of the Crown Prince【봉조하남공철 , 영부사이상황 , Superintendent [of the Middle Army Commandery General] [] 심상규 , and Right State Councilor Bak Jongmu .】 reported, Your subjects respectfully received Your Majestys instructions, which is truly satisfactory to the expectations of your spirit and the people. This is a blessing for the state and the subjects and the people, and your subjects cannot overcome the great congratulatory ceremony.",
                "H2KE-nKo": "대왕대비가 승전색을 통해 빈청에 하교하기를,“대혼을 전 승지 김조근의 집안으로 정하려고 하는데, 경들의 뜻은 어떠한가?”하니, 빈청 - 봉조하 남공철, 영중추부사 이상황, 판중추부사 심상규, 우의정 박종훈 - 이 아뢰기를,“삼가 자전의 하교를 받드니, 참으로 귀신과 사람의 기대에 부합합니다. 이는 바로 종사와 신민의 무궁한 복이니, 신들은 기쁜 마음을 금할 수 없습니다.”하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 2월 26일(갑술) 2번째기사",
                "gt-oKo": "대왕 대비(大王大妃)가 승전색(承傳色)으로 하여금 빈청(賓廳)에 하교(下敎)하기를, “대혼(大婚)을 전(前) 승지(承旨) 김조근(金祖根)의 집에 정하고자 하는데, 경들의 뜻은 어떠한가?” 하였는데, 빈청(賓廳)【봉조하(奉朝賀) 남공철(南公轍)·영부사(領府事) 이상황(李相璜)·판부사(判府事) 심상규(沈象奎)·우의정(右議政) 박종훈(朴宗薰)이다.】에서 아뢰기를, “삼가 자교(慈敎)를 받들건대, 신인(神人)의 소망에 진실로 화합합니다. 이는 바로 종사(宗社)와 신민(臣民)의 무궁한 복(福)이니, 신 등은 지극한 기쁨과 치하를 금할 수가 없습니다.” 하였다.",
                "hj": "○大王大妃, 以承傳色, 下敎于賓廳曰: “大婚欲定於前承旨金祖根家, 卿等之意何如?” 賓廳【奉朝賀南公轍, 領府事李相璜, 判府事沈象奎, 右議政朴宗薰。】啓言: “伏承慈敎, 允協神人之望。 斯乃宗社臣民無疆之福, 臣等不勝忭賀之至。”"
            },
            "3": {
                "H2KE-EN": "The King appointed Kim Jogeun as director of the Royal House Administration and Lady Yi as Great Lord of Yeongheung and Lady Yi as Great Lord of Hanseong . ",
                "H2KE-nKo": "김조근을 영돈녕부사로, 영흥 부원군의 처 이씨를 한성 부부인으로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 2월 26일(갑술) 3번째기사",
                "gt-oKo": "김조근(金祖根)을 영돈녕부사(領敦寧府事) 영흥 부원군(永興府院君)으로 삼고, 처(妻) 이씨(李氏)를 한성부 부인(漢城府夫人)으로 삼았다.",
                "hj": "○金祖根爲領敦寧府事, 永興府院君妻李氏, 爲韓城府夫人。"
            },
            "4": {
                "H2KE-EN": "임금이 희정당에 나아가 시임 대신과 원임 대신, 풍은 부원군, Great Lord of Yeongheung, and 시임 각신과 원임 각신을 불러 보았다. 대왕 대비가 명하여 Great Lord of Yeongheung before the King and 교지를 내리기를, “세 번 간택이 이미 지났고 육례의 길일도 택하였으니, 이보다 더 큰 경사가 없다. 그 행동거지가 단정하고 정중하며 용모가 완전히 갖추어졌으니, 더욱 기쁘고 다행스러운 마음을 금할 수 없다. 그런데 경은 한결같은 마음으로 겸손하고 꾸밈이 없어 시종 변함이 없으니, 오늘의 마음으로 나라와 더불어 기쁨을 같이한다면 어찌 국가의 다행이 아니겠는가?” 하니, 김조geun said, The felicitous for our country for 억만년토록 무궁할 아름다움이 오늘부터 시작될 것이니, 신민의 경사스럽고 기쁜 마음을 어찌 이루 다 진달할 수 있겠습니까마는, 천신의 사사로운 분의에 있어서는 오직 두려운 마음이 있을 뿐이고, no one can report to Your Majesty.",
                "H2KE-nKo": "주상이 희정당에 나아가 시원임 대신과 풍은부원군, 영흥부원군 및 시원임 각신을 불러서 보았다. 대왕대비가 영흥부원군을 앞으로 나오라고 명하고, 전교하기를,“삼간택이 이미 지났고 육례도 길일을 잡았으니, 이보다 더 큰 종묘사직의 경사가 없다. 행동거지가 단아하고 정중하며 용모가 완전히 갖추어진 것을 보니, 더욱 기쁘고 다행스러운 마음을 금할 수 없다. 경은 한결같은 마음으로 겸손하고 검약하여 처음부터 끝까지 변함이 없으니, 오늘날의 마음으로 나라와 경사를 함께한다면 어찌 나라의 다행이 아니겠는가.”하니, 김조근이 아뢰기를,“나라의 억만년 무궁한 복이 이날에 비로소 터전을 잡았으니, 신민의 경사와 기쁨을 어찌 이루 다 진달할 수 있겠습니까. 그러나 천신의 사적인 분의로는 오직 두려운 마음만 있을 뿐이니, 우러러 진달할 바를 모르겠습니다.”하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 2월 26일(갑술) 4번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가서 원임 대신(原任大臣)과 풍은 부원군(豐恩府院君)·영흥 부원군(永興府院君) 및 시임 각신(時任閣臣)과 원임 각신(原任閣臣)을 불러 보았다. 대왕 대비(大王大妃)가 영흥 부원군을 앞으로 나오게 하고 하교(下敎)하기를, “삼간택(三揀擇)이 이미 지났고, 육례(六禮)의 길일(吉日)도 가렸으니, 이보다 큰 종사(宗社)의 경사(慶事)가 없다. 그 행동거지의 단아하고 정중함과 완비된 용모를 보고 더욱 기쁘고도 다행한 마음을 금하지 못하겠다. 경이 한결같은 마음으로 겸약(謙約)하며 처음부터 끝까지 변함 없이 오늘의 마음을 가지고 국가와 기쁨을 같이한다면, 어찌 국가의 다행이 아니겠는가?” 하니, 김조근(金祖根)이 말하기를, “국가 억만 년의 무궁한 기쁨이 이 날에 비로소 터전을 잡았으니, 신민(臣民)의 경사와 기쁨을 어찌 이루 다 진달(陳達)할 수 있겠습니까마는, 천신(賤臣)의 사사로운 분의(分義)에 있어서는 오직 두려운 마음만 들 뿐이므로, 앙달(仰達)할 바를 알지 못하겠습니다.” 하였다.",
                "hj": "○上御熙政堂, 召見時原任大臣豐恩府院君、永興府院君及時原任閣臣。 大王大妃命永興府院君進前敎曰: “三揀已過, 六禮又涓, 宗社之慶, 莫大於此。 見其擧止端重, 容貌完備, 尤不勝欣幸之心。 而卿其一心謙約, 無替終始, 以今日之心, 與國同休, 則豈非家國之幸乎? 金祖根曰: “國家億萬年無疆之休, 始基於此日, 臣民慶忭, 何可勝達, 而在賤臣私分, 惟有懍惕而已, 不知所以仰達矣。”"
            },
            "5": {
                "H2KE-EN": "[The King] attended the Royal Lecture on the Confucian Classics.",
                "H2KE-nKo": "희정당에서 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 2월 26일(갑술) 5번째기사",
                "gt-oKo": "희정당(熙政堂)에서 진강(進講)하였다.",
                "hj": "○進講于熙政堂。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On eulhae day, the King proceeded to the main hall of governance in eulhae year (, and summoned former Governor of Pyeongan Province Yi Giyeon .",
                "H2KE-nKo": "주상이 희정당에 나아가 전 평안 감사 이기연을 불러서 보았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 2월 27일(을해) 1번째기사",
                "gt-oKo": "임금이 희정당에 나아가 전(前) 평안 감사(平安監司) 이기연(李紀淵)을 불러 보았다.",
                "hj": "○乙亥/上御熙政堂, 召見前平安監司李紀淵。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On byeongja day, at the Royal Confucian Academy held the third-day rite of repose [for the Late Queen Mother]. ",
                "H2KE-nKo": "성균관에서 병자년의 삼일제를 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 2월 28일(병자) 1번째기사",
                "gt-oKo": "반궁(泮宮)에서 삼일제(三日製)를 설행하였다.",
                "hj": "○丙子/設三日製于泮宮。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On sinhae day, the King (Sejong went to Injeong Hall (Hall of Benevolent Governance and personally conveyed the incense and the written invocation for the rite of the Soil and Grain .",
                "H2KE-nKo": "주상이 인정전 월대에 나아가 남단제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 2월 3일(신해) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿) 월대(月臺)에 나아가 남단제(南壇祭)에 쓸 향과 축문을 친히 전하였다.",
                "hj": "○辛亥/上詣仁政殿月臺, 親傳南壇祭香祝。"
            },
            "2": {
                "H2KE-EN": "[The King] encouraged the lecture on the Confucian classics in the Royal Confucian Academy .",
                "H2KE-nKo": "희정당에서 권강하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 2월 3일(신해) 2번째기사",
                "gt-oKo": "희정당(熙政堂)에서 권강(勸講)하였다.",
                "hj": "○勸講于熙政堂。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "[The King] encouraged the Royal Lecture on the imin year (1422, the fourth year of King Sejong.",
                "H2KE-nKo": "희정당에서 임자년 권강하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 2월 4일(임자) 1번째기사",
                "gt-oKo": "희정당에서 권강하였다.",
                "hj": "○壬子/勸講于熙政堂。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On gyechuk day, the King encouraged the Royal Lecture on the Confucian Classics in the Royal Confucian Academy . ",
                "H2KE-nKo": "희정당에서 계축년 권강하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 2월 5일(계축) 1번째기사",
                "gt-oKo": "희정당에서 권강하였다.",
                "hj": "○癸丑/勸講于熙政堂。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On gapjin day, the King encouraged the Royal Lecture on the first day of the month in the gabo year (.",
                "H2KE-nKo": "희정당에서 권강하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 2월 6일(갑인) 1번째기사",
                "gt-oKo": "희정당에서 권강하였다.",
                "hj": "○甲寅/勸講于熙政堂。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On eulmi day, the King encouraged the Royal Lecture on the eleventh day of the eleventh month in the eulmyo year (.",
                "H2KE-nKo": "희정당에서 을묘년 권강하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 2월 7일(을묘) 1번째기사",
                "gt-oKo": "희정당에서 권강하였다.",
                "hj": "○乙卯/勸講于熙政堂。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On byeongjin day, the King proceeded to Injeong Hall and personally handed out the incense and written prayer to be used in the rite for commemorating Confucius .",
                "H2KE-nKo": "주상이 인정전 월대에 나아가 문묘 석전제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 2월 8일(병진) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿) 월대(月臺)에 나아가 문묘(文廟) 석전제(釋奠祭)에 쓸 향(香)과 축문(祝文)을 친히 전하였다.",
                "hj": "○丙辰/上詣仁政殿月臺, 親傳文廟釋奠祭香祝。"
            },
            "2": {
                "H2KE-EN": "[The King] encouraged the lecture on the Confucian classics in the Royal Confucian Academy .",
                "H2KE-nKo": "희정당에서 권강하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 2월 8일(병진) 2번째기사",
                "gt-oKo": "희정당에서 권강(勸講)하였다.",
                "hj": "○勸講于熙政堂。"
            },
            "3": {
                "H2KE-EN": "Im Baekgwan was appointed as army commander of Jeolla Province , and Jo Deokyeong as navy commander of Right Jeolla Province .",
                "H2KE-nKo": "임백관을 전라도 병마절도사로, 조덕영을 전라우도 수군절도사로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 2월 8일(병진) 3번째기사",
                "gt-oKo": "임백관(任百觀)을 전라도 병마 절도사(全羅道兵馬節度使)로, 조덕영(趙德永)을 전라우도 수군 절도사(全羅右道水軍節度使)로 삼았다.",
                "hj": "○以任百觀爲全羅道兵馬節度使, 趙德永爲全羅右道水軍節度使。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "The King encouraged the Royal Lecture on the Confucian Classics in the Hall of Governance .",
                "H2KE-nKo": "희정당에서 권강하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 2월 9일(정사) 1번째기사",
                "gt-oKo": "희정당에서 권강하였다.",
                "hj": "○丁巳/勸講于熙政堂。"
            }
        }
    },
    "03": {
        "1": {
            "1": {
                "H2KE-EN": "The King ordered the state examination for the Royal Wedding Ceremony Commission be held in the muin year (1428, the fourth year of King Sejong.",
                "H2KE-nKo": "무인년 가례 경과를 정시로 하라고 명하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 3월 1일(무인) 1번째기사",
                "gt-oKo": "가례(嘉禮)의 경과(慶科)를 정시(庭試)로 하도록 명하였다.",
                "hj": "○戊寅/命嘉禮慶科, 以庭試爲之。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "The King proceeded to 희정당에 나아가 대신과 비국 당상을 인견하였다. Right State Councilor Bak Jonggyun reported, The severity of the people of the Left Gyeongsang Province is the most importance of the various provinces. In general, the famine has short of food, and the weather has no clothes. However, relief has been carried out, and the storehouses have already been depleted. Moreover, the severity of 전염병s have gradually growed, and there are a great number of people who have died. In the past, during the reign of King Jeongjong (Jeongjong , both in Jeolla and Jeolla have encountered a famine and widespread disease, but the provincial governors did not immediately report such facts to Your Majesty. Thus, Your Majesty repeatedly issued a royal instruction to have those who have no one to rely upon and provide relief to those who have no one to rely upon before starvation. As for those who have no one to rely upon the severity of their death, have them collect and buried. As for whether or not they have gradually growed or growed, they should report such facts to Your Majesty. They are worried about the worries of the people and sympathy, and Your Majestys thoughts are apprehensive. How can this not be considered today? Your subject requests that the provincial governors first be thoroughly appealed to the situation where the people have recently recently, and that relief be provided and buried supplying supply",
                "H2KE-nKo": "주상이 희정당에 나아가 대신과 비국 당상을 인견하였다. 우의정 박종훈이 아뢰기를,“영좌도 백성들의 형편이 황급한 것은 실로 여러 도 중에서 가장 심합니다. 대개 흉년이 들어 먹을 것이 부족하고 목화 농사가 흉년이 들어 입을 옷이 없는데, 진휼을 막 거행하느라 창고가 이미 텅 비었고 게다가 전염병이 점점 성하여 사망한 사람이 매우 많습니다. 옛날 정묘조에 양남(兩南 호남과 영남)에 일찍이 기근과 전염병을 만났을 때 도신이 즉시 보고하지 않았다는 이유로 여러 차례 엄한 하교를 내리고, 이어 의탁할 곳이 없는 자는 부황이 들어 부황이 나기 전에 각별히 구휼하게 하였으며, 의탁할 곳이 없는 죽은 사람은 거두어 묻어 주게 하였습니다. 그리고 전염병이 성행하고 있는지의 여부를 사실대로 장계로 보고하게 하여, 백성들을 걱정하고 환난을 걱정하는 성상의 마음이 불안하게 여기셨으니, 이것이 어찌 오늘날 본받아야 할 바가 아니겠습니까. 우선 도신을 엄히 신칙하여, 어느 고을이 한창 성행하고 어느 고을이 소생하고 있는지에 대해 즉시 장계로 보고하게 하고, 두루 구휼하고 거두어 묻어 주는 정사를 마음을 다해 거행하여 기필코 실효가 있게 하소서.”하니, 대왕대비가 그대로 따랐다. 전교하기를,“진실로 백성들에게 유익한 것이 있다면 묘당에서 힘을 다해 시행하고, 별도로 여제를 지내는 것이 합당한지의 여부를 급히 도신에게 관문을 보내 물으라.”하였다. 또 전교하기를,“매번 백성들의 형편이 황급하다 하여 위아래가 모두 불쌍하고 딱한 빈말만 있고 끝내 구제하는 실효가 없으니, 참으로 딱하다. 비록 경사에 상납하는 것 중에서 변통하여 떼어 주더라도 오직 위망한 백성들을 급히 구제해야 할 것이니, 어찌 후일을 염려하여 눈앞의 다급한 상황을 구제하지 않을 수 있겠는가. 위에서는 구획한 일이 없는데 도신만 신칙한다면 도신도 어떻게 하겠는가. 어떤 일이든 간에 만일 백성들을 구제할 방도가 있다면 내가 그 비용을 아까워하지 않을 것이다.”하니, 박종훈이 아뢰기를,“흉년에 환곡을 막는 것이 가장 통하지 않는 정사입니다. 상화가 유통된 뒤에야 있고 없는 것을 서로 도울 수 있는데, 근래 들으니 양서의 여러 고을에 곡식을 막는 곳이 자못 많아서 혹 상선이 빈손으로 돌아오는 폐단이 있다고 합니다. 이것은 금단하지 않을 수 없으니, 이러한 뜻으로 공문을 보내 알려서 엄히 신칙하게 하소서.”하자, 대왕대비가 또 전교하기를,“양도의 도신을 각별히 엄히 신칙하라.”하였다. 대왕대비가 또 전교하기를,“전 평안 감사의 말을 들으니, 증 참판 한호운의 손자가 이미 나이가 찼다고 한다. 초사 자리를 만들어 조용하라고 전조에 분부하라.”하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 3월 10일(정해) 1번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가서 대신(大臣)과 비국 당상(備局堂上)을 인견(引見)하였다. 우의정(右議政) 박종훈(朴宗薰)이 아뢰기를, “영좌(嶺左)의 백성들의 형세가 진실로 제도(諸道)에서 가장 황급합니다. 이는 대개 흉년이 들어서 먹을 것이 없고 목화(木花)도 흉년이 들어서 입을 것이 없는데, 진구(賑救)하는 일을 바야흐로 거행하고 있으나 창고가 이미 텅 빈데다가, 여역(癘疫)이 더욱 치성(熾盛)하여 죽는 사람이 점점 늘어나고 있습니다. 옛날 정묘조(正廟朝) 때 일찍이 양남(兩南)에서 기근과 여역을 만났을 적에 도신(道臣)이 즉시 등문(登聞)하지 않았다 하여 여러 차례 엄교(嚴敎)를 내리고, 인하여 의탁할 곳이 없는 자는 부황(浮黃)이 들기 전에 각별히 진휼(賑恤)하게 하였으며, 의탁할 곳이 없는 자가 사망하였을 경우에는 거두어 묻어 주게 하였습니다. 그리고 치성(熾盛)과 지식(止息) 여부(與否)를 실상에 따라 장문(狀聞)하게 하여 백성을 근심하고 환난을 구휼(救恤)하려는 성념(聖念)이 끊임이 없었으니, 이 어찌 오늘날 마땅히 우러러 본받을 바가 아니겠습니까? 청컨대 먼저 도신(道臣)에게 엄중히 신칙(申飭)하셔서 어느 고을은 바야흐로 〈진휼을〉 벌이고 있고 어느 고을은 점차 소생되어 간다는 상황을 때에 따라 즉시 계문(啓聞)하게 하고, 두루 구휼(救恤)하고 거두어 묻어 주는 정사를 마음을 다해 거행하게 해서 기필코 실효(實效)가 있도록 하소서.” 하였는데, 대왕 대비(大王大妃)가 그대로 따르고, 하교(下敎)하기를, “진실로 백성에게 유익(有益)한 것이 있으면, 묘당(廟堂)에서 힘을 다해 하도록 하고, 특별히 여제(厲祭)를 지내는 것이 마땅한지의 여부(與否)를 빨리 도신(道臣)에게 관문(關文)을 보내어 묻도록 하라.” 하였다. 또 하교(下敎)하기를, “매번 백성의 형세가 황급하다 하여 상하(上下)가 한갓 불쌍하다는 공언(空言)만 있고, 끝내 구제(救濟)하는 실효는 없었으니, 진실로 민망스럽다. 비록 경사(京司)에 상납(上納)하는 중에서 변통(變通)하여 획급(劃給)해서라도 오직 위망(危亡)한 백성을 급히 구제함이 마땅할 것인데, 어떻게 뒷날을 염려하여 눈앞의 위급(危急)함을 구제하지 않을 수 있겠는가? 위에서 구획(區劃)하는 일이 없는데 단지 도신(道臣)만 신칙한다면, 도신 또한 어떻게 하겠는가? 무슨 일을 막론하고 만약 백성을 구제할 방도가 있다면, 내가 마땅히 그에 대해 내는 비용은 아끼지 않겠다.” 하였다. 박종훈이 아뢰기를, “흉년에 적곡(糴穀)을 막는 것이 가장 통(通)하지 않는 정사입니다. 상화(商貨)가 유행(流行)한 후에야 있고 없는 것을 서로 도울 수 있는 것인데, 근래에 듣건대, 양서(兩西)의 여러 고을에서 곡식의 유출(流出)을 막는 곳이 자못 많아서 상선(商船)이 빈 채로 돌아오는 폐단이 간혹 있다고 합니다. 이는 금단(禁斷)하지 않을 수 없으니, 이런 뜻으로 행회(行會)하여 엄중히 신칙(申飭)하게 하소서.” 하니, 대왕 대비(大王大妃)가 하교하기를, “양도(兩道)의 도신(道臣)에게 각별히 신칙하도록 하겠다.” 하였다. 대왕 대비가 또 하교하기를, “전(前) 기백(箕伯)의 말을 듣건대, 증(贈) 참판(參判) 한호운(韓浩運)의 손자가 이미 나이가 찼다고 하니, 초사(初仕)에서 작과(作窠)하여 조용(調用)하도록 전조(銓曹)에 분부하라.” 하였다.",
                "hj": "○丁亥/上御熙政堂, 引見大臣備局堂上。 右議政朴宗薰啓言: “嶺左民勢遑汲, 寔爲諸道之㝡。 蓋歲饑乏食, 綿荒無衣, 而賑救方擧, 庫旣枵罄, 加以癘疫漸盛, 死亡甚多。 昔在正廟朝, 兩南嘗値饑癘, 以道臣之不卽登聞, 屢降嚴敎, 仍令無依者, 各別賙恤於顑頷之前, 死亡人之無依者, 收瘞。 其熾息與否, 從實狀聞, 憂民恤患, 聖念憧憧, 此豈非今日所當仰法乎? 請爲先嚴飭道臣, 以某邑方張, 某邑向蘇形止, 隨卽啓聞, 而周恤收瘞之政, 悉心擧行, 期有實效。” 大王大妃從之。 敎曰: “苟有益於民者, 自廟堂, 極力爲之, 別厲祭當否, 星火關問於道臣。” 又敎曰: “每以民勢之遑汲, 上下徒有矜悶之空言, 終無救濟之實效, 良可憫然。 雖於京司上納中, 變通劃給, 惟當急救其危亡之民, 何可慮後而不爲此目下之急乎? 上無區劃之事, 而但飭道臣, 道臣亦何以爲之乎? 毋論某事, 如有濟民之道, 予當不惜其捐費矣。” 宗薰啓言: “歉歲遏糴, 㝡是不通之政。 商貨流行然後, 可以有無相資, 而近聞兩西諸邑, 頗多防穀處, 或有商舶空還之弊云。 此不可不禁斷, 請以此意行會嚴飭。” 大王大妃敎曰: “各別嚴飭於兩道道臣。” 大王大妃又敎曰: “聞前箕伯之言, 贈參判韓浩運之孫, 已爲年滿云, 初仕作窠調用事, 分付銓曹。”"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On gichuk day, at Injeong Hall in the gichuk year (, the King went to Injeong Hall (Hall of Benevolent Governance to perform the ceremony for celebrating the Imperial Crown Princes birthday.",
                "H2KE-nKo": "기축년에 주상이 인정전에 나아가 납징례를 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 3월 12일(기축) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)에 나아가 납징례(納徵禮)를 행하였다.",
                "hj": "○己丑/上御仁政殿, 行納徵禮。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "On gyeongin day, the King proceeded to Injeong Hall and performed the announcement ceremony for the announcement of the death of the Grand Abdicated King.",
                "H2KE-nKo": "경인년에 주상이 인정전에 나아가 고기례를 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 3월 13일(경인) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)에 나아가 고기례(告期禮)를 행하였다.",
                "hj": "○庚寅/上御仁政殿, 行告期禮。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "The King appointed Nam Imu as third minister of personnel .",
                "H2KE-nKo": "남이무를 이조 참의로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 3월 14일(신묘) 1번째기사",
                "gt-oKo": "남이무(南履懋)를 이조 참의(吏曹參議)로 삼았다.",
                "hj": "○辛卯/以南履懋爲吏曹參議。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On gyesa day, the King summoned the interpreter of the envoy for celebrating the gyesa year ( and held audience with him at 희정당에서 Hall of Governance.",
                "H2KE-nKo": "희정당에서 돌아온 동지사를 불러서 보았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 3월 16일(계사) 1번째기사",
                "gt-oKo": "회환(回還)한 동지사(冬至使)를 희정당(熙政堂)에서 불러 보았다.",
                "hj": "○癸巳/召見回還冬至使于熙政堂。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On gabo day, a lunar eclipse occurred.",
                "H2KE-nKo": "갑오년에 월식이 있었다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 3월 17일(갑오) 1번째기사",
                "gt-oKo": "월식(月蝕)하였다.",
                "hj": "○甲午/月有食之。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On eulmi day, the King proceeded to Injeong Hall and invested Lady Kim as the Queen.",
                "H2KE-nKo": "을미년에 주상이 인정전에 나아가 김씨를 책봉하여 왕비로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 3월 18일(을미) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)에 나아가 김씨(金氏)를 책봉(冊封)하여 왕비(王妃)로 삼았다.",
                "hj": "○乙未/上御仁政殿, 冊金氏爲王妃。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The King performed the welcoming ceremony for the welcoming ceremony at the detached palace in jeongyu year (.",
                "H2KE-nKo": "정유년에 주상이 별궁에서 친영례를 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 3월 20일(정유) 1번째기사",
                "gt-oKo": "임금이 별궁(別宮)에서 친영례(親迎禮)를 행하였다.",
                "hj": "○丁酉/上行親迎禮于別宮。"
            },
            "2": {
                "H2KE-EN": "The King held the winter solstice banquet at Daejo Hall .",
                "H2KE-nKo": "대조전에서 동뢰연을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 3월 20일(정유) 2번째기사",
                "gt-oKo": "임금이 대조전(大造殿)에서 동뢰연(同牢宴)을 행하였다.",
                "hj": "○上行同牢宴于大造殿。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On musul day, the King went to Injeong Hall to receive the congratulatory ceremony, and subsequently issued a royal edict and granted a general amnesty.",
                "H2KE-nKo": "무술년에 주상이 인정전에 나아가 진하를 받고 교서를 반포하고 사면령을 내렸다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 3월 21일(무술) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)에 나아가 하례(賀禮)를 받고, 반교(頒敎)하고 반사(頒赦)하였다.",
                "hj": "○戊戌/上御仁政殿, 受賀頒敎赦。”"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "The King appointed Yun Myeonggyu as the Office of the Censor General .",
                "H2KE-nKo": "윤명규를 사간원 대사간으로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 3월 22일(기해) 1번째기사",
                "gt-oKo": "윤명규(尹命圭)를 사간원 대사간으로 삼았다.",
                "hj": "○己亥/以尹命圭爲司諫院大司諫。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On gyeongja day, the first day of the month, the 대왕 대비가 하교하기를, “황천에 계신 선왕들께서 돌보아 주시어 대례가 순조롭게 이루어졌고, 중전께서 successively succeededed the throne. This is truly a foundation of the state in 반석같이 튼튼히 다져야 할 것이다. I am 경사스럽고 다행스럽도다. How could there be no end to my utmost? I cannot but show my intention to widely accomplish this majority. 10,000 seok of old-stored grain loans in each province, 10,000 seok of old-stored grain loans, and the thirty-stored grain loans in the marketplaces and the people of the Royal Confucian Academy are all exempted from compulsory labor service obligations for the thirty days before the gabo year (. Also, the 1,000 seok of old-stored grain loans in each province should also be exempted from compulsory labor service obligations in order to be expected to the peoples feelings of 함께 경하하는 뜻을 보이도록 분부하라.” 하였다.",
                "H2KE-nKo": "대왕대비가 전교하기를,“황천과 조종이 돌보아 주어 대례가 순조롭게 이루어져 중전이 즉위하였으니, 이는 실로 국가의 태산 반석과 같은 기반이다. 나의 경사스럽고 다행스러움이 어찌 끝이 있겠는가. 경사를 넓히고 은혜를 널리 베푸는 도리로 볼 때 격식을 벗어나 뜻을 보이는 조처가 없어서는 안 된다. 각 도의 체납된 환곡 10만 섬과 각종 공물 가운데 예전에 남아 있던 1만 섬, 시민과 반민의 요역을 30일에 모두 탕감해 주고, 각 도의 갑오년 이전의 증렬미도 일체 탕감해 주어 백성들과 경사를 함께한다는 뜻을 보이도록 분부하라.”하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 3월 23일(경자) 1번째기사",
                "gt-oKo": "대왕 대비(大王大妃)가 하교(下敎)하기를, “황천(皇天)과 조종(祖宗)께서 사랑하고 돌보아 주셔서 대례(大禮)를 순조롭게 이루어 곤극(坤極)이 자리를 바로 하였으니 이는 진실로 국가(國家)의 반석(磐石) 태산(泰山) 같은 터전을 잡은 것이다. 나의 경사스럽고도 기쁜 마음이 어찌 끝이 있겠는가? 그 경사와 은혜를 널리 미치게 하는 도리에 있어서 격식(格式) 밖의 뜻을 보이는 일이 없을 수 없다. 각도(各道)의 옛 환곡(還穀) 10만 석과 각 공물(貢物) 가운데 옛날에 남아 있던 1만 석과 시민(市民)·반민(泮民)의 30일의 요역(徭役)을 아울러 탕감(蕩減)하며, 각도의 갑오년 이전의 증렬미(拯劣米) 또한 일체 탕감해서 백성과 함께 경축하는 뜻을 보이도록 분부(分付)하라.” 하였다.",
                "hj": "○庚子/大王大妃敎曰: “皇天祖宗眷佑, 大禮順成, 坤極正位, 此實國家磐泰之基。 予心之慶幸嘉悅, 曷有其極? 其在廣慶覃恩之道, 不可無格外示意之擧。 各道舊還十萬石, 各貢舊遺在一萬石, 市民泮民徭役, 三十日竝蕩減, 各道甲午以前拯劣米, 亦爲一體蕩減, 以示與民同慶之意事, 分付。”"
            },
            "2": {
                "H2KE-EN": "[The King] ordered that the Royal Wedding Ceremony Commission Jo Jonghyeon and the royal transmitter Kim Heunggeun be promoted. [The King] appointed Kim Ijae as the Office of the Inspector General .",
                "H2KE-nKo": "가례 때 규를 올린 승지 조병현과 전교관 김흥근을 가자하라고 명하였다. 김이재를 사헌부 대사헌으로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 3월 23일(경자) 2번째기사",
                "gt-oKo": "가례(嘉禮) 때 규(圭)를 바친 승지(承旨) 조병현(趙秉鉉)과 전교관(傳敎官) 김흥근(金興根)을 가자(加資)하도록 명하고, 김이재(金履載)를 사헌부 대사헌(司憲府大司憲)으로 삼았다.",
                "hj": "○命嘉禮時進圭承旨趙秉鉉, 傳敎官金興根加資, 以金履載爲司憲府大司憲。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "On sinchuk day, the King appointed Yi Jeongsin as the Office of the Censor General .",
                "H2KE-nKo": "신축년에 이정신을 사간원 대사간으로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 3월 24일(신축) 1번째기사",
                "gt-oKo": "이정신(李鼎臣)을 사간원 대사간으로 삼았다.",
                "hj": "○辛丑/以李鼎臣爲司諫院大司諫。"
            },
            "2": {
                "H2KE-EN": "The Directorate of the Royal Wedding Ceremony was provided with a separate pattern. Section Chief of the Ministry of War Yun Chijeong , Second Deputy Director Jo Deukrim , and Vice-Envoy acting Grand Military Protector Bak Gisu were promoted. ",
                "H2KE-nKo": "가례도감의 별단에, 도청 병조 정랑 윤치정, 부교리 조득림, 부사 행 대호군 박기수에게 가자하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 3월 24일(신축) 2번째기사",
                "gt-oKo": "가례 도감(嘉禮都監)의 별단(別單)에 의거해서 도청 병조 정랑(都廳兵曹正郞) 윤치정(尹致定)·부교리(副校理) 조득림(趙得林)·부사(副使) 행 대호군(行大護軍) 박기수(朴岐壽)를 가자(加資)하였다.",
                "hj": "○嘉禮都監別單, 都廳兵曹正郞尹致定, 副校理趙得林, 副使行大護軍朴岐壽, 加資。"
            },
            "3": {
                "H2KE-EN": "The King ordered that Executive Assistant Yi Gyeomjae , who was an educational official , and Kim Jae , who was an administrative assistant of the Royal Cuisine Office , be promoted.",
                "H2KE-nKo": "선교관 이겸재, 사옹원 정 김재전에게 가자하라고 명하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 3월 24일(신축) 3번째기사",
                "gt-oKo": "선교관(宣敎官) 이겸재(李謙在)·사옹원 정(司饔院正) 김재전(金在田)을 가자하라고 명하였다.",
                "hj": "○命宣敎官李謙在, 司饔正金在田, 加資。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "In the imin year (1422, the fourth year of Sejongs reign, [the King] ordered that a special rite for expelling evil spirits be performed at Gyeongsang Province .",
                "H2KE-nKo": "임인년의 별려제를 설행하라고 명하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 3월 25일(임인) 1번째기사",
                "gt-oKo": "영남(嶺南)에 특별히 여제(厲祭)를 설행(設行)하라고 명하였다.",
                "hj": "○壬寅/命嶺南別厲祭, 設行。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "[The King] summoned Kim Heunggeun , former governor of Jeolla Province , and held audience with him at the Royal Confucian Academy . This was because he was replaced and returned [to the capital].",
                "H2KE-nKo": "희정당에서 전 전라 감사 김흥근을 불러서 보았다. 체차되어 왔기 때문이다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 3월 3일(경진) 1번째기사",
                "gt-oKo": "전(前) 전라 감사(全羅監司) 김흥근(金興根)을 희정당에서 불러 보았는데, 체임(遞任)되어 왔기 때문이다.",
                "hj": "○庚辰/召見, 前全羅監司金興根于熙政堂, 遞來也。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "The 대왕 대비가 하교하기를, “대례를 순조롭게 치루었으니, 감회가 한층 더하다. The spirit tablets of Kim Chunghye and Kim Iso , the spirit tablets of the inner and the outer coffins of Kim Chunghye , and the spirit tablets of the inner and outer coffins of Kim Ikhye and Kim Iso , all of them should be sent to present offerings to the deceased.",
                "H2KE-nKo": "대왕대비가 전교하기를,“대례가 순조롭게 이루어져 감회가 더욱 깊어진다. 김 충헌공 내외의 사판과 익헌공 김이소 내외의 사판에 모두 승지를 보내 치제하게 하라.”하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 3월 30일(정미) 1번째기사",
                "gt-oKo": "대왕 대비(大王大妃)가 하교(下敎)하기를, “대례(大禮)가 순조롭게 이루어져 감회(感懷)가 더욱 깊다. 김충헌공(金忠獻公) 내외(內外)의 사판(祠版)과 익헌공(翼憲公) 김이소(金履素) 내외의 사판에 모두 승지(承旨)를 보내어 치제(致祭)하게 하라.” 하였다.",
                "hj": "○丁未/大王大妃敎曰: “大禮順成, 冞增感懷。 金忠獻公內外祠版, 翼憲公、金履素內外祠版, 竝遣承旨致祭。”"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On gyemi day, the first day of the month, the King proceeded to Injeong Hall and performed the rite of congratulating the Imperial Crown Prince .",
                "H2KE-nKo": "계미년에 주상이 인정전에 나아가 납채례를 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 3월 6일(계미) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)에 나아가 납채례(納采禮)를 행하였다.",
                "hj": "○癸未/上御仁政殿, 行納采禮。"
            },
            "2": {
                "H2KE-EN": "The Grand Abdicated King ordered the investiture of Lord of Wanseong Yi Siin , the son of Lord of Wanseong .",
                "H2KE-nKo": "대왕대비가 완성군의 아들 이시인을 봉작하라고 명하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 3월 6일(계미) 2번째기사",
                "gt-oKo": "대왕 대비(大王大妃)가 완성군(完城君)의 아들 이시인(李時仁)을 봉작(封爵)하도록 명하였다.",
                "hj": "○大王大妃命完城君子李時仁, 封爵。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "The King appointed Kim Jogeun as supreme general of the Capital Guards .",
                "H2KE-nKo": "김조근을 호위대장으로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 3월 7일(갑신) 1번째기사",
                "gt-oKo": "김조근(金祖根)을 호위 대장(扈衛大將)으로 삼았다.",
                "hj": "○甲申/以金祖根爲扈衛大將。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On eulyu day, the King went to the main hall of governance in eulyu year ( and received the list of the classics licentiates and licentiates for expressing gratitude to the Emperor [of Ming China].",
                "H2KE-nKo": "주상이 희정당에 나아가 생원과 진사의 사은을 받았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 3월 8일(을유) 1번째기사",
                "gt-oKo": "임금이 희정당에 나아가 생원(生員)·진사(進士)의 사은(謝恩)을 받았다.",
                "hj": "○乙酉/上御熙政堂, 受生進謝恩。"
            }
        }
    },
    "04": {
        "1": {
            "1": {
                "H2KE-EN": "On musin day, the King proceeded to Injeong Hall and personally delivered incense and the written invocation for the summer state sacrifice at the Royal Ancestral Shrine .",
                "H2KE-nKo": "주상이 인정전 월대에 나아가 태묘의 하향 대제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 4월 1일(무신) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿) 월대(月臺)에 나아가 태묘(太廟)의 하향 대제(夏享大祭)에 쓸 향(香)과 축문(祝文)을 친히 전하였다.",
                "hj": "○戊申/上詣仁政殿月臺, 親傳太廟夏享香祝。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "The King proceeded to 희정당에 나아가 대신과 비국 당상을 인견하였다. 대왕 대비가 하교하기를, “지금 팔도의 환곡과 포흠을 보건대, 없는 고을이 없고, leaving the leaving of the leaving",
                "H2KE-nKo": "주상이 희정당에 나아가 대신과 비국 당상을 인견하였다. 대왕대비가 전교하기를,“지금 팔도의 환곡에 대한 포흠이 없는 고을이 없다. 포흠이 나는 것은 전적으로 하리 때문이니, 감사와 수령이 된 자가 혹시라도 탐오하여 먼저 범한다면 어떻게 금지할 수 있겠으며, 또한 어찌 감사와 수령을 설치한 뜻이 있겠는가. 세력이 있는 사람은 매번 죄과를 범하는 경우가 많은데도 논하지 않고 단지 세력이 없는 음관과 무관만을 따라서 책망하니, 감사와 수령뿐만 아니라 경도 일마다 모두 정직한가. 수렴 청정한 지 이미 3년이 되었으나 아직 감사와 수령을 논죄하였다는 말을 듣지 못하였다.”하니, 우의정 박종훈이 아뢰기를,“신처럼 형편없는 자가 이 하교를 받들었으니 우러러 아뢸 말씀이 없습니다.”하자, 대왕대비가 전교하기를,“경만을 말하는 것이 아니라 온 세상이 모두 그러하다.”하였다. 박종훈이 아뢰기를,“신은 지난번에 삼사의 신하들의 일에 대해 삼가 걱정스러운 것이 있습니다. 언관의 직책에 있으면서 말할 만한 일이 있는데도 말하지 않다가 경계하는 말이 나오게 되어서야 비로소 스스로 인책하여 시끄럽게 굴었으니, 전도되고 타당하지 못한 일입니다. 그러나 실제로는 염치에 관계되는 일이니, 만약 주상께서 명령을 내려 스스로 진달하지 못하게 금하신다면 또한 아랫사람의 마음을 통하게 하고 여러 신하를 헤아리는 방도가 아닙니다.”하니, 대왕대비가 전교하기를,“내 뜻이 어찌 금령을 설치하고자 하는 것이겠는가. 한때의 일에 불과한데 경이 아뢴 것은 나의 본의와 다르다.”하였다. 박종훈이 또 아뢰기를,“재관을 나누어 차임하는 것은 각각 정해진 규정이 있는데, 근래에 종묘의 대축을 간혹 통청되지 못한 문신으로 채워 차임한다고 합니다. 어느 때부터 시작되었는지는 모르겠으나 격례는 자별하니, 필시 그럭저럭 지내면서 제대로 단속하지 못해서 그런 것일 것입니다. 이후로는 다시는 이와 같은 일이 없도록 특별히 해당 조에 신칙하고, 승정원으로 하여금 수시로 살피게 하소서.”하니, 대왕대비가 그대로 따랐다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 4월 10일(정사) 1번째기사",
                "gt-oKo": "임금이 희정당에 나아가서 대신(大臣)과 비국 당상(備局堂上)을 인견(引見)하였다. 대왕 대비(大王大妃)가 하교(下敎)하기를, “지금 팔도(八道)에서 환곡(還穀)의 포흠(逋欠)이 없는 고을이 없고, 그 포흠이 나오는 것은 오로지 하리(下吏)로 말미암는데, 감사(監司)나 수령(守令)이 된 자가 혹시라도 탐묵(貪墨)하여 먼저 범한다면 어떻게 금지시키며, 또한 어찌 감사와 수령을 설치한 뜻이 있다고 하겠는가? 그리고 세력(勢力)이 있는 사람은 매번 죄과(罪科)를 많이 범해도 논함이 없고 단지 세력이 없는 음관(蔭官)과 무관(武官)만을 책망하니, 감사나 수령뿐만 아니라 경들 또한 일마다 모두 정직하다 하겠는가? 수렴 청정(垂簾聽政)한 지 이미 3년이 되었는데, 아직 감사나 수령을 논죄(論罪)하였다는 말을 듣지 못하였다.” 하였는데, 우의정(右議政) 박종훈(朴宗薰)이 말하기를, “신과 같이 무상(無狀)한 사람이 이러한 하교를 받으니, 우러러 진달(陳達)할 말이 없습니다.” 하니, 대왕 대비가 하교하기를, “유독 경을 말하는 것이 아니라, 온 세상이 모두 그렇다는 것이다.” 하였다. 박종훈이 아뢰기를, “신이 지난번 삼사(三司)의 여러 신하들의 일에 대해 적이 근심스러운 것이 있습니다. 그 직분(職分)이 언지(言地)에 있으면서 말할 만한 일이 있어도 말하지 않다가, 경계하는 일이 있으면 비로소 분답하게 인책(引責)하니, 일이 전도되고 타당하지 못함을 면하지 못합니다. 그러나 실상은 일이 염우(廉隅)에 관계되므로, 만약 위에서 명령을 내어 스스로 계달(啓達)하지 못하게 금한다면, 이는 하정(下情)을 소통시키고 군신(群臣)의 처지를 체득한 바가 아닙니다.” 하니, 대왕 대비가 하교하기를, “내 뜻이 어찌 금령(禁令)을 베풀고자 하는 것이겠는가? 한때의 일에 지나지 않으니, 경의 아뢴 바도 나의 본뜻과는 다르다.” 하였다. 박종훈이 또 아뢰기를, “재관(齋官)을 나누어 차임(差任)하는 것은 각각 정해진 규례(規例)가 있는데, 듣건대, 근래에 종묘(宗廟)의 대축(大祝)을 간혹 통청(通淸)되지 않은 문신(文臣)으로 채워서 차임한다고 합니다. 언제부터 비롯되었는지 알지 못하겠습니다마는, 격례(格例)는 본래 각별한 것인데, 반드시 인순(因循)하여 검핵(檢覈)하지 않아 그러한 것입니다. 이후로는 다시 이와 같은 일이 없어야 한다는 뜻으로 각별히 해조(該曹)에 신칙(申飭)하시고, 청컨대 정원(政院)으로 하여금 수시로 조회하여 살피도록 하소서.” 하니, 대왕 대비가 그대로 따랐다.",
                "hj": "○丁巳/上御熙政堂, 引見大臣備局堂上。 大王大妃敎曰: “見今八路還逋。 無邑無之, 而逋欠所出, 專由於下吏, 爲監司守令者, 如或貪墨而先犯, 則何以禁止, 亦安有設置監司守令之意哉? 有勢之人, 每多犯科而勿論, 只以無勢蔭武, 隨而責之, 非徒監司守令而已, 卿亦事事皆直乎? 垂簾已爲三年, 而尙未聞監司守令之論罪矣。” 右議政朴宗薰曰: “如臣無狀, 承此下敎, 無容仰達矣。” 大王大妃敎曰: “非獨卿之謂也, 擧世皆然矣。” 宗薰啓言: 臣於向來三司諸臣事, 竊有所耿耿者。 職居言地, 事有可言而不言, 及其規警之來, 始乃引咎紛紜, 未免顚倒欠妥。 而其實事屬廉隅邊, 若自上揭令, 禁不得自達, 則亦非所以通下情體群臣也。” 大王大妃敎曰: “予意豈欲設禁? 不過一時事, 卿之所奏, 異於予之本意也。” 宗薰又啓言: “齋官分差, 各有定規, 聞邇來宗廟大祝, 間以未通淸文臣塡差云。 未知始自何時, 而格例則自別, 必是因循失檢而然。 此後則更無或如是之意, 另飭該曹, 請令政院, 隨時照察。” 大王大妃從之。"
            },
            "2": {
                "H2KE-EN": "The King appointed Seo Gyeongbo as minister of works , Yi Huijun as deputy magistrate of Hanseong Magistracy , and Ku Seok붕 as navy subarea commander of Gyeonggi [Province] [] and concurrent magistrate of Gyodong , respectively.",
                "H2KE-nKo": "서경보를 공조 판서로, 이희준을 한성부 판윤으로, 구석붕을 경기 수군절도사 겸 삼도 통어사 교동 부사로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 4월 10일(정사) 2번째기사",
                "gt-oKo": "서경보(徐耕輔)를 공조 판서(工曹判書)로, 이희준(李羲準)을 한성부 판윤(漢城府判尹)으로, 구석붕(具錫朋)을 경기 수군 절도사(京畿水軍節度使) 겸 삼도 통어사(兼三道統禦使) 교동 부사(喬桐府使)로 삼았다.",
                "hj": "○以徐耕輔爲工曹判書, 李羲準爲漢城府判尹, 具錫朋爲京畿水軍節度使兼三道統禦使喬桐府使。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "[The King] received the officials in the morning court assembly at the Royal Confucian Academy .",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 4월 11일(무오) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 소대(召對)하였다.",
                "hj": "○戊午/召對于熙政堂。"
            },
            "2": {
                "H2KE-EN": "[The King] bestowed relief aid upon the families of Uiju Strategic Prefecture .",
                "H2KE-nKo": "의주부의 불탄 가호에 휼전을 베풀었다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 4월 11일(무오) 2번째기사",
                "gt-oKo": "의주부(義州府)의 소실(燒失)된 가호(家戶)에 휼전(恤典)을 주었다.",
                "hj": "○給義州府燒戶, 恤典。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On gimi day, the King went to the Royal Confucian Academy and held the regular civil and military service examinations. The civil service examination was held at the Royal Confucian Academy . In the gimi year (, the civil service examination was held at the Royal Confucian Academy . In the Royal Confucian Academy, the military service examination was held at the Royal Confucian Academy . In the gimi year (, 163 people, including Bak Jain .",
                "H2KE-nKo": "주상이 춘당대에 나아가 식년 문무과 전시를 행하였다. 문과에서 임긍수 등 41인을 뽑고 무과에서 박재인 등 163인을 뽑았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 4월 12일(기미) 1번째기사",
                "gt-oKo": "임금이 춘당대(春塘臺)에 나아가 식년 문과 전시(式年文科殿試)와 식년 무과 전시(式年武科殿試)를 설행(設行)하고, 문과에서 임긍수(林肯洙) 등 41인을 뽑고, 무과에서 박재인(朴載仁) 등 1백 63인을 뽑았다.",
                "hj": "○己未/上御春塘臺, 行式年文武科殿試, 文取林肯洙等四十一人, 武取朴載仁等一百六十三人。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "On gyeongsin day, [the King] visited Bongmok Temple to pay his respects [to the Abdicated King].",
                "H2KE-nKo": "경신년에 주상이 봉모당에 나아가 전배하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 4월 13일(경신) 1번째기사",
                "gt-oKo": "임금이 봉모당(奉謨堂)에 나아가 전배(展拜)하였다.",
                "hj": "○庚申/上詣奉謨堂展拜。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "On sinhae day, the King received the officials in the morning court assembly at the Royal Confucian Academy.",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 4월 14일(신유) 1번째기사",
                "gt-oKo": "희정당에서 소대(召對)하였다.",
                "hj": "○辛酉/召對于熙政堂。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "The King proceeded to the Gapjin Gate and Yeum Gate . The portraits of Great King Sunjong and Great King Ikjong were enshrined from Jupyong Pavilion and Yeongyeong Temple . They were moved to the Royal Ancestral Shrine , the Mid-Autumn Rites , and the Star of Livestock Breeding , respectively.",
                "H2KE-nKo": "갑자년에 주상이 월근문과 요금문에 나아가 순종 대왕과 익종 대왕의 어진을 주합루와 연경당으로부터 경모궁 망묘루, 경우궁, 성일헌으로 옮겨 봉안할 때 친히 지송을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 4월 17일(갑자) 1번째기사",
                "gt-oKo": "임금이 월근문(月覲門)·요금문(曜金門)에 나아가 순종 대왕(純宗大王)과 익종 대왕(翼宗大王)의 어진(御眞)을 주합루(宙合樓) 연경당(演慶堂)으로부터 경모궁(景慕宮) 망묘루(望廟樓)·경우궁(景祐宮) 성일헌(誠一軒)으로 옮겨 봉안(奉安)할 때 친히 지송(祗送)을 행하였다.",
                "hj": "○甲子/上詣月覲門、曜金門, 純宗大王、翼宗大王御眞, 自宙合樓、演慶堂, 移奉于景慕宮、望廟樓、景祐宮、誠一軒時, 親行祗送。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On eulchuk day, the King went to Injeong Hall and held the successful candidates for the civil and military service examinations.",
                "H2KE-nKo": "을축년에 주상이 인정전에 나아가 문무과의 방방을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 4월 18일(을축) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)에 나아가 문과(文科)·무과(武科)의 방방(放榜)을 거행하였다.",
                "hj": "○乙丑/上御仁政殿, 行文武科放榜。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "The King proceeded to the hall of governance to receive the new passers of the civil and military service examinations for the royal benevolence.",
                "H2KE-nKo": "주상이 희정당에 나아가 문과와 무과 신은의 사은을 받았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 4월 19일(병인) 1번째기사",
                "gt-oKo": "임금이 희정당에 나아가 문과·무과의 신은(新恩)들에게 사은례(謝恩禮)를 받았다.",
                "hj": "○丙寅/上御熙政堂 受文武新恩謝恩。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, the King paid a visit to the Royal Tomb of Queen Sinui . This was a spring audience.",
                "H2KE-nKo": "주상이 경모궁에 전배하였는데, 춘계 전알이었다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 4월 19일(병인) 2번째기사",
                "gt-oKo": "임금이 경모궁(景慕宮)에 전배(展拜)하였는데, 봄철의 전알(展謁)이었다.",
                "hj": "○上展拜于景慕宮, 春謁也。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the King proceeded to the Royal Confucian Academy and held audience with the three imperial envoys. 【 Envoy for Expressing Gratitude for Imperial Benevolence Kim Hyeongeun , Vice-Envoy Jo병hyeon , and Correspondence Officer Yi Wonik .】 Envoy for Expressing Gratitude for Imperial Benevolence and the Envoy for Expressing Gratitude for Imperial Benevolence paid a farewell visit to the King. The 대왕 대비가 Superintendent of Gyeonggi [Province] Ku Seok붕 said, Gyodong is not a region of Gyeonggi [Province], but also responsibilities for the people. In recent years, famines have successively occurred. Moreover, floods have occurred hardships in the previous year, and the disadvantage of extremely destroyed. Truly, this is a pitiful sympathy. You should proceed to your journey and comfort the people in order to encourage their effects. The King also said, Superintendent of Gyeonggi [Province] is not a government official who is not an overseeing population. In recent years, the disadvantage of population has been impoverished. Where is the soldiers not the people? Furthermore, if no effort to love and protect [the people] in ordinary times, how could there be an unexpected disaster? This is what I have always desired to speak about. Do not listen to the instructions issued by him until now. Do not hear the instructions issued by him to attend to the Royal Confucian Academy. Instead, devote yourself to perform the public duties and encourage the effects of effects.",
                "H2KE-nKo": "주상이 희정당에 나아가 세 사신 - 주청 정사 김현근, 부사 조병현, 서장관 이원익 - 을 불러서 보았다. 하직 인사를 한 곤수가 하직 인사를 하였다. 대왕대비가 경기 수사 구석붕에게 하교하기를,“교동은 경기 지역의 중요한 지역일 뿐만 아니라, 또 백성을 다스리는 책임이 있다. 그런데 근년 이래로 기근이 거듭 든 데다가 연전에는 해일이 거듭되어 피폐함이 너무 심하니, 참으로 매우 걱정스럽다. 경은 가서 백성들을 잘 보살펴서 실효가 있게 하라.”하였다. 또 전교하기를,“수사는 백성을 다스리는 관원이 아니라고 하면서 가렴주구하는 정사를 많이 행하였다. 근년 이래로 피폐해진 것이 가는 곳마다 모두 그러하니, 군졸은 유독 백성이 아닌가. 또 평소에 마음을 다해 애호하지 못한다면 설령 뜻밖의 사태가 발생하더라도 어떻게 그들이 힘을 다하기를 바라겠는가. 이는 내가 평소에 말하고자 하던 것인데 이제야 비로소 말하는 것이니, 입시할 때의 의례적인 이야기나 신칙하는 하교로 듣지 말고 명심해서 공무를 봉행하여 기필코 실효가 있게 하라.”하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 4월 20일(정묘) 1번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가서 세 사신(使臣)【주청 정사(奏請正使) 김현근(金賢根), 부사(副使) 조병현(趙秉鉉), 서장관(書狀官) 이원익(李源益)이다.】과 하직하는 곤수(閫帥)를 불러 보았으니, 사폐(辭陛)한 때문이었다. 대왕 대비(大王大妃)가 경기 수사(京畿水使) 구석붕(具錫朋)에게 하교(下敎)하기를, “교동(喬桐)은 기보(畿輔)의 중지(重地)일 뿐만 아니라, 또 목민(牧民)의 책무(責務)가 있는데, 근년(近年) 이래로 잇따라 기근(饑饉)이 들었고, 연전에는 해일(海溢)까지 겹쳐서 조폐(凋弊)함이 너무 심하니, 진실로 지극히 민망스럽다. 경은 가거든 무마(撫摩)하여 실효(實效)가 있게 하여야 옳을 것이다.” 하고, 또 하교(下敎)하기를, “수사(水使)는 목민관(牧民官)이 아니라 이르면서 가렴 주구(苛斂誅求)하는 정사를 많이 행하므로, 근년 이래로 조잔(凋殘)함이 가는 곳마다 그러하다. 군졸(軍卒)은 유독 백성이 아니던가? 또 평소 마음을 다해 애호(愛護)하지 않는다면, 설령 뜻하지 않던 경보(警報)가 있다 하더라도 어떻게 그들이 힘을 다해 주기를 바라겠는가? 이것은 이전부터 내가 하고 싶었던 한 마디 말인데, 이제야 비로소 말하는 것이니, 입시(入侍)하면 으레 하는 말로 신칙하는 하교로만 듣지 말고, 명심해서 봉공(奉公)하여 실효(實效)가 있게 하는 것이 옳을 것이다.” 하였다.",
                "hj": "○丁卯/上御熙政堂, 召見三使臣。【奏請正使金賢根, 副使趙秉鉉, 書狀官李源益。】及下直閫帥, 辭陛也。 大王大妃敎京畿水使具錫朋曰: “喬桐不但畿輔之重地, 又有牧民之責, 而近年以來, 饑饉荐臻, 重之以年前海溢, 凋(弊)〔弊〕太甚, 誠極悶然。 卿其往哉撫摩, 俾有實效可也” 又敎曰: “水使謂非牧民之官, 多行掊克之政, 年來凋殘, 到處皆然。 軍卒獨非民乎? 且平時不能殫心愛護, 則設有不虞之警, 其何以望其盡力乎? 此予平昔所欲一言者, 而今始發之, 毋以入侍之例談飭敎聽之, 銘念奉公, 期有實效可也。”"
            },
            "2": {
                "H2KE-EN": "Yi Giyeon was appointed minister of rites .",
                "H2KE-nKo": "이기연을 예조 판서로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 4월 20일(정묘) 2번째기사",
                "gt-oKo": "이기연(李紀淵)을 예조 판서(禮曹判書)로 삼았다.",
                "hj": "○以李紀淵爲禮曹判書。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On sinsa day, the King attended the Royal Lecture on the gisa day of the twelfth month.",
                "H2KE-nKo": "희정당에서 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 4월 22일(기사) 1번째기사",
                "gt-oKo": "희정당에서 진강(進講)하였다.",
                "hj": "○己巳/進講于熙政堂。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "[The King] attended the Royal Lecture on the Confucian Classics during the gyeongo year (.",
                "H2KE-nKo": "희정당에서 경오년의 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 4월 23일(경오) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○庚午/進講于熙政堂。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "The King attended the Royal Lecture on the Confucian Classics of Shin Mi .",
                "H2KE-nKo": "희정당에서 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 4월 24일(신미) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○辛未/進講于熙政堂。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On sinhae day, [the King] attended the Royal Lecture on the Confucian Classics on the imsin day (1222, the fourth month.",
                "H2KE-nKo": "희정당에서 임신년의 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 4월 25일(임신) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○壬申/進講于熙政堂。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On gyeyu day, the King attended the Royal Lecture on the Confucian Classics in the gyeyu year (.",
                "H2KE-nKo": "희정당에서 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 4월 26일(계유) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○癸酉/進講于熙政堂。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] received the officials in the morning court assembly at the Hall of Worthies . ",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 4월 26일(계유) 2번째기사",
                "gt-oKo": "희정당에서 소대(召對)하였다.",
                "hj": "○召對于熙政堂。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "[The King] attended the Royal Lecture on the Confucian Classics in the gapjin year (.",
                "H2KE-nKo": "희정당에서 갑술년의 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 4월 27일(갑술) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○甲戌/進講于熙政堂。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On eulhae day, the King attended the Royal Lecture at the Hall of Governance .",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 4월 28일(을해) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○乙亥/進講于熙政堂。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On byeongja day, [the King] attended the Royal Lecture on the byeongja year (.",
                "H2KE-nKo": "희정당에서 병자년에 진강하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 4월 29일(병자) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○丙子/進講于熙政堂。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "The metropolitan second stage civil examination in the gyeongsul year (1400, the fifth year of King Sejongs reign and the metropolitan second stage civil examination in the Royal Confucian Academy . The passer of the first stage civil examination in the Royal Confucian Academy was Hong Daegyu , and the passer of the second stage military examination in the Royal Confucian Academy Noh Jintae .",
                "H2KE-nKo": "경술년 식년시 문과 복시의 강경을 행하였다. 일소에서는 홍대규가, 이소에서는 노진태가 수석을 차지하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 4월 3일(경술) 1번째기사",
                "gt-oKo": "식년 문과 복시(式年文科覆試) 강경(講經)에 일소(一所)에서는 홍대규(洪大奎)가, 이소(二所)에서는 노진태(盧鎭泰)가 수위를 차지하였다.",
                "hj": "○庚戌/式年文科覆試講經, 一所洪大奎, 二所盧鎭泰居首。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On sinhae day, the King received the officials in the morning court assembly at the Royal Confucian Academy.",
                "H2KE-nKo": "희정당에서 차대를 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 4월 4일(신해) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 소대(召對)하였다.",
                "hj": "○辛亥/召對于熙政堂。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "The King appointed Seo Huisun as the Office of the Inspector General .",
                "H2KE-nKo": "임자년에 서희순을 사헌부 대사헌으로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 4월 5일(임자) 1번째기사",
                "gt-oKo": "서희순(徐憙淳)을 사헌부 대사헌(司憲府大司憲)으로 삼았다.",
                "hj": "○壬子/以徐憙淳爲司憲府大司憲。"
            },
            "2": {
                "H2KE-EN": "The King proceeded to Injeong Hall and held the Spring Rites . The lecture on the Confucian classics was 수석을 차지한 Kwon Myeongju , and the lecture on the composition examination was 수석을 차지한 김보geun , who was the first lecture on the composition examination.",
                "H2KE-nKo": "주상이 인정전에 나아가 춘도기를 행하였다. 강경에서 수석을 차지한 권명주와 제술 부에서 수석을 차지한 김보근에게 모두 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 4월 5일(임자) 2번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)에 나아가 춘도기(春到記)를 행하고 강경(講經)에서 수위를 차지한 권명주(權命周)와 제술부(製述賦)에서 수위를 차지한 김보근(金輔根)을 아울러 직부 전시(直赴殿試)하게 하였다.",
                "hj": "○上御仁政殿, 行春到記, 講居首權命周, 製述賦居首金輔根, 竝直赴殿試。"
            },
            "3": {
                "H2KE-EN": "On gyemyo day, [the King] received the officials in the morning court assembly at the Hall of Worthies . ",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 4월 5일(임자) 3번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○召對于熙政堂。"
            },
            "4": {
                "H2KE-EN": "[The King] ordered that Son Yunjo , a man who passed the military service examination , be promoted.",
                "H2KE-nKo": "무과 회방인 손윤조에게 가자하라고 명하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 4월 5일(임자) 4번째기사",
                "gt-oKo": "무과(武科)의 회방(回榜)을 맞은 사람 손윤조(孫胤祖)를 가자(加資)하도록 명하였다.",
                "hj": "○命武科回榜人孫胤祖, 加資。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On gabo day, the first day of the twelfth month, the Grand Abdicated King issued an order: The steps of the steps to be enshrined in the mujin year (, the steps to be enshrined in the Royal Ancestral Shrine and the Altar of the Soil and Grain , and the steps to be enshrined in the Royal Ancestral Shrine . The steps to be enshrined in the mujin year (, the steps to be enshrined in the Royal Ancestral Shrine and the Altar of the Soil and Grain . The steps to be enshrined in the Royal Ancestral Shrine in the mujin year (, the steps to be enshrined in the Royal Ancestral Shrine and the Altar of the Soil and Grain . The steps to be enshrined in the Royal Ancestral Shrine in the steps to be enshrined in the Royal Ancestral Shrine in the steps to be enshrined in the Royal Ancestral Shrine and the Altar of the Soil and Grain .",
                "H2KE-nKo": "대왕대비가 전교하기를,“순종대왕 어진의 무진년 소본과 경인년 대본, 익종대왕 어진의 대본과 면복본을 경모궁 망묘루에 옮겨 봉안하고, 순종대왕 어진의 무진년 대본과 경인년 소본과 익종대왕 어진 3본을 경우궁과 성일헌에 옮겨 봉안하라.”하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 4월 7일(갑인) 1번째기사",
                "gt-oKo": "대왕 대비(大王大妃)가 하교(下敎)하기를, “순종 대왕(純宗大王) 어진(御眞)의 무진년 소본(小本)과 경인년 대본(大本), 익종 대왕(翼宗大王) 어진의 대본과 면복본(冕服本)을 경모궁(景慕宮) 망묘루(望廟樓)에 옮겨 봉안(奉安)하고, 순종 대왕 어진의 무진년 대본과 경인년 소본, 익종 대왕의 어진 3본을 경우궁(景祐宮) 성일헌(誠一軒)에 옮겨 봉안하라.” 하였다.",
                "hj": "○甲寅/大王大妃敎曰: “純宗大王御眞戊辰小本, 庚寅大本, 翼宗大王御眞大本, 冕服本, 移奉于景慕宮、望廟樓, 純宗大王御眞戊辰大本, 庚寅小本, 翼宗大王御眞三本, 移奉于景祐宮、誠一軒。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "Kim Jagwan , who passed the examination in the eulmyo year (1419, the fifth year of King Sejongs reign, passed the examination in the Royal Confucian Academy .",
                "H2KE-nKo": "을묘년에 동당의 생획시를 행하였는데, 김재관이 수석을 차지하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 4월 8일(을묘) 1번째기사",
                "gt-oKo": "동당(東堂) 생획(生劃) 시험에 김재관(金在瓘)이 수위를 차지 하였다.",
                "hj": "○乙卯/東堂生劃試, 金在瓘居首。"
            }
        }
    },
    "05": {
        "1": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the King attended the Royal Lecture on the New Years Day.",
                "H2KE-nKo": "희정당에서 정축년 전강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 5월 1일(정축) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 진강(進講)하였다.",
                "hj": "○丁丑/進講于熙政堂。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "On byeongjin day, [the King] attended the Royal Lecture on the Confucian Classics in the byeongsul daytime.",
                "H2KE-nKo": "희정당에서 병술년의 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 5월 10일(병술) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○丙戌/進講于熙政堂。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On jeonghae day, [the King] attended the Royal Lecture on Jeonghae .",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 5월 11일(정해) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○丁亥/進講于熙政堂。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On muja day, [the King] attended the Royal Lecture on the muja year (.",
                "H2KE-nKo": "희정당에서 무자년의 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 5월 12일(무자) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○戊子/進講于熙政堂。"
            },
            "2": {
                "H2KE-EN": "임금이 희정당에 나아가 대신과 비국 당상을 인견하였다. 대왕 대비가 하교하기를, “오늘 차대를 앞당겨 정한 것은 가뭄 때문이었다. 간혹 두세 차례 소나기가 내렸다고는 하나, 이것은 논밭을 갈고 쟁기를 circumstances. 봄보리는 처음에는 조금 풍년이 들었다고 하였는데, 가뭄이 한결같이 이와 같으니, 비록 여러 차례 풍년이 든 뒤라 하더라도 구제하기가 어려울 것이다. 그런데 날마다 비를 바라고 있으나, 아직도 비가 한 번도 내리지 않고 있다. summer도 멀지 않으니, 기우제를 날을 잡지 말고 설행하는 것이 옳겠는가?” 하니, 우의정 박종훈이 말하기를, “전에 summer 기우제를 특별히 지냈으니, 전례가 이미 많습니다.” 하였다. 대왕 대비가 하교하기를, “환곡의 쌓인 폐단이 과연 백성에게서 거두지 않아서 그런 것인가, 아니면 이미 거두었다가 혹 아전들에게 빼앗기어서 그런 것인가?” 하니, 박종훈이 말하기를, “봄에 조곡을 받은 백성은 가을에 바치지 않을 리가 없습니다. 간혹 크게 흉년이 든 해에는 간혹 wandering or wandering people이 wandering, there are 또 levied on villagers collection. 참으로 levied on the peoples levied on the debt. 이른바 백성이 levied on the debt of levied on the debtached on the debility of the peoples levied on the deb on the debtached on the debility of the debility",
                "H2KE-nKo": "주상이 희정당에 나아가 대신과 비변사 당상을 인견하였다. 대왕대비가 전교하기를,“오늘 차대를 앞당겨 정한 것은 가뭄이 심하기 때문이다. 간혹 두세 차례 소나기가 내리기도 하였으나, 이것은 김매고 쟁기질하는 것으로 논할 수 없다. 봄보리는 처음에는 조금 풍년이 들었다고 하였는데 가뭄이 한결같이 이와 같으니, 비록 여러 해 풍년이 든 뒤라 하더라도 오히려 구제하기 어려울 것이다. 그런데 날마다 비를 바라지만 아직 한번도 비가 내리지 않고 있다. 하지도 멀지 않았으니, 날을 잡지 말고 기우제를 설행해도 되겠는가?”하니, 우의정 박종훈이 아뢰기를,“하지 전에 특별히 기우제를 설행하는 것은 이미 전례가 많습니다.”하였다. 대왕대비가 전교하기를,“환곡의 포흠과 누적된 폐단이 과연 백성에게서 거두지 못해서 그런 것인가, 아니면 이미 거두었거나 아전 무리에게 건몰되어서 그런 것인가?”하니, 박종훈이 아뢰기를,“봄철에 조곡을 받는 백성들이 가을에 바치지 않을 리가 없습니다. 간혹 큰 흉년이 든 해에도 간혹 떠돌아다니거나 사망한 민호가 있는데, 또 마을에서 징수하는 것이 있어서 민간에서 참으로 포흠 낸 것은 본래 아주 적습니다. 이른바 백성의 포흠이라는 것은 대부분 아전이 포흠 내고 문부를 농간을 부려서 필경에는 백성들의 이름이 들어가게 됩니다. 가령 백성들이 3분의 1을 거두지 못한다면 그 2분은 필시 아전들이 농간을 부리는 것입니다.”하였다. 대왕대비가 전교하기를,“아전이 포흠 낸 것은 오로지 수령에게 달려 있고, 수령을 감독하고 신칙하는 것은 오직 감사에게 달려 있으니, 반드시 출척을 엄히 밝혀 선한 자는 포상하고 선하지 못한 자는 내치는 것이 옳다. 그런데 이렇게 하지 않으면 필경에는 백성들이 그 폐해를 받게 되고 죄가 수령에게 돌아가지 않을 것이니, 백성들의 생활이 참으로 가련하다.”하였다. 또 전교하기를,“수령으로서 논하여 감처하고 정배한 자가 죄를 받은 지 얼마 안 되어 곧바로 용서받아 돌아왔기 때문에 더욱 두려워하고 꺼리는 것이 없게 되었다.”하고, 또 전교하기를,“비록 비가 내린 뒤라 하더라도 옥에 갇혀 있는 죄수 중에 죄가 가벼운데도 석방되지 못한 자가 있다면 이 또한 화기를 손상시키고 재앙을 부르는 한 가지 단서가 된다. 형조 판서가 이미 연석에 나왔으니, 이 전교를 자세히 들은 뒤에 대신이 함께 상의하여 반드시 정밀하게 살펴야 할 것이다.”하니, 박종훈이 아뢰기를,“수재와 한재는 본디 때때로 행하는 것이지만, 오직 백성들이 곤궁하지 않고 나라에 저축이 있은 뒤에야 비로소 유비무환이 될 수 있습니다. 그런데 백성들이 곤궁하고 재물이 고갈된 것이 지금보다 심한 적이 없었으니, 성인의 말씀에 ‘반드시 용도를 절약하고 사람을 사랑하는 것으로 나라를 다스리는 근본을 삼아야 한다.’라고 하였습니다.옛날 우리 선묘(宣廟 영조)께서 일찍이 교외에 행행하셨을 때 낮수라를 드셨다가 거두어들일 때에 의빈들에게 하사하셨는데, 단지 수요반 한 그릇과 건어 5, 6미 및 장엄채뿐이었습니다. 이와 같은데 풍속이 어찌 후하지 않을 수 있겠으며, 재용이 어찌 넉넉하지 않을 수 있겠습니까. 대체로 재물이란 본래 두 근원이 없는 것으로 탕장과 부고가 모두 백성의 힘에서 나오는 것이니, 지금 검소함을 숭상하고 용도를 절약하는 것으로 재앙을 그치게 하는 방도로 삼는 것이 비록 원대한 듯하지만 위로는 하늘의 마음을 기쁘게 하고 아래로는 백성들을 편안하게 하는 것이 진실로 여기에서 벗어나지 않습니다. 또 삼가 생각건대, 부마를 간택하라는 명이 있었으니, 길례가 머지않아 있을 것입니다. 사치를 버리고 검소함을 따라야 하니, 몸소 행하여 풍속을 인도하는 것이 바로 여기에 달려 있습니다.”하자, 대왕대비가 전교하기를,“아뢴 바가 모두 지당하다. 마땅히 명심하고 명심하겠다. 대신은 감독하고 통솔하는 자리에 있으니, 서로 면려하여 사치하는 풍속을 변화시켜야 할 것이다. 이것이 나의 바람이다.”하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 5월 12일(무자) 2번째기사",
                "gt-oKo": "임금이 희정당에 나아가 대신(大臣)과 비국 당상(備局堂上)을 인견(引見)하였다. 대왕 대비(大王大妃)가 하교(下敎)하기를, “오늘 차대(次對)에 나오게 정한 것은 혹심한 가뭄 때문이다. 간혹 한두 차례 소나기가 내린 적이 있으나, 이것으로는 밭을 갈거나 김을 맬 수는 없을 것이다. 봄 보리는 처음에 조금 풍년이 들었다고 하였는데, 가뭄이 한결같이 이와 같으니 비록 여러 해 동안 풍년이 든 나머지라 하더라도 오히려 구제하기 어려울 것인데, 날마다 비가 오기를 기다려도 아직 한 번도 흡족하게 내리지 않고 있다. 하지(夏至)도 멀지 않았으니, 길일(吉日)을 가리지 말고 속히 기우제(祈雨祭)를 설행(設行)하는 것이 옳지 않겠는가?” 하였다. 우의정(右議政) 박종훈(朴宗薰)이 말하기를, “하지(夏至) 전에 특별히 규벽(圭璧)을 바쳐 제사지내는 것이 이미 그 전례(前例)가 많습니다.” 하였다. 대왕 대비가 하교하기를, “환곡(還穀)의 포흠(逋欠)이 쌓인 폐단이 과연 백성들에게 받아들이지 않아서 그러한가? 아니면 또는 이미 받아들였는데도 혹은 아전의 무리에게 사취(詐取)를 당해서 그러한가?” 하니, 박종훈이 말하기를, “봄 사이에 조곡(糶穀)을 받은 백성이 가을에 바치지 않았을 리가 없습니다. 간혹 큰 흉년이 든 해에 가끔 유리(流離)하여 사망하는 가호(家戶)가 있으면, 또 동리(洞里)에서 징수(徵收)하는 것도 있어서 민간(民間)에서 진정 포흠을 내는 경우는 본래 아주 적습니다. 이른바 민간의 포흠은 대부분 아전의 포흠을 문부(文簿)에 농간을 부려 마침내 백성의 이름으로 돌린 것입니다. 가령 백성에게 3분을 받지 않았으면, 그 2분은 틀림없이 아전의 무리가 간계(奸計)를 부린 것입니다.” 하였다. 대왕 대비가 하교하기를, “아전의 포흠은 오로지 수령에게 달려 있고, 수령을 감독하고 신칙하는 것은 오로지 감사에게 달려 있으니, 감사는 반드시 출척(黜陟)을 엄정하고 명백하게 하여 잘하는 자는 포장(褒奬)하고 잘못하는 자는 물리치는 것이 옳을 것이다. 그러나 이렇게 하지 않으면, 마침내 백성이 그 폐해(弊害)를 받고 죄는 수령에게 돌아가지 않을 것이니, 민생(民生)만 진실로 불쌍하다.” 하고, 또 하교하기를, “수령은 죄를 논하여 감단(勘斷)한 후 정배(定配)하였을 경우 죄를 받은 지 얼마 안되어 곧 용서받아 돌아오므로, 더욱 두려워하여 꺼리는 바가 없다.” 하고, 또 하교하기를, “비록 패택(霈澤)이 있는 뒤라 하더라도 옥수(獄囚) 가운데 죄가 가벼운데도 미처 석방되지 않은 자가 있을 것 같으면, 이 또한 화기(和氣)를 범하여 재이(災異)를 불러들이는 하나의 단서(端緖)가 된다. 형조 판서(刑曹判書)가 이미 경연(經筵)에 나와 있으니, 이 전교(傳敎)를 자세히 들은 후 대신(大臣)과 같이 상확(商確)하여 반드시 정밀하게 살피는 것이 옳을 것이다.” 하였다. 박종훈이 말하기를, “수재(水災)나 한재(旱災)가 본래 수시로 있는 바이나, 오직 백성이 곤궁(困窮)하지 않고 나라에 저축(儲蓄)이 있는 후에야 비로소 유비 무환(有備無患)이 될 수 있는 것인데, 백성이 곤궁하고 재물이 마른 것이 이보다 심한 때가 없습니다. 성인(聖人)의 말씀에, ‘반드시 용도(用度)를 절약하고 사람을 애휼(愛恤)하는 것으로써 나라를 다스리는 근본으로 삼아야 한다.’ 하였습니다. 옛날에 우리 선조 대왕(宣祖大王)께서 일찍이 교외(郊外)에 거둥하셨을 때 낮수라를 올리고 상을 물리기에 미쳐 의빈(儀賓)에게 내리셨는데, 단지 물에 말은 밥 한 그릇, 건어(乾魚) 5, 6미(尾) 및 초간장에 절인 채소뿐이었습니다. 이와 같이 하는데 풍속(風俗)이 어찌 후하지 않을 수 있으며, 재용(財用)이 어찌 넉넉하지 않을 수 있었겠습니까? 대저 재물(財物)이란 본래 두 개의 근원(根源)이 없고 탕장(帑藏)·부고(府庫)가 모두 민력(民力)에서 나오니, 이제 검소(儉素)함을 숭상하고 용도(用度)를 절약하는 것으로써 재해(災害)를 그치게 하는 방도로 삼는다면, 비록 실정과는 먼 듯하나 위로 천심(天心)을 기쁘게 하고 아래로 민생(民生)을 안정시키는 바가 진실로 이에서 벗어나지 않을 것입니다. 또 삼가 생각하건대, 부마(駙馬)를 간택(揀擇)하라는 명(命)이 있었으므로, 길례(吉禮)가 마땅히 머지 않아서 있을 것이니, 사치함을 버리고 검소함을 따르셔서 몸소 행하시어 풍속(風俗)을 인도하심이 바로 이에 달려 있습니다.” 하니, 대왕 대비가 하교하기를, “아뢴 바가 모두 지극히 합당하다. 마땅히 명심(銘心)해서 잊지 않고 지키겠다. 대신(大臣)은 감독하고 인도하는 지위에 있으니, 서로 면려(勉勵)하여 사치하는 풍속을 변화시키는 것이 곧 나의 소망이다.” 하였다.",
                "hj": "○上御熙政堂, 引見大臣備局堂上。 大王大妃敎曰: “今日次對之進定, 以亢旱之故也。 間或有二三次驟雨, 而此不可以鋤犂論。 春牟則初云稍登矣, 旱氣一直如此, 雖屢豐之餘, 猶難救濟, 而日日望霓, 尙靳一霈。 夏至且不遠, 祈雨祭不卜日設行可乎?” 右議政朴宗薰曰: “夏至前特擧圭璧, 已多其例矣。” 大王大妃敎曰: “還逋積(弊)〔弊〕, 果以未捧於民而然耶? 抑亦已捧而或爲乾沒於吏輩而然耶?” 宗薰曰: “春間受糶之民, 秋無不納之理。 間或大歉之歲, 往往有流離死亡之戶, 則又有洞里之徵, 民間之眞箇逋欠者, 本自絶少。 所謂民逋, 擧皆吏逋之舞弄文簿, 畢竟歸之民名。 假使民未捧三分, 則其二分, 必是吏輩之奸也。” 大王大妃敎曰: “吏逋專在於守令, 而董飭守令, 惟在監司, 必須嚴明黜陟, 褒其善而黜其不善可也。 而不此之爲, 則畢竟民受其害, 而罪不歸於守令, 民生誠可矜矣。” 又敎曰: “守令之論勘定配者, 被罪未幾而旋卽宥還, 故尤無所畏憚矣。” 又敎曰: “雖霈澤之後, 獄囚之中, 若有罪輕未放者, 則此亦爲干和召災之一端矣。 刑判旣登筵, 詳聽此傳敎後, 大臣同爲商確, 必須精審可也。” 宗薰曰: “水旱固所時行, 唯民不困窮, 國有儲蓄然後, 方可以有備無虞, 而民窮財竭, 未有甚於此時, 聖人之言, ‘必以節用愛人, 爲治國之本。’ 昔我宣廟, 嘗於郊幸, 進午膳, 及撤, 賜諸儀賓, 只水澆飯一器, 乾魚五六尾及醋醬淹菜而已。 若是而風俗安得不厚, 財用安得不裕乎? 夫財者, 本無二源, 帑藏府庫, 均出於民力, 今以崇儉節用, 爲弭災之方, 雖似迃遠, 然其所以上悅天心, 下奠民生, 亶不外此矣。 又伏念駙馬揀擇有命, 吉禮當在不遠, 祛奢從儉, 躬行導俗, 正在於是矣。” 大王大妃敎曰: “所奏儘至當矣。 當銘念服膺矣。 大臣在董率之地, 交相勉勵, 以變侈風, 是所望也。”"
            },
            "3": {
                "H2KE-EN": "The Grand Abdicated King ordered that the impeachment of criminal cases in the capital and in the provinces be conducted immediately.",
                "H2KE-nKo": "대왕대비가 서울과 지방에서 심리하는 일을 즉시 거행하라고 명하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 5월 12일(무자) 3번째기사",
                "gt-oKo": "대왕 대비(大王大妃)가 경외(京外)에서의 심리(審理)를 즉시 거행하도록 명하였다.",
                "hj": "○大王大妃, 命京外審理, 卽爲擧行。"
            },
            "4": {
                "H2KE-EN": "Bak Gisu was appointed minister of rites .",
                "H2KE-nKo": "박기수를 예조 판서로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 5월 12일(무자) 4번째기사",
                "gt-oKo": "박기수(朴岐壽)를 예조 판서(禮曹判書)로 삼았다.",
                "hj": "○以朴岐壽爲禮曹判書。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "On gichuk day, [the King] attended the Royal Lecture on the Confucian Classics in the gichuk year (.",
                "H2KE-nKo": "희정당에서 기축년의 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 5월 13일(기축) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 진강(進講)하였다.",
                "hj": "○己丑/進講于熙政堂。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "The King performed the rite of praying for rain at the gyeongin day (140, the fourth year of King Sejong.",
                "H2KE-nKo": "경인년에 기우제를 지냈다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 5월 14일(경인) 1번째기사",
                "gt-oKo": "기우제(祈雨祭)를 거행하였다.",
                "hj": "○庚寅/行祈雨祭。"
            },
            "2": {
                "H2KE-EN": "[The King] attended the Royal Lecture on the Confucian Classics.",
                "H2KE-nKo": "희정당에서 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 5월 14일(경인) 2번째기사",
                "gt-oKo": "희정당에서 진강(進講)을 하였다.",
                "hj": "○進講于熙政堂。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On sinhae day, Governor of Chungcheong Province Sim Uisin reported to the throne that the government and private relief aid were 25,288 seok of rice stored in 20,288 seok of rice.",
                "H2KE-nKo": "충청 감사 심의신이 진휼을 마친 데 대한 장계를 올렸는데, 공적으로나 사적으로 진휼한 각종 곡식과 절조 2만 7288섬 남짓이었다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 5월 15일(신묘) 1번째기사",
                "gt-oKo": "충청 감사(忠淸監司) 심의신(沈宜臣)이 진휼(賑恤)을 마치고 장계(狀啓)하였는데, 공사(公私)간에 진휼한 각종 곡식과 절조(折租)가 2만 7천 2백 88석 영(零)이었다.",
                "hj": "○辛卯/忠淸監司沈宜臣, 畢賑狀啓, 公私賑各穀, 折租二萬七千二百八十八石零。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "[The King] attended the Royal Lecture on the Confucian Classics during the imjin year (.",
                "H2KE-nKo": "희정당에서 임진년의 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 5월 16일(임진) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○壬辰/進講于熙政堂。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "[The King] attended the Royal Lecture on the Confucian Classics in the gyesa year (.",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 5월 17일(계사) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○癸巳/進講于熙政堂。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] received the officials in the morning court assembly at the Hall of Worthies . ",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 5월 17일(계사) 2번째기사",
                "gt-oKo": "희정당에서 소대(召對)하였다.",
                "hj": "○召對于熙政堂。"
            },
            "3": {
                "H2KE-EN": "The King appointed Kim No as the Office of the Inspector General , and Im Hanjin as the Office of the Censor General .",
                "H2KE-nKo": "김로를 사헌부 대사헌으로, 임한진을 사간원 대사간으로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 5월 17일(계사) 3번째기사",
                "gt-oKo": "김로(金鏴)를 사헌부 대사헌(司憲府大司憲)으로, 임한진(林翰鎭)을 사간원 대사간으로 삼았다.",
                "hj": "○以金鏴爲司憲府大司憲, 林翰鎭爲司諫院大司諫。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On gabo day, the King attended the Royal Lecture on the Confucian Classics of the gabo year (.",
                "H2KE-nKo": "희정당에서 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 5월 18일(갑오) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○甲午/進講于熙政堂。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On muin day, the King proceeded to Injeong Hall and personally handed out the incense and the written prayer to be used in the summer state sacrifice at the Royal Ancestral Shrine .",
                "H2KE-nKo": "주상이 인정전 월대에 나아가 경모궁의 하향 대제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 5월 2일(무인) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿) 월대(月臺)에 나아가 경모궁(景慕宮)의 하향 대제(夏享大祭)에 쓸 향(香)과 축문(祝文)을 친히 전하였다.",
                "hj": "○戊寅/上詣仁政殿月臺, 親傳景慕宮夏享香祝。"
            },
            "2": {
                "H2KE-EN": "[The King] attended the Royal Lecture on the Confucian Classics.",
                "H2KE-nKo": "희정당에서 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 5월 2일(무인) 2번째기사",
                "gt-oKo": "희정당에서 진강(進講)하였다.",
                "hj": "○進講于熙政堂。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On jeongyu day, the King received the officials in the morning court assembly at the Royal Confucian Academy.",
                "H2KE-nKo": "희정당에서 차대를 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 5월 21일(정유) 1번째기사",
                "gt-oKo": "희정당에서 소대(召對)하였다.",
                "hj": "○丁酉/召對于熙政堂。"
            },
            "2": {
                "H2KE-EN": "The King went to 희정당에 나아가 summons high-ranking officials and summoned them.",
                "H2KE-nKo": "주상이 희정당에 나아가 시원임 대신을 불러서 보았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 5월 21일(정유) 2번째기사",
                "gt-oKo": "임금이 희정당에 나아가 시임 대신(時任大臣)과 원임 대신(原任大臣)을 불러 보았다.",
                "hj": "○上御熙政堂, 召見時原任大臣。"
            },
            "3": {
                "H2KE-EN": "Governor of Chungcheong Province Sim Uisin secretly reported to the throne after impeaching the criminals named Seong Gukro and Yi Jongryeo , who were stored in Daeheung County after impeaching them and secretly reported, Seong Gukro plotted to falsely accuse the residents of the county and made Yi Jongryeo raise his rumor and talked in the government office. When the incident was discovered, he confessed all the truth. The 시임 대신과 원임 대신이 strongly requested the State Tribunal to interrogate them. The 대왕 대비가 하교하기를, “굳이 이처럼 raise ra ",
                "H2KE-nKo": "충청 감사 심의신이 대흥군에 괘서한 죄인 성국로와 이종려를 추핵한 뒤에 은밀히 아뢰기를,“성국로가 하찮은 혐의를 가지고 고을 사람들을 모함하여 이종려로 하여금 난동을 부리게 하고 부도한 말을 아문에 게시하였는데, 일이 발각되자 모두 실토하였습니다.”하였다. 시원임 대신이 의금부로 하여금 국청을 설치하게 하기를 힘껏 청하니, 대왕대비가 전교하기를,“이와 같이 일을 확대시킬 필요는 없다. 도신으로 하여금 대역부도의 죄목으로 결안을 받아 의금부 도사를 보내 함께 입회하여 참형에 처하게 하라.”하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 5월 21일(정유) 3번째기사",
                "gt-oKo": "충청 감사(忠淸監司) 심의신(沈宜臣)이 대흥군(大興郡)의 괘서(掛書)한 죄인 성국로(成國老)·이종려(李鍾呂)를 추핵(推覈)한 후에 밀계(密啓)하기를, “성국로가 작은 혐의를 가지고 고을 사람을 모함(謀陷)하고, 이종려로 하여금 난언(亂言)과 부도(不道)한 말을 지어서 아문(衙門)에 붙이게 하였는데, 일이 발각되자 사항을 모두 실토하였습니다.” 하였는데, 시임 대신(時任大臣)과 원임 대신(原任大臣)이 왕부(王府)로 하여금 국청(鞫廳)을 설치할 것을 힘써 청하니, 대왕 대비가 하교하기를, “이와 같이 확대시킬 필요가 없다. 도신(道臣)으로 하여금 대역 부도(大逆不道)로 결안(結案)을 받게 하고, 금부 도사(禁府都事)를 보내어 함께 입회해서 참형(斬刑)에 처하도록 하라.” 하였다.",
                "hj": "○忠淸監司沈宜臣, 以大興郡掛書罪人成國老、李鍾呂, 推覈後密啓, “國老以微嫌, 謀陷邑人, 使鐘呂作亂, 言不道說, 掛之衙門, 事覺幷輸款。” 時原任大臣, 力請令王府設鞫, 大王大妃敎曰: “不必如是張大。 令道臣, 以大逆不道, 捧結案, 發遣府都事, 眼同莅斬。”"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "The King received the officials in the morning court assembly at the Royal Confucian Academy.",
                "H2KE-nKo": "희정당에서 무술년의 소대를 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 5월 22일(무술) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○戊戌/召對于熙政堂。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On gihae day, [the King] received the officials in the morning court assembly in the gihae year (.",
                "H2KE-nKo": "희정당에서 기해년의 소대를 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 5월 23일(기해) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○己亥/召對于熙政堂。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "Yun Myeonggyu was appointed second minister of personnel .",
                "H2KE-nKo": "윤명규를 이조 참판으로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 5월 26일(임인) 1번째기사",
                "gt-oKo": "윤명규(尹命圭)를 이조 참판(吏曹參判)으로 삼았다.",
                "hj": "○壬寅/以尹命圭爲吏曹參判。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On gyemyo day, [the King] attended the Royal Lecture on the Confucian Classics of gyemyo .",
                "H2KE-nKo": "희정당에서 계묘년 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 5월 27일(계묘) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○癸卯/進講于熙政堂。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "[The King] attended the Royal Lecture on the gapjin day (1424, the fourth year of King Taejongs reign.",
                "H2KE-nKo": "희정당에서 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 5월 28일(갑진) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○甲辰/進講于熙政堂。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On eulsa day, the King attended the Royal Lecture on the eulsa year (.",
                "H2KE-nKo": "희정당에서 을사년의 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 5월 29일(을사) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○乙巳/進講于熙政堂。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On sinmyo day, the King attended the Royal Lecture on the gihae day (1391, the fifth day of the month.",
                "H2KE-nKo": "희정당에서 기묘년의 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 5월 3일(기묘) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○己卯/進講于熙政堂。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "On byeongo day, [the King] attended the Royal Lecture on the Confucian Classics in the byeongo year (.",
                "H2KE-nKo": "희정당에서 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 5월 30일(병오) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○丙午/進講于熙政堂。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yu Seonghwan as third minister of personnel , Seo Jwabo as headmaster of the Royal Confucian Academy , Jeong Choejo as 직각 of the Office of Royal Genealogy , and Kim Yeonggeun as fourth inspector . ",
                "H2KE-nKo": "유성환을 이조 참의로, 서좌보를 성균관 대사성으로, 정최조를 규장각 직각으로, 김영근을 대교로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 5월 30일(병오) 2번째기사",
                "gt-oKo": "유성환(兪星煥)을 이조 참의(吏曹參議)로, 서좌보(徐左輔)를 성균관 대사성으로, 정최조(鄭㝡朝)를 규장각 직각(奎章閣直閣)으로, 김영근(金英根)을 대교(待敎)로 삼았다.",
                "hj": "○以兪星煥爲吏曹參議, 徐左輔爲成均館大司成, 鄭㝡朝爲奎章閣直閣, 金英根爲待敎。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On gyeongjin day, [the King] attended the Royal Lecture on the Confucian Classics of gyeongjin year (.",
                "H2KE-nKo": "희정당에서 경진년 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 5월 4일(경진) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○庚辰/進講于熙政堂。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On gyemi day, the King attended the Royal Lecture on the gyemi day of the month.",
                "H2KE-nKo": "희정당에서 계미년 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 5월 7일(계미) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○癸未/進講于熙政堂。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "[The King] attended the Royal Lecture on the Confucian Classics of Spring and Autumn Annals (C. Shujing .",
                "H2KE-nKo": "희정당에서 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 5월 8일(갑신) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○甲申/進講于熙政堂。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On eulyu day, [the King] attended the Royal Lecture on the Confucian Classics in the eulyu year (.",
                "H2KE-nKo": "희정당에서 을유년에 진강하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 5월 9일(을유) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○乙酉/進講于熙政堂。"
            }
        }
    },
    "06": {
        "1": {
            "1": {
                "H2KE-EN": "On jeongmi day, the King attended the Royal Lecture at the Spring and Autumn Annals (C. Shujing .",
                "H2KE-nKo": "희정당에서 정미년의 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 6월 1일(정미) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 진강(進講)하였다.",
                "hj": "○丁未/進講于熙政堂。"
            },
            "2": {
                "H2KE-EN": "대왕 대비가 하교하기를, “기우제를 지내자마자 clouds are as if occasionally occurred. The peoples livelihood is very fortunate. Concerning the ritual for rain at the Royal Ancestral Shrine , the libation official and below should be rewarded with varying degrees. ",
                "H2KE-nKo": "대왕대비가 전교하기를,“규벽을 올리자마자 신령의 감응이 메아리와 같았으니, 오랜 가뭄 끝에 백성들의 일이 천만다행이다. 종묘 기우제의 헌관 이하에게 차등을 두어 시상하라.”하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 6월 1일(정미) 2번째기사",
                "gt-oKo": "대왕 대비(大王大妃)가 하교(下敎)하기를, “규벽(圭璧)을 거행하자마자 신(神)의 감응이 메아리와 같았으니, 오랫동안 가물었던 나머지 백성의 일이 매우 다행스럽다. 종묘(宗廟) 기우제(祈雨祭)의 헌관(獻官) 이하에게 차등을 두어 시상(施賞)하도록 하라.” 하였다.",
                "hj": "○大王大妃敎曰: “圭璧纔擧, 冥應如響, 久旱之餘, 民事萬幸。 宗廟祈雨祭獻官以下, 施賞有差。”"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "On byeongjin day, [the King] attended the Royal Lecture on the Confucian Classics in the byeongjin year (.",
                "H2KE-nKo": "희정당에서 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 6월 10일(병진) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○丙辰/進講于熙政堂。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On jeongyu day, the King attended the Royal Lecture on the Confucian Classics.",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 6월 11일(정사) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○丁巳/進講于熙政堂。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "[The King] attended the Royal Lecture on the Spring and Autumn Annals (C. Shijing .",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 6월 12일(무오) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○戊午/進講于熙政堂。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On musin day, [the King] attended the Royal Lecture on the Confucian Classics of Merit Subjects .",
                "H2KE-nKo": "희정당에서 무신의 전강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 6월 2일(무신) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○戊申/進講于熙政堂。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The Recorder of the Office of Royal Decrees , and Yi Sageun , Kim Sangjik , Yi Hyosun , Yu Sanghwan , Yi Nogyu , Kim Giso , Yi Wongyeong , Bak Seunghwi , Sim Seunghyek , Seo Gisun , Hong Yeonggyu , Yun Chan , Shin Seoku , Yun Mangu , Kim Gi찬 , Song Ju헌 , Im Geungsu , and Kim Bogeun , who were the third-rank officials , selected eighteen.",
                "H2KE-nKo": "홍문록을 행하였다. 3점을 받은 사람은 이시련, 김상직, 효순, 유상환, 이노규, 김병소, 이원경, 박승휘, 심승택, 서기순, 홍영규, 윤찬, 신석우, 윤만구, 김기찬, 송주헌, 임긍수, 김보근이다. 18인을 뽑았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 6월 20일(병인) 1번째기사",
                "gt-oKo": "본관록(本館錄)을 시행하여 3점을 받은 이시련(李是鍊)·김상직(金相稷)·이효순(李孝淳)·유상환(兪象煥)·이노규(李魯奎)·김병소(金炳韶)·이원경(李源庚)·박승휘(朴承輝)·심승택(沈承澤)·서기순(徐耆淳)·홍영규(洪永圭)·윤찬(尹穳)·신석우(申錫愚)·윤만구(尹晩求)·김기찬(金基纘)·송주헌(宋柱獻)·임긍수(林肯洙)·김보근(金輔根) 등 18인을 뽑았다.",
                "hj": "○丙寅/行本館錄, 三點李是鍊、金相稷、李孝淳、兪象煥、李魯奎、金炳韶、李源庚、朴承輝、沈承澤、徐耆淳、洪永圭、尹穳、申錫愚、尹晩求、金基纉、宋柱獻、林肯洙、金輔根, 取十八人。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "대왕 대비가 하교하기를, “매번 도목 정사를 할 때마다 이른바 칙교라는 것은 한바탕의 빈말에 지나지 않을 뿐이고, 물정을 outside the capital grievances twice 더 grievances. Regarding the regular performance evaluation of officials in the sixth and twelfth days of the sixth month, it is very uncomfortable for people to do so. Yet, the local magistrates and the first-rank officials are related to the joy and the sorrow of the peoples livelihoods, and their importances are very urgent. Therefore, every time the officials of the Ministry of Personnel cannot obey the royal order, even if the 빈말 is abandoned, they cannot be abandoned. Among the loyalty, the sons and grandchildren, and the descendants of the northern and the western frontier, those who have been specially worried by their priority are those who have performed meritorious deeds are not only myself who have personally served as officials, but the ancestors of the royal ancestors have always been earnestly sincere. 오늘날 successively succeeding the administration of successful king, the Ministry of Personnel and Ministry of War shall appreciate the intent of successful candidately employ them and strive to obey the royal order so that even a single meaning to obey the royal order. ",
                "H2KE-nKo": "대왕대비가 전교하기를,“매번 도목 정사를 행할 때마다 이른바 신칙하는 하교를 내리는 것은 한바탕 빈말이 되는 데 불과할 뿐이니, 서울과 지방의 여론이 갑절이나 들끓고 답답해하고 있다. 6월과 12월의 도목 정사는 사람들로 하여금 매우 좋지 않게 하고 있다. 그렇기는 하지만 수령과 초사는 백성들의 고락에 관계되는 바가 매우 긴요하다. 매번 전조의 관원이 나의 뜻을 제대로 선양하지 못한 탓에 빈말이 되어도 폐지하지 못하고 있다. 충신, 청백리의 자손 및 서북과 송도 사람들에 대해 조종조에서 각별히 진념해 온 것은 군공을 세운 사람들에 대해 내가 직접 겪어 보았을 뿐만 아니라 선왕께서도 항상 마음에 잊지 않으셨기 때문이다. 오늘날 선왕의 뜻과 사업을 계승하는 정사로는 이보다 더 나은 것이 없다. 이조와 병조에서는 이러한 뜻을 잘 받들어 극진히 수용하여 조금이라도 나의 뜻을 선양할 방도를 생각하라.”하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 6월 26일(임신) 1번째기사",
                "gt-oKo": "대왕 대비(大王大妃)가 하교(下敎)하기를, “매번 도정(都政)을 당하여 이른바 신칙하는 하교가 한때의 공언(空言)에 지나지 않을 따름이니, 경외(京外)의 물정(物情)이 갑절이나 답답하게 여기고 있으며, 6월과 12월의 도정(都政)의 시기는 사람들이 매우 좋아하지 않고 있다. 비록 그러하나, 수령(守令)과 처음 벼슬하는 사람을 택하는 것은 생민(生民)의 휴척(休戚)과 매우 긴요하게 관계되는 것인데, 매번 전관(銓官)으로 인연하여 그 명령을 선양(宣揚)하지 못하는데, 비록 공언(空言)이라 하더라도 폐지(廢止)할 수는 없다. 충신(忠臣)·청백리(淸白吏)의 자손 및 서북인(西北人)과 송도인(松都人)은 조종조(祖宗朝)에서 각별하게 진념(軫念)하던 자들이고, 군공(軍功)이 있는 사람은 내가 몸소 겪어본 일들일 뿐만 아니라, 선조(先朝)의 성의(聖意)가 평소 간절했던 자들이다. 오늘날 계술(繼述)하는 정사(政事)로서 이에서 더할 것이 없으니, 양전(兩銓)에서는 이 뜻을 우러러 본받아 극진히 수용(收用)해서 조금이나마 보답해 선양하는 방도를 생각하도록 하라.” 하였다.",
                "hj": "○壬申/大王大妃敎曰: “每當都政, 所謂飭敎, 不過爲一場空言而已, 京外物情, 倍加沸鬱。 六臘政期, 使人甚不好矣。 雖然, 守令與初仕, 生民休戚, 關係甚緊, 每緣銓官, 不能對揚, 而雖空言, 不得廢矣。 忠臣、淸白吏、子孫及西北松都人, 祖宗朝之所各別軫念者, 軍功人, 不但予之躬親經歷之事, 先朝聖意之常所惓惓者。 今日繼述之政, 莫加於此, 兩銓仰體此意, 極爲收用, 克思一分對揚之道。”"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, the King conducted state affairs and granted a royal directive to the Office of the Inspector General , Shin Jasik , the Office of the Inspector General , Yun Heunggyu , the Office of the Censor General , and Kim Yeongsun , the Royal Confucian Academy .",
                "H2KE-nKo": "도목 정사를 행하였다. 하비하여 신재식을 사헌부 대사헌으로, 윤흥규를 사간원 대사간으로, 김영순을 성균관 대사성으로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 6월 26일(임신) 2번째기사",
                "gt-oKo": "도정(都政)을 거행하고, 하비(下批)하여 신재식(申在植)을 사헌부 대사헌으로, 윤흥규(尹興圭)를 사간원 대사간으로, 김영순(金英淳)을 성균관 대사성으로 삼았다.",
                "hj": "○都政, 下批, 以申在植爲司憲府大司憲, 尹興圭爲司諫院大司諫, 金英淳爲成均館大司成。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On gyeyu day, the King went to the Royal Confucian Academy to summon local magistrates and frontier commanders who were appointed to government posts.",
                "H2KE-nKo": "주상이 희정당에 나아가 수령, 변장, 초사인을 불러서 보았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 6월 27일(계유) 1번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가 수령(守令)과 변장(邊將)과 처음 벼슬살이하는 사람을 불러 보았다.",
                "hj": "○癸酉/上御熙政堂, 召見守令邊將初仕人。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "The King appointed Jo Bongjin as the Office of the Inspector General .",
                "H2KE-nKo": "조봉진을 사헌부 대사헌으로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 6월 28일(갑술) 1번째기사",
                "gt-oKo": "조봉진(曹鳳振)을 사헌부 대사헌(司憲府大司憲)으로 삼았다.",
                "hj": "○甲戌/以曺鳳振爲司憲府大司憲。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On giyu day, [the King] attended the Royal Lecture on the Confucian Classics in the giyu year (.",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 6월 3일(기유) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○己酉/進講于熙政堂。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "The King attended the Royal Lecture on the Confucian Classics during the gyeongsul daytime.",
                "H2KE-nKo": "희정당에서 경술년의 전강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 6월 4일(경술) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○庚戌/進講于熙政堂。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On sinhae day, [the King] attended the Royal Lecture on the Confucian Classics of Shinhae .",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 6월 5일(신해) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○辛亥/進講于熙政堂。"
            },
            "2": {
                "H2KE-EN": "The King went to 희정당에 나아가 대신과 비국 당상을 인견하였다. Right State Councilor Bak Jonggyun reported, When court officials are in charge of imprisonment, sometimes those who are in the provinces or those who are in their hometown are ordered to wait until they are waiting for await their punishment. However, in recent years, the circumstances and the distances of the circumstances [of imprisonment] are not allowed to delay imprisonment and delay imprisonment. The law stipulates, if anyone delays a royal edict and delays a prolonged imprisonment, he should receive fifty strokes with the light stick and receive one hundred strokes with the heavy stick each day. The imprisonment of the royal edict and delays a prolonged imprisonment and does not exceed the prolonged sense of imprisonment. From this day forward, if such a prolonged circumstances, your subject requests that Your Majesty order the imprisonment of those who are in charge of imprisonment and delayed imprisonment except for those who are in charge of imprisonment and delayed imprisonment, except for those who are in charge of imprisonment and delayed imprisonment, please issue an order to the imprisonment of imprisonment and delayed imprisonment.",
                "H2KE-nKo": "주상이 희정당에 나아가 대신과 비국 당상을 인견하였다. 우의정 박종훈이 아뢰기를,“조정의 신하가 의금부에 나아가 심리를 받을 때 혹 외임이나 시골에 있는 사람이 있으면 매번 대명하기를 기다렸다가 잡아다 가두라는 명을 받들곤 합니다. 그런데 근래에는 거리의 멀고 가까움을 막론하고 마음대로 지체하여 열흘이 지나고 한 달이 넘도록 법부에서 더 이상 묻지도 않고 죄벌도 더하거나 덜할 것도 없습니다. 법률 조문에 ‘제서를 받드는 데 지체한 자는 태 50부터 매일 한 등급을 더하여 장 100에 이른다.’라는 조문이 있으니, 이는 제서를 받드는 데 지체한 것보다 훨씬 더 무겁습니다. 지금부터 이와 같은 폐단이 있으면 본죄 외에 등급을 더하여 조율해서 감처하라는 뜻으로 의금부에 분부하소서.”하니, 대왕대비가 전교하기를,“크게 기강에 관계되는 한 가지 일이니, 아뢴 대로 시행하라.”하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 6월 5일(신해) 2번째기사",
                "gt-oKo": "임금이 희정당에 나아가 대신(大臣)과 비국 당상(備局堂上)을 인견(引見)하였다. 우의정(右議政) 박종훈(朴宗薰)이 아뢰기를, “조신(朝臣)이 취리(就理)할 경우에 혹 외임(外任)에 있거나 향리(鄕里)에 있는 사람은 언제나 왕명을 기다려서 잡아 가두라는 명을 받게 되는데, 근래에는 도리(道里)의 멀고 가까운 것을 논하지 않은 채 오로지 지체시킬 것만 생각하여 열흘이나 한 달이 지나도 법부(法府)에서 더 무엇이라 묻지 않고 죄벌(罪罰)을 더하거나 덜하는 바가 없습니다. 율(律)에 제서(制書)를 받고도 지체한 자는 태형(笞刑)을 50부터 하루마다 1등씩을 더하여 장 1백에 이르는 조문(條文)이 있는데, 이것은 제서를 받고 지체한 것과 견주어 볼 때 뚜렷하게 무거울 뿐만이 아닙니다. 이제부터 이와 같은 폐단이 있으면, 본죄(本罪) 이외에 등급을 더하여 조감(照勘)하는 뜻을 청컨대, 해부(該府)에 분부하소서.” 하니, 대왕 대비가 하교하기를, “크게 기강(紀綱)에 관계된 한 단서이니, 아뢴 바에 의거해서 시행함이 옳다.” 하였다.",
                "hj": "○上御熙政堂, 引見大臣備局堂上。 右議政朴宗薰啓言: “朝臣就理, 或有外任及在鄕之人, 每承待待命拏囚之命, 近來毋論道里遠近, 唯意稽淹, 經旬閱月, 法府不加何問, 罪罰無所加損。 律有奉制書稽緩者, 自笞五十, 每日加一等, 至杖一百之文, 此視制書稽緩, 不啻較重矣。 自今如有似此之弊, 本罪之外, 加等照勘之意, 請分付該府。” 大王大妃敎以 “大關紀綱之一端, 依所奏施行可也。”"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On imja day, the King attended the Royal Lecture on the imja day of the ninth month.",
                "H2KE-nKo": "희정당에서 임자년의 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 6월 6일(임자) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○壬子/進講于熙政堂。"
            },
            "2": {
                "H2KE-EN": "The King appointed Jo Dusun as deputy director of the Office of Royal Decrees and Hong Chiyu as governor of Gangwon Province .",
                "H2KE-nKo": "조두순을 홍문관 부제학으로, 홍치규를 강원도 관찰사로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 6월 6일(임자) 2번째기사",
                "gt-oKo": "조두순(趙斗淳)을 홍문관 부제학(弘文館副提學)으로, 홍치규(洪穉圭)를 강원도 관찰사(江原道觀察使)로 삼았다.",
                "hj": "○以趙斗淳爲弘文館副提學, 洪穉圭爲江原道觀察使。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On gyechuk day, [the King] attended the Royal Lecture on the Confucian Classics at the Hall of Governance . ",
                "H2KE-nKo": "희정당에서 계축년의 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 6월 7일(계축) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○癸丑/進講于熙政堂。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On gabo day, the King attended the Royal Lecture on the first day of the month.",
                "H2KE-nKo": "희정당에서 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 6월 8일(갑인) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○甲寅/進講于熙政堂。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On eulmyo day, [the King] attended the Royal Lecture on the Confucian Classics in the eulmyo year (.",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 6월 9일(을묘) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○乙卯/進講于熙政堂。"
            }
        }
    },
    "07": {
        "1": {
            "1": {
                "H2KE-EN": "On byeongja day, Governor of Gyeongsang Province Yun Seongdae finished relief aid and reported to the King, For government and private relief aid, 111,971 starving people have thirteen,9,618 seok each of grain is thirteen,9,618 seok.",
                "H2KE-nKo": "경상 감사 윤성대가 진휼을 마친 데 대한 장계를 올렸는데, 그 내용은 다음과 같다.“공사 간에 진휼을 마친 기민 111만 4971구, 각종 곡물 13만 9618섬입니다.”\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 7월 1일(병자) 1번째기사",
                "gt-oKo": "경상 감사(慶尙監司) 윤성대(尹聲大)가 진휼(賑恤)을 마치고 장계(狀啓)하기를, “공사(公私) 간에 진구(賑救)한 위급한 기민(飢民)이 1백 11만 4천 9백 71구(口)이고, 각종 곡식이 13만 9천 6백 18석(石)이었습니다.” 하였다.",
                "hj": "○丙子/慶尙監司尹聲大, 畢賑狀啓, “公私賑救急飢民一百十一萬四千九百七十一口, 各穀十三萬九千六百十八石。”"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "The King summoned Governor of Gangwon Province Hong Chi규를 희정당에서 불러 보았다. The King held audience with him before departing for his appointed provincial position. 대왕 대비가 하교하기를, “경이 이제 하직 인사를 드리게 되었는데, the eastern people are tired and weak, and the counties have been weakened. The other day, however, there was a few kinds of providing measures to be taken care of for the people. Truly, I have been earnestly devoted to the people. Later, I heard that there was a difference between them and others. You must embody my sincere intent and then return [to the capital]. If there are anyone who can be carried out as a matter, then the State Council should properly determine [the providing] in order to encourage the effects. Do not supply [the providing] on the moment and devote yourself to encourage the people in order to worry about the eastern area.",
                "H2KE-nKo": "희정당에서 강원 감사 홍치규를 불러서 보았다. 하직 인사를 하였기 때문이다. 대왕대비가 전교하기를,“경이 지금 하직 인사를 하고 있는데, 관동의 백성들은 곤궁하고 열읍은 쇠잔하여 지난번에 몇 가지 조치를 취하였던 것은 실로 백성을 위하는 한결같은 나의 고심에서 나온 것이었다. 그런데 추후에 들으니 다른 의견이 있는 듯하다고 한다. 경은 부디 나의 지극한 뜻을 잘 헤아려 내려간 뒤에 백성에게 유익하고 시행할 만한 것이 있으면 일에 따라 장계로 청하라. 그러면 묘당에서도 잘 헤아려 처리하여 기필코 실효가 있게 할 것이니, 눈앞의 미봉책만 하지 말고 정성과 힘을 다하여 조정에서 관동을 돌아보는 근심이 없게 하라.”하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 7월 12일(정해) 1번째기사",
                "gt-oKo": "강원 감사(江原監司) 홍치규(洪穉圭)를 희정당에서 불러 보았다. 사폐(辭陛)한 때문이었다. 대왕 대비(大王大妃)가 하교(下敎)하기를, “경이 지금 사폐(辭陛)하는데, 관동(關東)의 백성이 곤췌(困瘁)하고 열읍(列邑)이 조잔(凋殘)에 빠져 있어 지난번에 몇가지 조항의 조처(措處)를 한 것은 진실로 내가 백성을 위하는 성실한 고심(苦心)에서 나온 것인데, 추후에 들으니 다른 의논이 있는 듯하다고 한다. 경은 모름지기 나의 지극한 뜻을 본받아서 내려간 뒤에 만일 백성에게 유익(有益)하여 시행할 만한 것이 있으면, 일에 따라 계청(啓請)하도록 하라. 그리하면 묘당(廟堂)에서도 마땅히 잘 헤아려 조처하여 기필코 실효(實效)가 있도록 할 것이니, 눈앞의 일만 미봉(彌縫)하지 말고 정성과 힘을 다하여 조정에서 동쪽을 돌아보는 근심을 없애도록 하라.” 하였다.",
                "hj": "○丁亥/召見江原監司洪穉圭于熙政堂, 辭陛也。 大王大妃敎曰: “卿今辭陛矣, 東民困瘁, 列邑凋殘, 向有數條措處者, 實出予斷斷爲民之苦心, 而追後聞之, 則似有同異之論云。 卿須體予至意, 下去後如有益於民, 而可以施行者, 隨事啓請。 則廟堂亦當量宜爲之, 期有實效, 而勿爲目前彌縫, 殫竭誠力, 俾無朝家東顧之憂也。”"
            },
            "2": {
                "H2KE-EN": "The seventh rite for commemorating Confucius was held at the Royal Confucian Academy.",
                "H2KE-nKo": "반궁에서 칠석제를 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 7월 12일(정해) 2번째기사",
                "gt-oKo": "칠석제(七夕製)를 반궁(泮宮)에서 설행(設行)하였다.",
                "hj": "○設七夕製于泮宮。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "The King summoned the muja year (1408, the second year of King Sejongs reign and held audience with the Confucian students at the State Daoist Temple.",
                "H2KE-nKo": "희정당에서 무자년에 입격한 유생을 불러서 보았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 7월 13일(무자) 1번째기사",
                "gt-oKo": "입격(入格)한 유생(儒生)을 희정당에 불러 보았다.",
                "hj": "○戊子/召見入格儒生于熙政堂。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "The King summoned Han Iksang , former governor of Gangwon Province , and held audience with him at the main hall of governance . This was because he was replaced by him.",
                "H2KE-nKo": "희정당에서 전 강원 감사 한익상을 불러서 보았다. 체차되어 왔기 때문이다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 7월 18일(계사) 1번째기사",
                "gt-oKo": "전(前) 강원 감사(江原監司) 한익상(韓益相)을 희정당에서 불러 보았으니, 체차(遞差)되어 온 때문이다.",
                "hj": "○癸巳/召見前江原監司韓益相于熙政堂, 遞來也。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On sinchuk day, the King went to the Royal Confucian Academy and summoned high officials, the Ministry of Taxation , the Office of Benefiting the People , and the officials of the senior third rank or above for having an audience with them. This was because the imperial edict was issued.",
                "H2KE-nKo": "신축년에 주상이 희정당에 나아가 대신, 호조 판서, 선혜청 당상, 비변사 당상을 불러서 보았다. 칙사가 나온다는 기별이 있었기 때문이다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 7월 26일(신축) 1번째기사",
                "gt-oKo": "임금이 희정당에 나아가 대신(大臣)·호조와 선혜청(宣惠廳)의 비국 당상(備局堂上)을 불러 보았는데, 칙사(勅使)가 나온다는 기별이 있었기 때문이다.",
                "hj": "○辛丑/上御熙政堂, 召見大臣、戶、惠、備堂, 爲勑奇也。"
            },
            "2": {
                "H2KE-EN": "The King appointed Sim Geup , the commissioner for receiving the envoy at the border , and Kim Yugeun, the host of the guesthouse for the envoy at the border . After some time, Sim Geup was replaced, and Kim No was replaced.",
                "H2KE-nKo": "심능악을 원접사에, 김유근을 관반에 차하하였다. 심능악을 곧이어 체차하고 후임에 김로를 임명하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 7월 26일(신축) 2번째기사",
                "gt-oKo": "심능악(沈能岳)을 원접사(遠接使)로, 김유근(金逌根)을 관반(館伴)으로 차하(差下)하였다가, 곧 심능악을 체차(遞差)하고 김로(金鏴)로 대신하게 하였다.",
                "hj": "○差下沈能岳遠接使, 金逌根館伴, 能岳尋遞, 以金鏴代之。"
            },
            "3": {
                "H2KE-EN": "Jo Giyeong was appointed second minister of personnel , and Hong Myeongju was appointed deputy magistrate of Hanseong Magistracy .",
                "H2KE-nKo": "조기영을 이조 참판으로, 홍명주를 한성부 판윤으로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 7월 26일(신축) 3번째기사",
                "gt-oKo": "조기영(趙冀永)을 이조 참판(吏曹參判)으로, 홍명주(洪命周)를 한성부 판윤(漢城府判尹)으로 삼았다.",
                "hj": "○以趙冀永爲吏曹參判, 洪命周爲漢城府判尹。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On gapjin day, the first day of the twelfth month, the 대왕 대비가 하교하기를, “지금 북백의 장계를 보건대, the relief aid in the southern and northern frontier districts have already been completed. Previously, even though the executive assistant of Gyeongseong was dismissed from his post, how could the governor be exempted from punishment for his failure to inspect and circumspection? Now that the relief aid has already been completed, it is impossible to forgive him only. The King ordered that Governor of Hamgil Province Hong Gyeongmoo be punished by dismissal from his post.",
                "H2KE-nKo": "대왕대비가 전교하기를,“함경 감사의 장계를 보니, 남관과 북관의 진휼을 이미 끝마친 것 같다. 지난번에 경성의 진휼을 순차가 끊긴 일로 판관이 장계를 올려 파직하였지만, 도신이 어찌 제대로 살펴 신칙하지 못한 죄를 면할 수 있겠는가. 지금 이미 진휼을 끝마쳤으니 줄곧 참작하여 용서할 수 없다. 함경 감사 홍경모에게 책임을 물어 파직하는 법을 시행하라.”하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 7월 29일(갑진) 1번째기사",
                "gt-oKo": "대왕 대비(大王大妃)가 하교(下敎)하기를, “북백(北伯)의 장계(狀啓)를 보건대, 남관(南關)과 북관(北關)에서 진휼(賑恤)하는 일을 이미 마친 듯하다. 지난번에 경성(鏡城)의 진휼(賑恤)상황을 순시하지 않았다 하여 비록 판관(判官)을 장파(狀罷)하였으나, 도신(道臣)이라 하여 어찌 살피고 신칙하지 못한 죄를 면할 수 있겠는가? 이제 이미 진휼을 마쳤다 하여 한결같이 용서할 수는 없으니, 함경 감사(咸鏡監司) 홍경모(洪敬謨)에게 견파(譴罷)하는 법을 시행하도록 하라.” 하였다.",
                "hj": "○甲辰/大王大妃敎曰: “見北伯狀啓, 南北關賑事, 似已畢矣。 向來以鏡城賑恤絶巡事, 判官雖狀罷, 道臣豈可免不能察飭之罪? 今已畢賑, 不可一向參恕, 咸鏡監司洪敬謨, 施以譴罷之典。”"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "The King appointed Seo Gyeongbo as governor of Hamgil Province in eulsa year (.",
                "H2KE-nKo": "을사년에 서경보를 함경도 관찰사로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 7월 30일(을사) 1번째기사",
                "gt-oKo": "서경보(徐耕輔)를 함경도 관찰사(咸鏡道觀察使)로 삼았다.",
                "hj": "○乙巳/以徐耕輔爲咸鏡道觀察使。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "Kwon Donin , a gihae year (, was appointed minister of war .",
                "H2KE-nKo": "기묘년에 권돈인을 병조 판서로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 7월 4일(기묘) 1번째기사",
                "gt-oKo": "권돈인(權敦仁)을 병조 판서(兵曹判書)로 삼았다.",
                "hj": "○己卯/以權敦仁爲兵曹判書。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On gyeongjin day, the King went to the Royal Confucian Academy and received the officials of the senior third rank or above from the State Council and the Six Ministries in audience.",
                "H2KE-nKo": "주상이 희정당에 나아가 대신과 비국 당상을 인견하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 7월 5일(경진) 1번째기사",
                "gt-oKo": "임금이 희정당에 나아가 대신(大臣)과 비국 당상(備局堂上)을 인견(引見)하였다.",
                "hj": "○庚辰/上御熙政堂, 引見大臣備局堂上。"
            },
            "2": {
                "H2KE-EN": "Shin Jasik was appointed minister of personnel .",
                "H2KE-nKo": "신재식을 이조 판서로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 7월 5일(경진) 2번째기사",
                "gt-oKo": "신재식(申在植)을 이조 판서(吏曹判書)로 삼았다.",
                "hj": "○以申在植爲吏曹判書。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On sinhae day, [the King] summoned the local magistrates who were on duty at the sinsa year ( and held audience with them at the Hall of Worthies . ",
                "H2KE-nKo": "희정당에서 하직 인사를 하는 수령을 불러서 보았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 7월 6일(신사) 1번째기사",
                "gt-oKo": "하직하는 수령(守令)을 희정당에서 불러 보았다.",
                "hj": "○辛巳/召見下直守令于熙政堂。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Wansik as supreme commander of the Right변포도대장 .",
                "H2KE-nKo": "이완식을 우변포도대장으로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 7월 6일(신사) 2번째기사",
                "gt-oKo": "이완식(李完植)을 우변 포도 대장(右邊捕盜大將)으로 삼았다.",
                "hj": "○以李完植爲右邊捕盜大將。"
            }
        }
    },
    "08": {
        "13": {
            "1": {
                "H2KE-EN": "Princess Gyeongdeok was married to Namnyeong and Yun Uiseon , the third daughter of Great King Sunjong .",
                "H2KE-nKo": "오덕온 공주를 남녕위 윤의선에게 시집보냈다. 순종대왕의 셋째 딸이다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 8월 13일(무오) 1번째기사",
                "gt-oKo": "덕온 공주(德溫公主)가 남녕위(南寧尉) 윤의선(尹宜善)에게 하가(下嫁)하였다. 순종 대왕(純宗大王)의 제3녀이다.",
                "hj": "○戊午/德溫公主下嫁于南寧尉、尹宜善, 純宗大王第三女也。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "The King provided relief aid to the families of Goryeo District who drowned in gimi year (.",
                "H2KE-nKo": "고령현의 표호와 퇴호에 휼전을 베풀었다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 8월 14일(기미) 1번째기사",
                "gt-oKo": "고령현(高靈縣)의 떠내려가고 무너진 가호(家戶)에 휼전(恤典)을 내려 주었다.",
                "hj": "○己未/給高靈縣漂頹戶, 恤典。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On sinchuk day, [the King] summoned the three imperial envoys who had returned [from Ming China] at 희정당에서 summoning them.",
                "H2KE-nKo": "희정당에서 돌아온 세 사신을 불러서 보았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 8월 15일(경신) 1번째기사",
                "gt-oKo": "회환(回還)한 세 사신(使臣)을 희정당에서 불러 보았다.",
                "hj": "○庚申/召見回還三使臣于熙政堂。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "The King proceeded to 희정당에 나아가 대신과 비국 당상을 인견하였다. 대왕 대비가 하교하기를, “책봉전이 순조롭게 이루어졌으니, Envoy for Expressing Gratitude for Imperial Benevolence Kim Hyeongeun was bestowed with twenty gyeol of land and seven male and female slaves. Vice-Envoy Jo병현은 가자하고 ten gyeol of land and five male and female slaves. Clerk Yi Won익은 가자하고 five gyeol of land and four male and female slaves were bestowed upon him. ",
                "H2KE-nKo": "주상이 희정당에 나아가 대신과 비국 당상을 인견하였다. 대왕대비가 전교하기를,“봉전이 순조롭게 이루어졌으니, 주청 정사 김현근은 전지 20결과 노비 7구를 사급하고, 부사 조병현은 가자하고 전지 10결과 노비 5구를 사급하며, 서장관 이원익은 가자하고 전지 5결과 노비 4구를 사급하라.”하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 8월 17일(임술) 1번째기사",
                "gt-oKo": "임금이 희정당에 나아가 대신(大臣)과 비국 당상(備局堂上)을 인견(引見)하였다. 대왕 대비(大王大妃)가 하교(下敎)하기를, “봉전(封典)이 순조롭게 이루어졌으니, 주청 정사(奏請正使) 김현근(金賢根)은 전지 20결(結)과 노비(奴婢) 7구(口)를 내려 주고, 부사(副使) 조병현(趙秉鉉)은 가자(加資)하고 전지 10결과 노비 5구를 내려 주고, 서장관(書狀官) 이원익(李源益)은 가자하고 전지 5결과 노비 4구를 내려 주도록 하라.” 하였다.",
                "hj": "○壬戌/上御熙政堂, 引見大臣備局堂上。 大王大妃敎曰: “封典順成, 奏請正使金賢根田二十結, 奴婢七口賜給, 副使趙秉鉉加資, 田十結, 奴婢五口賜給, 書狀官李源益加資, 田五結, 奴婢四口賜給。”"
            },
            "2": {
                "H2KE-EN": "Han Jinjeong , the 도청 in charge of the Royal Wedding Ceremony of Deokononrects , was promoted to him. ",
                "H2KE-nKo": "덕온 공주의 가례청 도청 한진정에게 가자하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 8월 17일(임술) 2번째기사",
                "gt-oKo": "덕온 공주(德溫公主) 가례청 도청(嘉禮廳都廳) 한진정(韓鎭庭)에게 가자(加資)하였다.",
                "hj": "○德溫公主嘉禮廳都廳韓鎭庭加資。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "The command of the Elite Troops for Capital Guards reported on the stealing of gunpowder, Im Changhye , who stole gunpowder, was executed by hanging, to serve as a warning for the people.",
                "H2KE-nKo": "갑자년에 금위영에서 화약을 훔친 죄인 임창혁을 효수하여 사람들을 경계하였다고 아뢰었다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 8월 19일(갑자) 1번째기사",
                "gt-oKo": "금위영(禁衛營)에서 화약(火藥)을 도둑질한 죄인 임창혁(林昌赫)을 효수(梟首)해서 뭇사람을 경계하였다고 아뢰었다.",
                "hj": "○甲子/禁衛營, 以火藥偸竊罪人林昌赫, 梟首警衆, 啓。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On jeongmi day, the first day of the month, the 대왕 대비가 하교하기를, “금년은 곧 the oldest garrison of the Zhou dynasty in the jeongyu year (, and the meritorious deeds were engaged in the punitive expedition of the Chinese womanhood. It is impossible to forget them to forever. In the shrines of Seonmu Temple and the military forces to the Eastern Expedition , a royal secretary should be sent to perform the sacrifices. Due to this, the observation of our dynasty is truly difficult for all the subjects who dedicated their righteousness. However, at this time, the compulsory labor of Namwon is even more grievous. In this magistracy, the ancestral shrines and the loyal shrines of this magistracy should be bestowed upon all the high-ranking officials in the province.",
                "H2KE-nKo": "대왕대비가 전교하기를,“올해는 바로 선조 정유년의 구갑인데, 명나라 장수가 오랑캐를 정벌한 공적을 백대 후에도 잊을 수 없다. 선무사와 정동 관군사에 승지를 보내 치제하게 하라.이로 인하여 생각해 보니, 순절한 본조의 신하들은 실로 함께 거행하기 어렵겠지만, 이때에 남원의 싸움이 더욱 절실하니, 본부의 탄보묘와 충렬사에 도내의 품계가 높은 수령을 보내 일체 치제하게 하라.”하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 8월 2일(정미) 1번째기사",
                "gt-oKo": "대왕 대비(大王大妃)가 하교(下敎)하기를, “금년은 곧 선조조(宣祖朝)에 정유 재란(丁酉再亂)이 일어났던 옛 갑년(甲年)인데, 천장(天將)이 왜구(倭寇)의 침략을 신속하게 토벌한 공적(功績)은 백대(百代)를 가도 잊을 수가 없다. 선무사(宣武祠)·정동관군사(征東官軍祠)에 승지(承旨)를 보내어 치제(致祭)하도록 하라. 이로 인하여 생각하건대, 순사(殉死)한 본조(本朝)의 여러 신하들을 모두 거행하기는 진실로 어렵겠지만, 이때에 남원(南原)의 일은 더욱 절실하게 비통한 마음을 일으키게 한다. 본부(本府)의 탄보묘(誕報廟)와 충렬사(忠烈祠)에 도내(道內)에서 품질(品秩)이 높은 수령(守令)을 보내어 일체로 치제(致祭)하게 하라.” 하였다.",
                "hj": "○丁未/大王大妃敎曰: “今年, 卽宣廟丁酉舊甲, 而天將撻伐之績, 百世不可忘。 宣武祠、征東官軍祠, 遣承旨致侑。 因此思之, 本朝殉義諸臣, 實難俱擧, 而此時南原之役, 尤切興愴。 本府誕報廟及忠烈祠, 遣道內秩高守令, 一體致祭。”"
            },
            "2": {
                "H2KE-EN": "Yi Huijun was appointed minister of works .",
                "H2KE-nKo": "이희준을 공조 판서로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 8월 2일(정미) 2번째기사",
                "gt-oKo": "이희준(李羲準)을 공조 판서(工曹判書)로 삼았다.",
                "hj": "○以李羲準爲工曹判書。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On gyeongo day, the first day of the fifth month, [the King] held a small-scale examination in Injeong Hall (Hall of Benevolent Governance . Jo Seoku , Jo Dosun , Jo Hwirim , and Yi Siu were selected.",
                "H2KE-nKo": "인정전에서 한림 소시를 행하였다. 조석우, 조도순, 조휘림, 이시우가 선발되었다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 8월 25일(경오) 1번째기사",
                "gt-oKo": "한림 소시(翰林召試)를 인정전(仁政殿)에서 설행(設行)하였는데, 조석우(曹錫雨)·조도순(趙道淳)·조휘림(趙徽林)·이시우(李時愚)가 뽑혔다.",
                "hj": "○庚午/設翰林召試于仁政殿, 曺錫雨、趙道淳、趙徽林、李時愚被選。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On gapsul day, the first day of the month, the King paid a visit to the Royal Ancestral Shrine and the Royal Tomb of Queen Sinui . This was the Mid-Autumn Rites . The Queen Mother performed the salutation ritual toward the Royal Ancestral Shrine and then paid a visit to the Royal Ancestral Shrine.",
                "H2KE-nKo": "주상이 태묘와 경모궁에 전배하였는데, 추계 전알이었다. 중궁전이 묘현례를 행하고, 이어 경우궁에 나아가 전배하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 8월 29일(갑술) 1번째기사",
                "gt-oKo": "임금이 태묘(太廟)와 경모궁(景慕宮)에 전배(展拜)하였는데, 가을철의 전알(展謁)이었다. 중궁전(中宮殿)에서 묘현례(廟見禮)를 거행하고, 인하여 경우궁(景祐宮)에 나아가 전배하였다.",
                "hj": "○甲戌/上展拜于太廟景慕宮, 秋謁也。 中宮殿行廟見禮, 仍詣景祐宮展拜。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On giyu day, [the King] summoned Commissioner for Receiving the Imperial Envoy at the Border Kim No , and Recorder of the Office of Ritual Procedures Hong Yeolmok in the Receiving the Imperial Envoy at the Hall of Governance for Receiving the Imperial Envoy at the giyu year (. They paid a farewell visit to the King.",
                "H2KE-nKo": "희정당에서 원접사 김로와 문례관 홍열모를 불러서 보았다. 하직 인사를 하였기 때문이다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 8월 4일(기유) 1번째기사",
                "gt-oKo": "원접사(遠接使) 김로(金鏴)와 문례관(問禮官) 홍열모(洪說謨)를 희정당에서 불러 보았는데, 사폐(辭陛)한 때문이다.",
                "hj": "○己酉/召見遠接使金鏴, 問禮官洪說謨于熙政堂, 辭陛也。"
            }
        }
    },
    "09": {
        "1": {
            "1": {
                "H2KE-EN": "On byeongja day, at the Royal Confucian Academy held the ninth day of the byeongja year (, ten men, including Jo Seokdu , who passed the Royal Confucian Academy in the Royal Confucian Academy . The King also ordered that ten men, including Jo Seokdu, who passed the Royal Confucian Academy, be 직부 전시하게 하였다.",
                "H2KE-nKo": "성균관에서 병자년에 구일제를 행하였다. 부에서 수석을 차지한 조석두 등 10인에게 모두 회시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 9월 1일(병자) 1번째기사",
                "gt-oKo": "구일제(九日製)를 반궁(泮宮)에서 설행(設行)하고, 부(賦)에서 수위를 차지한 조석두(曹錫斗) 등 18인에게 모두 직부 회시(直赴會試)하게 하였다.",
                "hj": "○丙子/設九日製于泮宮, 賦居首曺錫斗等十人, 竝直赴會試。"
            },
            "2": {
                "H2KE-EN": "Kim Ijae was appointed minister of Punishments .",
                "H2KE-nKo": "김이재를 형조 판서로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 9월 1일(병자) 2번째기사",
                "gt-oKo": "김이재(金履載)를 형조 판서(刑曹判書)로 삼았다.",
                "hj": "○以金履載爲刑曹判書。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On jeonghae day, the first day of the month, the King proceeded to Injeong Hall and performed the ceremony of receiving the imperial edict of investiture and the imperial edict of investiture. The imperial edict stated as follows: The Emperor instructs the King of Joseon . Upon reading the memorial of the King, I have addressed that I have successively inherited the frontier garrisons, and my ladies-in-waiting are unable to fulfill my duties as my ancestors. I remember the Royal Ancestral Shrine and the Altar for the Deities of the Earth and Grains request, following the request of the officials, I intend to have the daughter of Great Lord of Yeongheung Kim Jogeun , who is to be invested as the royal clan and make a request for the investiture of Kim Jogeun . I reverently approved the request of the investiture of the imperial court. Therefore, I send Chief State Councilor of the Messenger Clerk Myeong to Chief Clerk Myeong , who is an official of the State Council , who is an official of the Office of Palace Procurement , to bear the imperial edict of investiture and investiture Lady Kim as the queen of the King, to assist in governing the inner and governance, and also bestow colored silk and other gifts upon him. I think that the King and the Queen are all diligently cultivated, and glory flowers and glory are increasingly celebrating myself, loyalty and respect, and cultivating the cardinal principles of eternity, and receive the benevolence of my order. Therefore, this imperial edict has been issued. The imperial edict of investiture read as follows: The imperial edict of investiture and accomplishing the throne is truly responsible for the sovereign. The investiture and investiture of the world truly assistance of the wise maiden. For this reason, the glory and glory are extensively manifested, and your duty is not in harmony with the family. Therefore, I promulgate the imperial edict of investiture from a distant place and propriety is especially preserved in the inner and outer. You, the wife of the King of Joseon Madam Mad",
                "H2KE-nKo": "정해년에 주상이 인정전에 나아가 칙사를 영접하고 조서를 선포하는 의식을 행하였는데, 그 조서에 이르기를,“황제는 조선 국왕에게 칙유하노라. 왕의 주문을 보니 ‘외람되이 제후의 자리를 물려받아 곤직을 갖출 수 없게 되자, 종사의 중대함을 생각하여 신료들의 청을 따라 영흥부원군 김조근의 딸을 맞아들여 정실로 삼고 책봉을 주청하게 하였다.’라고 하였다. 짐이 전례에 관계된 일이라 하여 특별히 청한 바를 윤허하고, 이에 정사 산질 대신 계용후 왜십눌과 부사 내각학사 겸 예부 시랑 함명훈을 보내 고명을 가지고 가서 김씨를 봉하여 국왕비로 삼아 내치를 보좌하게 하고 아울러 채폐 등의 물품을 하사한다. 오직 왕과 왕비는 함께 엄숙하고 정성스럽게 하여 금슬을 화락하게 하고 경사를 퍼뜨리며, 충성과 공경을 더욱 깊게 하여 대려를 공고히 하고 복을 받도록 하라. 공경하여 짐의 명을 저버리지 말라. 그러므로 칙유한다.”하였다. 고명은 다음과 같다.“봉천승운 황제는 다음과 같이 조령을 내린다. ‘복을 이어 왕위를 계승하는 것은 진실로 임금의 책임이지만, 국운을 돕고 계책을 바로잡는 것은 실로 어진 여인이 나를 도운 것이다. 그러므로 아름다운 덕이 성대하게 드러나 집안을 화목하게 하는 직책을 욕되게 하지 않았으니, 이에 윤음을 멀리 반포하여 내전을 바르게 하는 은전을 특별히 융성하게 한다. 그대 조선 국왕 이씨의 처 김씨는 화려한 가문에서 자랐고, 덕을 갖추어 후궁의 법도에 밝았으며, 제사를 잘 받들고 따뜻하게 지내는 예절을 힘써 엄숙하고 화목하게 하는 것을 의표로 삼았다. 닭이 울면 경계하는 마음을 지니고 정성스럽고 공손한 것이 성품을 이루었다. 생각건대, 그대는 여러 해 동안 제후의 자리에 있으면서 충정을 게을리하지 않았다. 더구나 이 곤덕은 부지런히 닦았으니 총명을 받아야 마땅하다. 이에 특별히 그대를 봉하여 조선국 왕비로 삼으니, 태만함이 없이 공경을 다하고 어김이 없이 유순함을 나타내어 배필의 영광을 더하고 나라의 경사를 영원히 돈독히 하기를 바란다. 공경하여 짐의 명을 저버리지 말라.망단 2필, 장단 4필, 금 2필, 왜단 2필, 모단 2필, 소단 2필, 대단 3필, 석청단 2필, 팽단 3필, 사 4필, 방사 4필을 내린다. 도광 연월 일.”\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 9월 12일(정해) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)에 나아가 영칙선조의(迎勅宣詔儀)를 거행하였는데, 그 조서(詔書)에 이르기를, “황제(皇帝)는 조선 국왕(朝鮮國王)에게 칙유(勅諭)하노라. 왕(王)의 주문(奏文)을 보건대, ‘외람되게 번복(藩服)을 이어받았는데, 곤직(壼職)이 갖추어지지 않았으므로, 종사(宗社)의 중대함을 생각하여 신료(臣僚)의 소청에 따라 영흥 부원군(永興府院君) 김조근(金祖根)의 딸을 맞아들여 정실(正室)을 삼고 이를 진주(陳奏)하여 봉전(封典)을 청한다.’고 하였는데, 짐은 전례(典禮)에 관계되므로 특별히 청한 바를 윤허(允許)하고, 이에 정사(正使) 산질 대신(散秩大臣) 계용후(繼勇侯) 왜십눌(倭什訥)과 부사(副使) 내각 학사(內閣學士) 겸 예부 시랑(兼禮部侍郞) 함명훈(銜明訓)을 보내어 고명(誥命)을 가지고 가서 김씨(金氏)를 봉하여 왕비(王妃)로 삼아 내치(內治)를 보좌하도록 하며, 아울러 채폐(綵幣) 등의 물건을 내린다. 오직 왕(王)과 왕비(王妃)는 함께 삼가고 화합하는 데 힘써서 금슬(琴瑟)이 화락(和樂)하여 경사를 넓히도록 하고, 더욱 충성과 공경을 깊게 해서 대려(帶礪)를 공고히 하여 편안함을 받도록 하고, 공경하여 짐의 명(命)을 폐기하지 말라. 그래서 유시(諭示)하노라.” 하고, 고명(誥命)에는 이르기를, “봉천 승운 황제(奉天承運皇帝)께서 제(制)하시기를, ‘유명(遺命)을 받아 왕위를 계승하는 것은 본시 임금의 책임이고, 국운을 돕고 모유(謀猷)를 바르게 하는 것은 진실로 어진 원비(媛妃)의 도움에 달려 있다’고 하였다. 그러므로 아름다운 모유(謀猷)를 힘써 드러내어 직책이 가실(家室)을 화순하게 하는 데 허물이 없어야 할 것이므로, 이에 윤발(綸綍)을 멀리 반사(頒賜)하여 내전(內殿)을 바르게 하는 데 대한 전례(典禮)를 특별히 융성하게 하노라. 그대 조선 국왕 이(李) 아무의 처(妻) 김씨(金氏)는 화려한 명문(名門)에서 수려하게 자라나서 덕을 닦는 것을 부도(婦道)의 법칙으로 삼아 제사를 받들고 부모를 섬기는 범절에는 엄숙하고도 화목함을 의칙(儀則)으로 삼는 데 힘썼고, 닭이 울면 일어나 경계하는 마음을 지녀 정성스럽고 공경하는 습성을 이루었다. 생각하건대 그대의 번병(藩屛)이 여러 세대를 두고 충정(忠貞)을 게을리함이 없었는데, 더욱이 이러한 곤덕(壼德)은 부지런히 닦아서 의당 총명(寵命)을 받들 것이다. 이에 특별히 그대를 봉하여 조선 국왕의 비(妃)로 삼으니, 어김없이 함께 공경하고 게을리함이 없이 유순(柔順)하면 거의 항려(伉儷)의 덕을 더하고 영원히 방가(邦家)의 경사를 돈독하게 할 것이니, 공경히 받들어 짐의 명을 저버리지 말라. 망단(蟒緞) 2필, 장단(粧緞) 4필, 금(錦) 2필, 왜단(倭緞) 2필, 모단(帽緞) 2필, 소단(素緞) 2필, 대단(大緞) 3필, 석청단(石靑緞) 2필, 팽단(彭緞) 3필, 사(紗) 4필, 방사(紡紗) 4필을 내린다. 도광(道光) 년 월 일.” 하였다.",
                "hj": "○丁亥/上詣仁政殿, 行迎勑宣詔儀, 詔曰: 皇帝勑諭朝鮮國王。 覽王奏, ‘稱叨襲藩服, 壼職不備, 念宗祀之重, 循臣僚之請, 納永興府院君金祖根女爲正室, 陳奏請封’, 朕以典禮攸關, 特允所請, 玆遣正使散秩大臣繼勇侯倭什訥, 副使內閣學士兼禮部侍郞銜明訓, 齎捧誥命, 封金氏爲國王妃, 佐理內治, 竝賜綵幣等物。 惟王曁妃, 共懋肅雝, 和琴瑟而衍慶, 彌深忠敬, 鞏帶礪而承庥, 欽哉毋替朕命。 故諭。 誥命, “奉天承運皇帝制曰: ‘承庥纂服, 固惟辟之仔肩, 翼運匡猷, 實賢媛之助媺。’ 故芳徽懋著, 職無忝於宜家, 斯編綍遙頒, 典特隆乎正內。 爾朝鮮國王李妻金氏, 秀毓華宗, 德嫺嬪則, 勵蘋蘩溫凊之節, 肅穆爲儀, 秉鷄鳴儆戒之心, 恪恭成性。 念爾藩瀋, 累世罔懈忠貞, 矧玆壼德, 勤修宜膺寵命。 玆特封爾爲朝鮮國王妃, 襄敬共於無怠, 著柔順於不違, 庶增伉儷之光, 永篤邦家之慶, 欽哉勿替朕命。 計開蟒緞二疋, 粧緞四疋, 錦二疋, 倭緞二疋, 帽緞二疋, 素緞二疋, 大緞三疋, 石靑緞二疋, 彭緞三疋, 紗四疋, 紡紗四疋。 道光年月日。”"
            },
            "2": {
                "H2KE-EN": "The King received the envoy and the vice-envoy from Ming China and held a banquet.",
                "H2KE-nKo": "상칙사와 부칙사를 접견하고, 이어 연례를 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 9월 12일(정해) 2번째기사",
                "gt-oKo": "상칙(上勅)과 부칙(副勅)을 접견(接見)하고, 인하여 연례(宴禮)를 행하였다.",
                "hj": "○接見上副勑, 仍行宴禮。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "On muja day, the King summoned Governor of Hamgil Province Seo Gyeongbo to 희정당에서 summon him and held audience with him before departing for his appointed provincial position. 대왕 대비가 하교하기를, “북도는 본래 a region of a barbarian magistracy, and the court has been worried in separate from other provinces. Due to a poor harvest, the relief aid has been completed. I do not know that the governor and the local magistrates wholeheartedly with all my heart to uphold the love of the royal court. Moreover, the source of the royal benevolence is deep in the northern areas. The local magistrate, only governing the people with harasses and corruption, disregarding the starvation of impoverished people. When my dear sir proceeds to the capital [of China], observe many other provinces investigations. If there are anyone who does not care about relief aid and unjustly illegal acts or unjustly illegal acts, he shall be thoroughly discovered and punished. If there are anyone who harbors personal feelings and unjust inflictions, I also must hear it. Though my dear sirs words, I am not only disobeying the royal court, but how can I make answer? [Seo] Gyeongbo said, I have heard the situation of this province, but the relief aid has barely been carried out, and the distress [of the people] have not yet recovered. Your subject is afraid that his talent and knowledge is not sufficient, and I am afraid that he might be disobeying the royal instruction. Truly, this is afraid and appreciation. The 대왕 대비가 하교하기를, “경은 necessarily circumstances. However, if every matter desires to be made to belong to the northern area.",
                "H2KE-nKo": "희정당에서 함경 감사 서경보를 불러서 보았다. 하직 인사를 하였기 때문이다. 대왕대비가 전교하기를,“북도는 본래 태조께서 태어나신 중요한 지역인데, 내가 다른 도와는 특별히 관심을 기울이고 있다. 그런데 연이어 흉년을 만나 진휼하는 정사를 막 마쳤으니, 도신과 수령이 마음을 다해 잘 처리하여 내가 깊이 관심을 기울이고 있는 뜻을 우러러 본받을지 모르겠다. 게다가 왕화가 미치지 않는 깊은 북쪽의 지역은 수령이 백성을 착취하는 정사만 일삼고 굶주려 부황이 들어 거의 죽게 된 백성들의 목숨은 돌아보지 않는다. 경이 내려간 뒤에 여러 갈래로 염탐하여 만약 진휼하는 정사를 소홀히 하거나 불량하고 불법을 저지른 부류가 있으면 일일이 적발하여 논하여 감처하라. 만약 혹시라도 사사로운 안면에 얽매이는 폐단이 있다면 나도 들었을 것이다. 비록 경으로 말하더라도 조정을 저버릴 뿐만이 아니니, 무슨 면목으로 돌아와 대답하겠는가.”하니, 서경보가 아뢰기를,“본도의 형편을 전해 듣건대, 진휼 정사를 막 겪고 나서 상처가 아물지 않은 상태라고 합니다. 신은 또 재주와 식견이 미치지 못하여 자전의 하교를 저버릴까 두려우니, 참으로 황공합니다.”하자, 대왕대비가 전교하기를,“경은 필시 잘할 것이다. 그러나 매사를 잘하려고 하면 반드시 잘하지 못할 리가 없고, 잘하려고 해도 혹 미진하게 되면 그 피해가 도리어 적을 것이다. 경은 유념하여 나의 뜻을 받들어 펼쳐서 북쪽을 돌아보는 나의 근심을 풀어 주도록 하라.”하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 9월 13일(무자) 1번째기사",
                "gt-oKo": "함경 감사(咸鏡監司) 서경보(徐畊輔)를 희정당(熙政堂)에서 불러 보았으니, 사폐(辭陛)한 때문이다. 대왕 대비(大王大妃)가 하교(下敎)하기를, “북도(北道)는 본래 풍패(豐沛)의 중지(重地)이므로, 조정에서 깊이 생각하는 바가 다른 도(道)에 비해 자연히 각별한 바가 있는데 잇따라 흉년을 만나서 진정(賑政)을 겨우 마쳤으나, 도신(道臣)과 수령(守令)이 조정에서 생각하는 뜻을 본받아 마음을 다해 하였는지 모르겠다. 또 왕화(王化)가 미치지 않는 깊은 북변(北邊)에서는 수령(守令)이 된 자가 오직 매를 때려 빼앗는 정사만 일삼고, 부황(浮黃)이 들어 거의 죽어가는 백성들의 목숨을 돌보지 않고 있다. 경은 내려간 후에 여러 가지 방법으로 염탐(廉探)하여 만약 진정(賑政)을 대수롭지 않게 여기는 불량(不良)하고도 불법(不法)한 무리가 있으면, 일일이 적발해서 논죄(論罪)하여 감단(勘斷)하도록 하라. 만약 혹시라도 사사로운 안면(顔面)에 구애받는 폐단이 있게 되면, 나 또한 마땅히 이를 듣게 될 것인데, 비록 경의 입장에서 말하더라도 이는 조정을 저버릴 뿐만이 아니니, 무슨 낯으로 돌아와서 대할 수 있겠는가?” 하였는데, 서경보가 말하기를, “본도(本道)의 사세(事勢)를 전해 듣건대, 겨우 진정(賑政)을 거쳤으나, 백성들의 받은 상처가 미처 소복(蘇復)되지 않았다 하니, 신이 또 재능과 식견이 미치지 못하여 자교(慈敎)를 저버리지 않을까 두려워서 진실로 황송(惶悚)합니다.” 하니, 대왕 대비가 하교하기를, “경이 반드시 잘하겠지만, 매사를 잘하려고 한다면 반드시 잘되지 못할 리가 없고 잘하려고 하였으면 설혹 미진했다 하더라도 그 해(害)는 도리어 적을 것이다. 경은 두려워하는 생각으로 대양(對揚)하여 구중(九重)에서 북방(北方)을 돌아보는 근심을 펴게 하라.” 하였다.",
                "hj": "○戊子/召見咸鏡監司徐畊輔于熙政堂, 辭陛也。 大王大妃敎曰: “北道, 本是豐沛重地, 朝家軫念, 與他道自別, 連値歉荒, 賑政才畢, 未知道臣及守令, 能盡心爲之, 仰體朝家軫念之意。 而且深北王化未及之地, 爲守令者, 惟事椎剝之政, 不顧顑頷濱死之民命。 卿於下去後, 多岐廉探, 若有泛忽賑政, 無良不法之類, 一一摘發論勘。 而如或有拘於顔私之弊, 予亦當聞之, 雖以卿言之, 非但辜負朝家而已, 以何面歸對乎?” 畊輔曰: “傳聞本道事勢, 才經賑政, 瘡痍未蘇, 臣且才識不逮, 恐負慈敎, 誠爲悚惶矣。” 大王大妃敎曰: “卿必善爲之, 而每事期欲善爲, 則必無未善爲之之理, 欲善爲而設或未盡, 其害還小。 卿其惕念對揚, 以紓九重北顧之憂。”"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On eulmi day, the King paid a visit to Changdeok Palace , Yeonhoe Palace , Seonhui Palace , Jangbok , and Uiso Hall .",
                "H2KE-nKo": "을미년에 주상이 육상궁, 연호궁, 선희궁, 장보각, 의소묘에 전배하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 9월 20일(을미) 1번째기사",
                "gt-oKo": "임금이 육상궁(毓祥宮)·연호궁(延祜宮)·선희궁(宣禧宮)·장보각(藏譜閣)·의소묘(懿昭廟)에 전배(展拜)하였다.",
                "hj": "○乙未/上展拜于毓祥宮、延祜宮、宣禧宮、藏譜閣、懿昭廟。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On jeongyu day, the King went to the hall of governance and performed a tea ceremony.",
                "H2KE-nKo": "정유년에 주상이 진전에 나아가 다례를 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 9월 22일(정유) 1번째기사",
                "gt-oKo": "임금이 진전(眞殿)에 나아가 다례(茶禮)를 행하였다.",
                "hj": "○丁酉/上詣眞殿, 行茶禮。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "The King received the officials in the morning court assembly at the Royal Confucian Academy.",
                "H2KE-nKo": "희정당에서 무술년의 소대를 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 9월 23일(무술) 1번째기사",
                "gt-oKo": "희정당에서 소대(召對)하였다.",
                "hj": "○戊戌/召對于熙政堂。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "On gihae day, [the King] attended the Royal Lecture on the gihae day [of the ninth month].",
                "H2KE-nKo": "희정당에서 기해년의 강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 9월 24일(기해) 1번째기사",
                "gt-oKo": "희정당에서 진강(進講)하였다.",
                "hj": "○己亥/進講于熙政堂。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] received the officials in the morning court assembly at the Hall of Worthies . ",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 9월 24일(기해) 2번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○召對于熙政堂。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On gyeongja day, the King attended the Royal Lecture on the Confucian Classics in the gyeongja year (.",
                "H2KE-nKo": "희정당에서 경자년의 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 9월 25일(경자) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○庚子/進講于熙政堂。"
            },
            "2": {
                "H2KE-EN": "The King went to 희정당에 나아가 대신과 비국 당상을 인견하였다. Right State Councilor Bak Jonggyun reported as follows: Previously, a number of local magistrates who come to the capital to receive a leave of absence while thirty or forty local magistrates come to the capital to receive a leave of absence. However, the number of local magistrates come to the capital to receive a leave of absence only three times after the report from the State Council. However, after the report of the State Council came to the capital to receive a leave of absence. In the end, the number of local magistrates did not receive a leave of absence. When local magistrates come to the capital to receive a leave of absence, the province issues a leave of absence and sends a leave of absence. The Office of the Inspector General compiled and sends a leave of absence to the capital to receive a certificate of veritable record. This is an established rule. In the past, there was not only a thorough repeated thoroughly investigation. However, the governor did not carefully examine the situation, but the local magistrates shamelessly occupyed his own choice, and the royal order finally fall into slowly and shamelessly observed the people. Your subject requests that Your Majesty order the Ministry of Punishments to henceforth the number of local clerks who have received a leave of absence and send a leave of absence to the capital to receive a leave of absence. If there is anyone who violates the law and hides the leave of absence, the local magistrate should be punished immediately. If there is anyone who enters the capital to hear the situation, the Ministry also cannot escape the responsibility of negligence. Your subject requests that this matter be strictly enforced in the capital and in the provinces. The Grand Abdicated King followed this advice. Bak Jonggyun said as follows: The oral examination on the recent examination on the Confucian classics was entirely satisfied, and it is sufficient for all Confucian scholars to shame their self-restraint. Although there is a passage investigation on the second round of the examination, it is said that the examination passage investigation on the absence. However, it is impossible to thoroughly examine the examination passage investigation on the examinees. In the case of inspectors and censors, they are sitting outside the palatial tent and cannot be punished only because they are diligent in their duties. What do you think about this? The Grand Abdicated King followed this advice. Thereupon, the Grand Abdicated King ordered, The oral examination on the classics is none other than the state examination effects. How can it be good? Each time the state examination passes, the examination passage investigation would suddenly be like this. Truly, this is truly a shameful. Minister of Personnel Shin Jasik reported as follows: Currently, the employment on absence on either",
                "H2KE-nKo": "주상이 희정당에 나아가 대신과 비변사 당상을 인견하였다. 우의정 박종훈이 아뢰기를,“지난번에 말미를 받아 상경한 수령이 3, 4십 인이나 되는데, 말미를 받아 말미를 받아 말미를 받은 자가 2, 3차례에 그쳤고 묘당이 초기한 뒤에는 어지러이 와서 바쳤으니, 거조가 전도되었습니다. 결국 말미를 받아 말미를 받은 자가 없는 것도 10개 고을에 가깝습니다. 수령이 말미를 받아 상경할 때 본도에서 점이를 작성해 보내면 저리가 성책을 작성해 바쳐서 이를 살펴보고 점검하는 것이 바로 정식입니다.종전에 연석에서 신칙한 것이 거듭 엄중하였을 뿐만이 아니었는데도 도신이 대부분 이를 자세히 살피지 않고 수령은 자신만 편하려는 데 익숙해져서 조정의 명령이 끝내 쓸모없는 것이 되어 버리고 백성의 일은 거리낌 없이 방치해 버립니다. 해당 조에 분부하여 지금부터 저리가 성책하는 규정을 거듭 밝히고 점이한 날짜의 기한을 빙고하게 하되, 이를 위반하거나 은닉하거나 누락시킨 자가 있으면 수령은 즉시 논죄하게 하소서. 만약 혹시라도 다른 사람을 통해 듣고도 규찰하지 않는다면 해당 조 역시 제대로 살피지 못한 책임을 면하기 어려울 것입니다. 이러한 내용으로 서울과 지방에 엄히 신칙하소서.”하니, 대왕대비가 그대로 따랐다. 박종훈이 아뢰기를,“이번 정시의 강경은 일체 텅 비어서 많은 선비들이 맥이 풀릴 거리만 되기에 충분합니다. 이소에 책을 끼고 들어와 강경에 응시한 자가 있기까지 하였는데, 비록 추후에 깨닫고 빼 버렸다고는 하지만 제대로 살피지 못한 시관들은 무거운 쪽으로 추고하소서. 대시는 장막 밖에 앉아 있어 전적으로 규찰하는 직임을 맡고 있으니, 직무를 제대로 수행하지 못한 것으로만 논할 수 없습니다. 모두 책임을 물어 삭직하는 법을 시행하는 것이 어떻겠습니까?”하니, 대왕대비가 그대로 따랐다. 이어 전교하기를,“강만 있고 강경은 없는 것은 과거의 폐단이 똑같으니, 어떻게 하면 좋겠는가? 한 번 과시를 치르고 나면 번번이 이와 같은 소문이 들리니, 참으로 매우 부끄럽다.”하였다. 이조 판서 신재식이 아뢰기를,“현재 음사로 허사과가 적체되는 것이 근래에 가장 많습니다. 사직서 영은 일찍이 승문원 참상으로서 통청되지 못한 자의 적체된 자리 하나를 문신으로 차출하여 제수하였는데, 근래에는 승문원이 별로 적체되는 걱정이 없고 음사는 매번 구차하고 어려운 것을 걱정하니, 임시로 음관의 자리로 만드는 것이 사리에 합당할 듯합니다. 대신에게 하문하여 처리하소서.”하니, 대왕대비가 그대로 따랐다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 9월 25일(경자) 2번째기사",
                "gt-oKo": "임금이 희정당에 나아가 대신(大臣)과 비국 당상(備局堂上)을 인견(引見)하였다. 우의정(右議政) 박종훈(朴宗薰)이 아뢰기를, “근래에 말미를 받아 상경(上京)한 수령(守令)이 3, 40인이나 되도록 많은데, 점이(粘移)하여 도착한 것은 서너 번에 그치고, 대저 묘당(廟堂)에서 초기(草記)한 후에 미쳐서야 분잡하게 와서 바치니, 거조(擧措)가 전도(顚倒)되었습니다. 그리고 마침내 점이한 적도 없는 것이 거의 10개 고을에 가까웠습니다. 수령(守令)이 말미를 받아 상경(上京)할 적에 본도(本道)에서 점이를 작성해 보내면 저리(邸吏)가 정리해서 받아들여 성책(成冊)하여 고준(考準)하고 검찰(檢察)하는 것이 곧 정식(定式)입니다. 또 종전에 경연(經筵)에서 거듭 엄중하게 신칙(申飭)했을 뿐만이 아닌데, 도신(道臣)이 흔히 살피지 아니하고 수령은 스스로 편한 데 익숙해져서 조령(朝令)은 마침내 쓸모없는 데로 돌아가게 되었으며, 민사(民事)가 지연됨을 어렵지 않게 여기고 있습니다. 해조(該曹)에 분부하여 이제부터 저리(邸吏)가 성책(成冊)하는 규례(規例)를 거듭 밝히고, 점이한 일자(日字)의 기한을 빙고(憑考)하되, 그 어겼거나 넘었거나 숨겼거나 누락된 것이 있으면, 곧바로 수령을 논죄(論罪)하게 하소서. 만약 혹 다른 곳에서 규찰(糾察)이 없었음을 입문(入聞)한다면, 해조 또한 규찰하지 않은 책임을 면하기 어려우니, 청컨대 이로써 중외(中外)에 엄중하게 신칙하게 하소서.” 하니, 대왕 대비가 그대로 따랐다. 박종훈이 말하기를, “이번의 정시(庭試)에서의 강경(講經)은 일체 탕연(蕩然)하여 많은 유생(儒生)을 해체(解體)하게 하는 바탕이 되기에 족하였습니다. 이소(二所)에서는 책을 끼고 강경에 응시(應試)한 자가 있기까지 하였는데, 비록 추후에 알고 발거(拔去)하였다고 하나, 명확하게 살피지 못한 여러 시관(試官)을 무겁게 추고(推考)해야 합니다. 대시(臺試)는 장막(帳幕) 밖에 앉아 있으면서 그 직책(職責)이 오로지 규찰(糾察)하는 것인데, 단지 직무를 감당하지 못한 것으로만 논할 수 없으니, 아울러 견책(譴責)하여 관직을 삭제하는 법전을 시행하는 것이 어떻겠습니까?” 하니, 대왕 대비가 그대로 따르고, 인하여 하교(下敎)하기를, “강(講)이 있거나 없거나 과거의 폐단은 똑같은 것이니 어떻게 하면 좋겠는가? 과시(科試)를 한 번 치를 때마다 문득 이와 같은 소문(所聞)이 있으니, 진실로 지극히 부끄럽다.” 하였다. 이조 판서(吏曹判書) 신재식(申在植)이 아뢰기를, “지금 음직(蔭職)인 허사과(虛司果)의 적체(積滯)가 근래에 와서 가장 많습니다. 사직서 영(社稷署令)은 일찍이 괴원(槐院)의 참상(參上)으로 청관(淸官)에 통의(通擬)되지 못한 자의 적체된 한 자리를 문신(文臣)으로 차제(差除)하였었는데, 근래에는 괴원에도 별로 적체될 우려가 없으나, 음사(蔭仕)는 매번 구간(苟艱)함을 걱정해야 하니, 임시로 음과(蔭窠)를 만드는 것이 사의(事宜)에 합당할 듯합니다. 청컨대 대신(大臣)에게 물어서 처리하게 하소서.” 하니, 대왕 대비가 그대로 따랐다.",
                "hj": "○上御熙政堂, 引見大臣備局堂上。 右議政朴宗薰啓言: “頃者受由上京守令, 爲三四十人之多, 粘移到付者, 止於數三度, 及夫廟堂草記之後, 紛然來呈, 擧措顚倒。 畢竟無粘移者, 亦爲近十邑。 守令之受由上京也, 本道成送粘移, 邸吏修納成冊, 以爲考準檢察, 卽是定式。 從前筵飭, 不翅申嚴, 而道臣多不致察, 守令狃於自便, 朝令終歸弁髦, 民事無難擔閣。 分付該曹, 自今申明邸吏成冊之規, 憑考粘移日字之限, 其有違越隱漏者, 守令劃卽論罪。 如或從他, 入聞無紏擧, 該曹亦難免不察之責, 請以此, 嚴飭中外。” 大王大妃從之。 宗薰曰: “今番庭試講經, 一切蕩然, 適足爲群儒解體之資。 二所至有挾冊應講者, 雖云追覺而拔去, 其不能照察, 諸試官重推。 臺試則坐在帳外, 職專紏察, 不可但以溺職論, 幷施以譴削之典何如?” 大王大妃從之。 仍敎曰: “有講無講, 科弊同然, 何以則爲好耶? 每經一番科試, 輒有如此之所聞, 誠極羞恥也。” 吏曹判書申在植啓言: “見今蔭仕虛司果之積滯, 挽近㝡多矣。 社稷署令, 曾因槐院參上, 未通淸者之積滯一窠, 以文臣差除矣, 近則槐院別無積滯之患, 蔭仕則每患苟艱, 權作蔭窠, 恐合事宜。 請詢大臣處之。” 大王大妃從之。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On sinchuk day, [the King] attended the Royal Lecture on the Confucian Classics of Spring and Autumn Annals (C. Xuan .",
                "H2KE-nKo": "희정당에서 신축년의 전강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 9월 26일(신축) 1번째기사",
                "gt-oKo": "희정당에서 진강(進講)하였다.",
                "hj": "○辛丑/進講于熙政堂。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] received the officials in the morning court assembly at the Hall of Worthies . ",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 9월 26일(신축) 2번째기사",
                "gt-oKo": "희정당에서 소대(召對)하였다.",
                "hj": "○召對于熙政堂。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On imin day, [the King] attended the Royal Lecture on the Confucian Classics in the imin year (.",
                "H2KE-nKo": "희정당에서 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 9월 27일(임인) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○壬寅/進講于熙政堂。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On gyemyo day, [the King] attended the Royal Lecture on the Confucian Classics of gyemyo .",
                "H2KE-nKo": "희정당에서 계묘년 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 9월 28일(계묘) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○癸卯/進講于熙政堂。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "[The King] attended the Royal Lecture on the gapjin day (1424, the fourth year of King Taejongs reign.",
                "H2KE-nKo": "희정당에서 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 9월 29일(갑진) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○甲辰/進講于熙政堂。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On muin day, [the King] received the officials in the morning court assembly at the muin year (.",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 9월 3일(무인) 1번째기사",
                "gt-oKo": "희정당에서 소대(召對)하였다.",
                "hj": "○戊寅/召對于熙政堂。"
            },
            "2": {
                "H2KE-EN": "대왕대비가 전교하기를, “유생들에게 나누어 준 분수를 all the state examinations at the end of the second-stage civil service examination, and have them be permitted to take the second-stage military examination after the oral examination.",
                "H2KE-nKo": "대왕대비가 전교하기를,“구일제에서 분수를 지급받은 유생들을 모두 원래의 방목 끝에 붙여 강경에 응시하게 한 뒤에 회시에 응시할 자격을 주라.”하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 9월 3일(무인) 2번째기사",
                "gt-oKo": "대왕 대비(大王大妃)가 하교(下敎)하기를, “구일제(九日製)에서 급분(給分)한 유생(儒生)들을 원방(原榜) 말단에 붙이고 강경(講經)에 응하게 한 후에 회시(會試)에 나아가도록 허용하라.” 하였다.",
                "hj": "○大王大妃敎曰: “九日製給分儒生, 竝付原榜末, 使之應講後許赴會試。”"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "Kim Sugeun was appointed as the Royal Confucian Academy , and Yi Hyeonggwon as the army commander of Left Gyeongsang Province .",
                "H2KE-nKo": "계미년에 김수근을 성균관 대사성으로, 이형권을 경상좌도 병마절도사로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 9월 8일(계미) 1번째기사",
                "gt-oKo": "김수근(金洙根)을 성균관 대사성으로, 이형권(李亨權)을 경상좌도 병마 절도사(慶尙左道兵馬節度使)로 삼았다.",
                "hj": "○癸未/以金洙根爲成均館大司成, 李享權爲慶尙左道兵馬節度使。"
            }
        }
    },
    "10": {
        "1": {
            "1": {
                "H2KE-EN": "On eulsa day, the King attended the Royal Lecture on the eulsa year (.",
                "H2KE-nKo": "희정당에서 을사년의 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 10월 1일(을사) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○乙巳/進講于熙政堂。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "On gabo day, [the King] granted a rotational audience to [the officials] at the Hall of Governance in the gabo year (.",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 10월 10일(갑인) 1번째기사",
                "gt-oKo": "희정당에서 소대(召對)하였다.",
                "hj": "○甲寅/召對于熙政堂。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On eulmyo day, the King proceeded to the Royal Confucian Academy and held the final civil and military service examinations in the eulmyo year (. The final civil service examination was held at the Royal Confucian Academy , and the final civil service examination was held at the Royal Confucian Academy. In the eulmyo year (, the final military service examination was held at the Royal Confucian Academy. The final military service examination was held at the Royal Confucian Academy.",
                "H2KE-nKo": "주상이 춘당대에 나아가 경과 정시 문무과 전시를 행하였다. 문과에서는 서유훈 등 10인을 뽑고 무과에서는 김계장 등 217인을 뽑았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 10월 11일(을묘) 1번째기사",
                "gt-oKo": "임금이 춘당대(春塘臺)에 나아가 경과 정시(慶科庭試)의 문과 전시(文科殿試)와 무과 전시(武科殿試)를 설행(設行)하고, 문과에서 서유훈(徐有薰) 등 10인을 뽑고, 무과에서 김계장(金啓嶂) 등 2백 17인을 뽑았다.",
                "hj": "○乙卯/上御春塘臺, 行慶科庭試文武科殿試, 文取徐有薰等十人, 武取金啓嶂等二百十七人。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "On jeonghae day, the King received the officials in the morning court assembly at the Royal Confucian Academy.",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 10월 13일(정사) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○丁巳/召對于熙政堂。"
            },
            "2": {
                "H2KE-EN": "Commissioner for Receiving the Imperial Envoy at Anju Yi헌wi reported to the King as follows: When the imperial edict was on his return journey, Jeong Huisang , the commissioner for accompanying the envoy in Anju , took excessively accompanying the personal aides and caused many troubles. When the adjunct overseers accompanying the envoy, they also expected the value so that they could not overcome their disturbance. Although the envoy for accompanying the imperial edict of investiture Shin Gwangil told him, if the envoy for accompanying the imperial edict of investiture from Pyeongyang to Anju , he brought gisaeng (female entertainers and traveled [to Anju], it would be possible to discern any other offenses. Your subject requests that Your Majesty order the office in charge to interrogate him and strictly punish him. The commissioner for accompanying the envoy and the adjunct overseers for accompanying the envoy should be transferred to the Ministry of Punishments and punished according to the penal code. The King approved this request.",
                "H2KE-nKo": "반송사 이헌위가 장계하기를,“칙사가 돌아갈 때 안주 문안 중사 정희상은 외람되이 반당을 데리고 가서 갖가지로 폐단을 끼쳤고, 따라온 별감도 가렴주구를 많이 하여 소요를 이루 말할 수 없었습니다. 비록 상칙사 때의 중사 신관길로 말하더라도 평양에서 안주까지 기생을 싣고 다녔으니, 그 밖에 죄를 범한 자들도 미루어 알 수 있습니다. 의금부로 하여금 잡아다 신문하여 엄히 감처하게 하소서. 반당과 따라온 별감은 형조로 이송하여 조율하여 엄히 다스리게 하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 10월 13일(정사) 2번째기사",
                "gt-oKo": "반송사(伴送使) 이헌위(李憲瑋)가 장계(狀啓)하기를, “칙사(勅使)가 돌아갈 때 안주(安州)에 문안(問安)한 중사(中使) 정희상(鄭喜常)이 외람되게 반당(伴倘)을 거느리고 여러 가지로 폐해(弊害)를 끼쳤으며, 따라왔던 별감(別監) 또한 요구하는 것이 매우 많아서 소요(騷擾)스러움을 이루 말할 수 없었습니다. 비록 상칙(上勅) 때의 중사(中使) 신관길(申寬吉)로써 말하더라도 평양(平壤)에서 안주(安州)까지 기생(妓生)을 싣고 다녔으니, 그밖의 범한 죄과(罪科)를 유추(類推)해 알 수 있습니다. 청컨대 해부(該府)로 하여금 나문(拿問)하여 엄중히 감단(勘斷)하게 하소서. 그리고 반당과 따라왔던 별감도 형조(刑曹)에 이송(移送)하여 조율(照律)해서 엄중히 다스리게 하소서.” 하니, 그대로 따랐다.",
                "hj": "○伴送使李憲瑋狀啓: “回勑時安州問安中使鄭喜常, 濫率伴倘, 作弊多端, 隨來之別監, 亦誅求浩汗, 不勝騷擾。 雖以上勑時中使申寬吉言之, 自平壤至安州, 載妓而行, 則外他犯科, 可以反隅。 請令該府, 拿問嚴勘。 伴倘與隨來別監, 移送刑曹, 照律嚴繩。 從之。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On giyu day, the King attended the Royal Lecture on the Confucian Classics at the Hall of Governance . ",
                "H2KE-nKo": "희정당에서 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 10월 15일(기미) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○己未/進講于熙政堂。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] received the officials in the morning court assembly at the Hall of Worthies . ",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 10월 15일(기미) 2번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○召對于熙政堂。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "[The King] attended the Royal Lecture on the Confucian Classics of Spring and Autumn Annals (C. Shujing.",
                "H2KE-nKo": "희정당에서 경신년의 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 10월 16일(경신) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○庚申/進講于熙政堂。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] received the officials in the morning court assembly at the Hall of Worthies . ",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 10월 16일(경신) 2번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○召對于熙政堂。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On sinyu day, the King held audience with the three imperial envoys at 희정당에서 불러 보았다.【정사는 Bak Gisu , Vice-Envoy Kim Heunggeun , and 서장관은 Yi Gwangjae . 】 ",
                "H2KE-nKo": "희정당에서 동지사 세 사신 - 정사 박기수, 부사 김흥근, 서장관 이광재 - 을 불러서 보았다. 하직 인사를 하였기 때문이다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 10월 17일(신유) 1번째기사",
                "gt-oKo": "세 동지사(冬至使)【정사(正使) 박기수(朴綺壽)·부사(副使) 김흥근(金興根)·서장관(書狀官) 이광재(李光載)이다.】 를 희정당에서 불러 보았으니, 사폐(辭陛)한 때문이다.",
                "hj": "○辛酉/召見冬至三使臣于熙政堂【正使朴綺壽, 副使金興根, 書狀官李光載。】辭陛也。"
            },
            "2": {
                "H2KE-EN": "[The King] attended the Royal Lecture on the Confucian Classics.",
                "H2KE-nKo": "희정당에서 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 10월 17일(신유) 2번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○進講于熙政堂。"
            },
            "3": {
                "H2KE-EN": "On gyemyo day, [the King] received the officials in the morning court assembly at the Hall of Worthies . ",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 10월 17일(신유) 3번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○召對于熙政堂。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On sinhae day, the King proceeded to Injeong Hall and held the successful candidates for the civil and military service examinations.",
                "H2KE-nKo": "주상이 인정전에 나아가 정시 문무과의 방방을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 10월 18일(임술) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)에 나아가 정시 문과(庭試文科)와 정시 무과(庭試武科)의 방방(放榜)을 행하였다.",
                "hj": "○壬戌/上御仁政殿, 行庭試文武科放榜。"
            },
            "2": {
                "H2KE-EN": "[The King] attended the Royal Lecture on the Confucian Classics.",
                "H2KE-nKo": "희정당에서 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 10월 18일(임술) 2번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○進講于熙政堂。"
            },
            "3": {
                "H2KE-EN": "On gyemyo day, [the King] received the officials in the morning court assembly at the Hall of Worthies . ",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 10월 18일(임술) 3번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○召對于熙政堂。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On gyehae day, the King attended the Royal Lecture on the gyehae day (1423, the fourth year of King Sejong.",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 10월 19일(계해) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○癸亥/進講于熙政堂。"
            },
            "2": {
                "H2KE-EN": "The King proceeded to Geunjeong Hall and received the newly appointed civil and military officials for expressing gratitude for the Kings grace.",
                "H2KE-nKo": "주상이 희정당에 나아가 문과와 무과 신은의 사은을 받았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 10월 19일(계해) 2번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가 문과(文科)·무과(武科) 신은(新恩)의 사은(謝恩)을 받았다.",
                "hj": "○上御熙政堂, 受文武新恩謝恩。"
            },
            "3": {
                "H2KE-EN": "Yi Giyeon , the commissioner for refreshing the envoy , reported on the confession of Won Daei , a criminal who committed an incident at Seonwon Hall (Hall of Benevolence and Geomancy. The King ordered that a fifth-rank aide to the governor of the magistracy be dispatched separately to apprehend and arrest him. Won Daeik was a man from Jeongpyeong . Originally, he secretly entered the palace gate and mistakenly approached the royal portrait and red colorfully decorated [the portrait]. When [the portrait] was lost, [the portrait] fell down [the portrait]. When [the portrait] was located, [the portrait] eventually crushed down [the portrait]. When [the portrait] was located, [the portrait] was destroyed. [The portrait] was destroyed and located, and [the portrait] was removed. [The portrait] was carried out [by the portrait] and departed [the portrait]. Suddenly, [the portrait] was frightened, and [the portrait] was apprehended by the palace servant. ",
                "H2KE-nKo": "안핵사 이기연이 준원전에서 변고를 일으킨 죄인 원대익에게 자백을 받아 급히 장계하니, 의금부 도사를 보내 배도하여 형구를 채워 잡아와 가두라고 명하였다. 원대익은 정평 사람인데, 처음에 기용을 훔치려는 마음으로 몰래 전문에 들어갔다가 잘못하여 어정의 붉은 끈을 손으로 떨어뜨려 떨어뜨렸고, 번복할 때에는 조각조각 부서지는 변고가 있기까지 하였다. 준원전에서 기용을 거두어 싼 다음 나오려 하다가 갑자기 마음이 동요되어 배회하다가 준원전의 종에게 붙잡혔다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 10월 19일(계해) 3번째기사",
                "gt-oKo": "안핵사(按覈使) 이기연(李紀淵)이 준원전(濬源殿)에서 변고(變故)를 저지른 죄인 원대익(元大益)에게 자복(自服)을 받고 치계(馳啓)하니, 금부 도사(禁府都事)를 보내어 속히 길을 떠나 격식을 갖추어 나래(拿來)하여 가두도록 명하였다. 원대익은 정평인(定平人)으로, 처음에는 용기(用器)를 훔치려는 마음으로 몰래 전문(殿門)에 들어갔다가 잘못해서 어진(御眞)의 홍색 끈을 건드렸는데, 손을 움직이는 데 따라 아래로 떨어져 뒤집히고 구를 즈음에 조각조각 부서지는 변이 있기에 이른 것이었는데, 전내(殿內)의 용기를 거두어 싼 다음 장차 나오려는데 갑자기 마음이 동요되어 이리저리 배회(徘徊)하다가 준원전의 종에게 붙잡히게 되었던 것이다.",
                "hj": "○按覈使李紀淵, 以濬源殿作變罪人元大益取服, 馳啓, 命發遣府都事, 倍道具格拏來囚。 大益, 定平人, 初以偸竊器用之心, 潛入殿門, 誤犯御幀紅索, 隨手墜下, 翻轉之際, 至有片碎之變, 收撤殿內器用, 包裹將出, 忽心動徊徨, 爲殿僕所捉。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On byeongo day, the King proceeded to Injeong Hall and personally delivered incense and the written invocation for the winter state sacrifice at the Royal Ancestral Shrine .",
                "H2KE-nKo": "주상이 인정전에 나아가 태묘의 동향 대제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 10월 2일(병오) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)에 나아가 태묘(太廟) 동향제(冬享祭)에 쓸 향(香)과 축문(祝文)을 친히 전하였다.",
                "hj": "○丙午/上詣仁政殿, 親傳太廟冬享香祝。"
            },
            "2": {
                "H2KE-EN": "[The King] attended the Royal Lecture on the Confucian Classics.",
                "H2KE-nKo": "희정당에서 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 10월 2일(병오) 2번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○進講于熙政堂。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "대왕 대비가 하교하기를, “영중추부사이상황과 지사이지연을 재상에 제배하라.” 하였다.",
                "H2KE-nKo": "대왕대비가 전교하기를,“영중추부사 이상황과 지사 이지연을 정승에 제수하라.”하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 10월 20일(갑자) 1번째기사",
                "gt-oKo": "대왕 대비(大王大妃)가 하교(下敎)하기를, “영부사(領府事) 이상황(李相璜)과 지사(知事) 이지연(李止淵)을 정승으로 삼도록 하라.” 하였다.",
                "hj": "○甲子/大王大妃敎曰: “領府事李相璜, 知事李止淵拜相。"
            },
            "2": {
                "H2KE-EN": "The King appointed Jo Jonghyeon as minister of punishments.",
                "H2KE-nKo": "조병현을 형조 판서로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 10월 20일(갑자) 2번째기사",
                "gt-oKo": "조병현(趙秉鉉)을 형조 판서(刑曹判書)로 삼았다.",
                "hj": "○以趙秉鉉爲刑曹判書。"
            },
            "3": {
                "H2KE-EN": "[The King] attended the Royal Lecture on the Confucian Classics.",
                "H2KE-nKo": "희정당에서 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 10월 20일(갑자) 3번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○進講于熙政堂。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On eulchuk day, [the King] held the Mid-Autumn Records of Injeong Hall (Hall of Benevolent Governance to hold the Mid-Autumn Records (Hall of Benevolent Governance . The lecture reached Tak Gyeongsu , and the lecture reached Kim Ikmun , the first lecture, the second lecture, and the first lecture, was Kim Ikmun , the first lecture.",
                "H2KE-nKo": "인정전에서 추도기를 설행하였다. 강경에서 수석을 차지한 탁경수와 제술 표에서 수석을 차지한 김익문에게 모두 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 10월 21일(을축) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에서 추도기(秋到記)를 베풀고, 강경(講經)에서 수위를 차지한 탁경수(卓景秀)와 제술(製述) 부문 표(表)에 수위를 차지한 김익문(金益文)을 아울러 직부 전시(直赴殿試)하게 하였다.",
                "hj": "○乙丑/設秋到記于仁政殿, 講居首卓景秀, 製述表居首金益文, 竝直赴殿試。"
            },
            "2": {
                "H2KE-EN": "[The King] attended the Royal Lecture on the Confucian Classics.",
                "H2KE-nKo": "희정당에서 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 10월 21일(을축) 2번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○進講于熙政堂。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "The King summoned the students who passed the civil service examination at the State Daoist Temple .",
                "H2KE-nKo": "희정당에서 입격한 유생을 불러서 보았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 10월 22일(병인) 1번째기사",
                "gt-oKo": "입격(入格)한 유생(儒生)을 희정당에서 불러 보았다.",
                "hj": "○丙寅/召見入格儒生于熙政堂。"
            },
            "2": {
                "H2KE-EN": "[The King] attended the Royal Lecture on the Confucian Classics.",
                "H2KE-nKo": "희정당에서 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 10월 22일(병인) 2번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○進講于熙政堂。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the King attended the Royal Lecture on the Confucian Classics of Jeongmyo .",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 10월 23일(정묘) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○丁卯/進講于熙政堂。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the King attended the Royal Lecture on the Confucian Classics at the Hall of Governance . ",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 10월 24일(무진) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○戊辰/進講于熙政堂。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On sinsa day, the King attended the Royal Lecture on the gisa day of the twelfth month.",
                "H2KE-nKo": "희정당에서 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 10월 25일(기사) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○己巳/進講于熙政堂。"
            },
            "2": {
                "H2KE-EN": "Hong Hakyeon was appointed second minister of personnel , and Jo Jong헌 was appointed Royal Confucian Academy .",
                "H2KE-nKo": "홍학연을 이조 참판으로, 조병헌을 성균관 대사성으로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 10월 25일(기사) 2번째기사",
                "gt-oKo": "홍학연(洪學淵)을 이조 참판(吏曹參判)으로, 조병헌(趙秉憲)을 성균관 대사성으로 삼았다.",
                "hj": "○以洪學淵爲吏曹參判, 趙秉憲爲成均館大司成。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "[The King] attended the Royal Lecture on the Confucian Classics during the gyeongo year (.",
                "H2KE-nKo": "희정당에서 경오년의 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 10월 26일(경오) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○庚午/進講于熙政堂。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The King attended the Royal Lecture on the Confucian Classics of Shin Mi .",
                "H2KE-nKo": "희정당에서 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 10월 27일(신미) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○辛未/進講于熙政堂。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On sinhae day, [the King] attended the Royal Lecture on the Confucian Classics on the imsin day (1222, the fourth month.",
                "H2KE-nKo": "희정당에서 임신년의 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 10월 28일(임신) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○壬申/進講于熙政堂。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On gyeyu day, the King attended the Royal Lecture on the Confucian Classics in the gyeyu year (.",
                "H2KE-nKo": "희정당에서 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 10월 29일(계유) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○癸酉/進講于熙政堂。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On jeongmi day, the King attended the Royal Lecture at the Spring and Autumn Annals (C. Shujing .",
                "H2KE-nKo": "희정당에서 정미년의 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 10월 3일(정미) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○丁未/進講于熙政堂。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "[The King] attended the Royal Lecture on the Confucian Classics in the gapjin year (.",
                "H2KE-nKo": "희정당에서 갑술년의 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 10월 30일(갑술) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○甲戌/進講于熙政堂。"
            },
            "2": {
                "H2KE-EN": "The King summoned the high officials of the Ministry of Rites【 Left State Councilor Bak Jongyun , Minister of Rites Yi Giyeon .】 and held audience with them at 희정당에서 summoning the pavilion. The King ordered that the old pavilion be moved and studyed at Gwangju Hall and had the directorate established for the ceremony. [Bak] Jongyun advised, It is necessary to prohibit military officials from riding on horseback. However, the frontier garrison of the frontier garrisons have occasionally occupied this pavilion. Otherwise, the pavilion pavilion. The pavilion pavil ",
                "H2KE-nKo": "희정당에서 선원전을 봉심한 대신과 예조 당상 - 좌의정 박종훈, 예조 판서 이기연이다. - 을 불러서 보았다. 받들어 온 구본을 광명전에 옮겨 모사하여 도감을 설치하여 거행하라고 명하였다. 박종훈이 아뢰기를,“무신이 수레를 타는 것은 반드시 금지해야 하는데, 곤수와 방어사, 변진에서 마패를 가지고 있는 자에게 역마를 타도록 허락한 것은 이 습속을 치우치게 숭상해서 수레가 아니면 타지 않습니다. 그런데 말을 타지 않고 지극히 거칠고 무거운 수레를 타고서 겨우 한 번 행차하자마자 반드시 죽고야 맙니다. 험한 길에서 수레를 모는 것이 육지에서 배를 운행하는 것과 무엇이 다르겠습니까. 서북의 역로가 날로 피폐해지는 것은 오로지 이 때문입니다. 이번 행차에서 본 역참의 마졸이 모양새를 갖추지 못한 것이 연전에 비해 배나 심합니다. 지금부터 곤수 이하 수령과 변장으로서 만약 수레를 타는 자가 있으면 우관으로 하여금 감영에 보고하여 일일이 주상께 보고하게 해서 역마를 함부로 탄 데 대한 형률을 시행하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 10월 30일(갑술) 2번째기사",
                "gt-oKo": "준원전(濬源殿)을 봉심(奉審)한 대신(大臣)과 예조 당상(禮曹堂上)【좌의정(左議政) 박종훈(朴宗薰)과 예조 판서(禮曹判書) 이기연(李紀淵)이다.】을 희정당에서 불러 보았다. 그리고 받들고 온 구본(舊本)을 광명전(光明殿)에 옮겨 도감(都監)을 설치해서 모사(摹寫)하도록 하라고 명하였다. 박종훈이 아뢰기를, “무신(武臣)이 수레를 타는 것은 반드시 금지한 바가 있는데, 곤수(梱帥)의 변진(邊鎭)에서 마패(馬牌)를 가진 자로 역마(驛馬)를 타도록 허락받은 자가 치우치게 이 풍습(風習)을 숭상하여 수레가 아니면 타지를 않으므로, 수레에 익숙하지 않은 말에게 지극히 크고 무거운 수레를 끌게 하니, 겨우 한 번의 행차만 치르면 반드시 쓰러져 죽고야 맙니다. 대저 험한 길에서 수레를 끌고 가는 것이 육지에서 배를 운행하는 것과 무엇이 다르겠습니까? 서북(西北)의 역로(驛路)가 날로 조잔(凋殘)해지고 피폐해가는 것이 오로지 이에 말미암는데, 이번의 행차에서 본 역참(驛站) 마졸(馬卒)의 모양을 이루지 못한 것이 연전에 견주어 갑절이나 심했습니다. 이제부터 곤수 이하 수령(守令)·변장(邊將)으로서 만약 수레를 타는 자가 있으면, 우관(郵官)으로 하여금 감영(監營)에 보고하여 일일이 계문(啓聞)하도록 하여 외람되게 수레를 탄 율(律)을 시행하게 하소서.” 하니, 그대로 따랐다.",
                "hj": "○召見濬源殿奉審大臣禮堂【左議政朴宗薰, 禮曹判書李紀淵。】于熙政堂。 命奉來舊本, 移摹于光明殿, 設都監擧行。 宗薰啓言: “武臣乘車, 在所必禁, 而梱禦邊鎭之有馬牌許騎驛者, 偏尙此習, 非車不乘, 以不服習之馬駕, 極粗重之車, 纔經一行, 必斃乃已。 夫險程驅車, 何異陸地行舟? 西北驛路之日就凋(弊)〔弊〕, 職由於此, 今行所見, 驛站馬卒之不成樣, 視年前倍甚。 自今梱帥以下守令邊將, 若有乘車者, 許令郵官報營, 一一啓聞, 施以濫騎之律。” 從之。"
            },
            "3": {
                "H2KE-EN": "The Grand Abdicated King ordered the 12,400 seok of old grain loans that had not been collected before the gyemi year (1403, the old grain loans in the northern frontier. This was done according to the report of Left State Councilor Bak Jongyun .",
                "H2KE-nKo": "대왕대비가 관북의 체납된 환곡 중 계미년 이전에 거두어들이지 못한 1만 6400여 섬을 탕감하라고 명하였다. 좌의정 박종훈이 아뢴 말을 따른 것이다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 10월 30일(갑술) 3번째기사",
                "gt-oKo": "대왕 대비(大王大妃)가 관북(關北)의 옛 환미(還米) 가운데 계미년전에 받아들이지 못했던 1만 6천 4백여 석을 탕감(蕩減)하도록 명하였는데, 좌의정 박종훈(朴宗薰)의 주달에 따른 것이다.",
                "hj": "○大王大妃命關北舊還米癸未前未捧一萬六千四百餘石蕩減, 從左議政朴宗薰所奏也。"
            },
            "4": {
                "H2KE-EN": "The Grand Abdicated King ordered that the places where the tombs of the Royal Tomb of Queen Sinui and the Royal Tombs of King Taejong and Queen Wongyeong were destroyed be repaired.",
                "H2KE-nKo": "대왕대비가 지릉과 숙릉의 위전이 포락된 곳을 도신으로 하여금 수축하게 하라고 명하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 10월 30일(갑술) 4번째기사",
                "gt-oKo": "대왕 대비(大王大妃)가 지릉(智陵)·숙릉(淑陵)의 위전(位田)이 갯벌로 떨어져 나간 곳을 도신(道臣)으로 하여금 수축(修築)하게 하라고 명하였다.",
                "hj": "○大王大妃命智陵、淑陵位田浦落處, 令道臣修築。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "Governor of Hamgil Province Seo Gyeongbo hurriedly reported to the King as follows: On the twenty-eighth day of the last month, a pirate bandits engaged in the dragon parasols of the royal portrait hall in Hamgyeong Hall , and the dragon parasols of the royal portrait hall are broken and rubbble. The Grand Abdicated King summoned 시임 대신과 원임 대신, officials of the Ministry of Rites , and the lord of the Office of Ritual Procedures , and according to the request of the officials of the Ministry of Rites , the Hall for Receiving the Imperial Investiture , according to the precedent of the Hall for Receiving the Imperial Investiture of King Taejo , the King ordered that the wailing be performed for three days and that the wailing be stopped for three days. The King ordered that the number of side dishes be reduced and the music be ceased. The King sent officials of the Ministry of Rites and officials of the Ministry of Rites hurriedly to examine the matter. Magistrate of Yeongheung Magistracy Seo Yeomsun was exiled, and Governor Seo Gyeongbo was dismissed from his post. Shortly thereafter, Seo Gyeongbo arrived at the provincial command post, and the King ordered him to perform a rite to comfort him. The Hall for Receiving the Imperial Investiture of the Royal Ancestral Shrine and the Hall for Receiving the Imperial Investiture was the portrait hall of King Taejo in the beginning of our dynasty.",
                "H2KE-nKo": "함경 감사 서경보가 급히 장계하기를,“지난달 28일에 역적이 준원전을 침범하여 어용의 초면을 조각조각 어지럽게 부수었습니다.”하니, 대왕 대비가 시원임 대신, 예조 당상, 국구를 불러서 보았다. 예신이 아뢴 것으로 인하여 인조조 때 집경전과 선조조 때 지릉의 능상에 불이 났을 때의 전례를 따라 거애하고 3일 동안 변복하였다가 곡하고 그쳤으며 감선하고 철악하라고 명하였다. 대신과 예신을 보내 급히 달려가 봉심하게 하였다. 지방관 영흥 부사 서염순을 찬배하고 관찰사 서경보를 파직하였다가 얼마 후 서경보가 감영에 도착한 지 얼마 안 되어 그대로 두었다. 또 종묘의 당실과 준원전에 위안제를 행하라고 명하였다. 집경전은 바로 국초 태조의 정전이다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 10월 4일(무신) 1번째기사",
                "gt-oKo": "함경 감사(咸鏡監司) 서경보(徐畊輔)가 치계(馳啓)하기를, “지난달 28일에 준원전(濬源殿)에 도둑이 침범하여 어용(御容)의 초면(綃面)을 조각조각 어지럽게 부숴뜨려 놓은 일이 있었습니다.” 하니, 대왕 대비(大王大妃)가 시임 대신(時任大臣)·원임 대신(原任大臣)·예조 당상(禮曹堂上)·국구(國舅)를 불러 보고, 예신(禮臣)이 주달(奏達)한 바로 인하여 인조조(仁祖朝) 때 집경전(集慶殿)과 선조조(宣祖朝) 때 지릉(智陵)의 능 위에 불이 났던 때의 전례를 따라 거애(擧哀)하고, 3일 동안 변복(變服)하여 곡(哭)하다가 그치고, 감선(減膳)하고 음악을 정지하도록 명하였다. 그리고 대신(大臣)과 예신(禮臣)을 보내어 달려가서 봉심(奉審)하게 하였다. 지방관(地方官) 영흥 부사(永興府使) 서염순(徐念淳)을 찬배(竄配)하고, 관찰사(觀察使) 서경보(徐畊輔)를 파직(罷職)시켰다가, 이윽고 서경보는 감영(監營)에 온 지 얼마 되지 않았다 하여 그대로 잉임(仍任)시켰다. 또 종묘(宗廟)의 당실(當室)과 준원전(濬源殿)에 위안제(慰安祭)를 지내도록 명하였다. 집경전(集慶殿)은 곧 국초(國初) 태조(太祖)의 정전(幀殿)이다.",
                "hj": "○戊申/咸鏡監司徐畊輔馳啓: 前月二十八日, 有賊犯濬源殿, 御容綃面, 片碎狼藉。 大王大妃, 召見時原任大臣禮堂國舅, 因禮臣所奏, 遵仁祖朝集慶殿, 宣祖朝智陵陵上失火時例, 命擧哀, 變服三日, 哭而止, 減膳撤樂。 遣大臣禮臣, 馳往奉審。 竄地方官永興府使徐念淳, 罷觀察使徐畊輔, 尋以畊輔到營屬耳, 仍之。 又命宗廟當室及濬源殿, 行慰安祭。 集慶殿, 卽國初太祖幀殿也。"
            },
            "2": {
                "H2KE-EN": "The King proceeded to the front courtyard of Myeongjeong Hall and wailed sorrow.",
                "H2KE-nKo": "주상이 명정전 뜰에 나아가 거애하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 10월 4일(무신) 2번째기사",
                "gt-oKo": "임금이 명정전(明政殿) 뜰에 나아가 거애(擧哀)하였다.",
                "hj": "○上詣明政殿庭擧哀。"
            },
            "3": {
                "H2KE-EN": "[The King] ordered that the rites commemorating the second anniversary of death be performed in the interior of the royal palace, and all the officials should participate in the participation.",
                "H2KE-nKo": "모레 거애하는 것은 대내에서 하고 백관은 참석하는 것은 그만두라고 명하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 10월 4일(무신) 3번째기사",
                "gt-oKo": "명일(明日)과 재명일(再明日)의 거애는 대내(大內)에서 할 것이니 백관(百官)은 입참(入參)을 그만두라고 명하였다.",
                "hj": "○命明再明日擧哀, 自內爲之, 百官入參置之。"
            },
            "4": {
                "H2KE-EN": "The King appointed Yi Giyeon as minister of rites and then as commissioner for accompanying the envoy at the border .",
                "H2KE-nKo": "중비로 이기연을 예조 판서로 삼고, 이어 안핵사에 차임하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 10월 4일(무신) 4번째기사",
                "gt-oKo": "중비(中批)로 이기연(李紀淵)을 예조 판서(禮曹判書)로 삼고, 인하여 안핵사(按覈使)로 차임(差任)하였다.",
                "hj": "○中批, 以李紀淵爲禮曹判書, 仍差按覈使。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On giyu day, the King appointed Jo Inyeong as minister of taxation .",
                "H2KE-nKo": "중비로 조인영을 호조 판서로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 10월 5일(기유) 1번째기사",
                "gt-oKo": "중비(中批)로 조인영(趙寅永)을 호조 판서(戶曹判書)로 삼았다.",
                "hj": "○己酉/中批, 以趙寅永爲戶曹判書。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On sinhae day, [the King] attended the Royal Lecture on the Confucian Classics of Shinhae .",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 10월 7일(신해) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 진강(進講)하였다.",
                "hj": "○辛亥/進講于熙政堂。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On imja day, the King attended the Royal Lecture on the imja day of the ninth month.",
                "H2KE-nKo": "희정당에서 임자년의 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 10월 8일(임자) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○壬子/進講于熙政堂。"
            }
        }
    },
    "11": {
        "1": {
            "1": {
                "H2KE-EN": "On eulhae day, the King attended the Royal Lecture at the Hall of Governance .",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 11월 1일(을해) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○乙亥/進講于熙政堂。"
            },
            "2": {
                "H2KE-EN": "The King appointed Im Seonggo , army commander of the Northern Troops , to the navy commander of the 함경북도 .",
                "H2KE-nKo": "임성고를 함경북도 병마수군절도사로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 11월 1일(을해) 2번째기사",
                "gt-oKo": "임성고(任聖皐)를 함경북도 병마 절도사(咸鏡北道兵馬節度使) 겸 수군 절도사(兼水軍節度使)로 삼았다.",
                "hj": "○以任聖皐爲咸鏡北道兵馬水軍節度使。"
            },
            "3": {
                "H2KE-EN": "The King had the Investigatory Investigators Won Daeik be executed by dismemberment.",
                "H2KE-nKo": "내병조에 정국을 설치하고 원대익을 능지처사하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 11월 1일(을해) 3번째기사",
                "gt-oKo": "내병조(內兵曹)에 정국(庭鞫)을 설치하고 원대익(元大益)을 능지 처사(凌遲處死)하였다.",
                "hj": "○設庭鞫于內兵曹, 元大益凌遲處死。"
            },
            "4": {
                "H2KE-EN": "The Office of the Inspector General and the Office of the Censor General presented a joint memorial to the King, which stated, From antiquity, there have been many treacherous treasons in ancient times. However, how could there be anyone who committed great acts like this? Now, your subjects have observed the circumstances of the State Tribunal and saw the wicked and wicked circumstances and hearing that the treacherous acts have been heard. Even if the principal offender and his body turned porridge, the principal offender shall be executed by ten thousand strokes of beating with the heavy stick. In your subjects humble opinion, the treacherous acts of this treacherous acts cannot be compared to the treacherous acts. Therefore, the penal code cannot be applied only to the execution of family members and the principal offender. Today, the penal code cannot be applied only to [the execution of] [Yi] Geun . Even if the penal code cannot be applied to this execution, the penal code cannot be applied to this execution. The King responded, Even if the penal code is applied to this execution, the penal code cannot be applied to this execution. Furthermore, the penal code has already been applied to [Yi] Geun . This request was implemented according to the penal code. The Grand Abdicated King ordered that Ju Heumcheol , the former clerk of Seonwon Hall , be sentenced to banishment to a designated area, and Han낙su be banished to a designated area.",
                "H2KE-nKo": "양사가 연명으로 차자를 올렸는데, 그 대략에,“예로부터 극악한 역적은 무수히 많았지만 어찌 이번 이대익처럼 천지에 사무치는 지극히 흉악하고 패악한 자가 있었겠습니까. 신들이 지금 국문을 행하는 자리에서 그 모질고 완악한 정상을 직접 보고 귀로 그 흉악하고 간특한 공초를 들었으니, 비록 손으로 찢고 입으로 살점을 씹어 천 번 죽이고 만 번 죽인다 하더라도 그 죄에 걸맞지 않습니다. 다만 생각건대, 이 역적이 범한 죄는 바로 만고에 없던 흉악한 역적이니, 그에게 시행한 형률을 처자식을 노비로 삼고 만 번 죽인 것으로만 그칠 수는 없습니다. 오늘날 적용할 수 있는 것은 오직 이괄과 신치운에게 시행한 전례가 있을 뿐이니, 비록 이보다 더 무거운 극악한 형률은 없다 하더라도 단연코 이 형률보다 감하여 처리할 수는 없습니다.”하니, 비답하기를,“이보다 더한 형률도 오히려 적용하려고 하는데, 하물며 이괄과 신치운에게 시행한 형률이야 더 말할 것이 있겠는가. 청한 대로 시행하라.”하였다.대왕대비가 준원전 영 주흠철은 사형을 감하여 절도에 정배하고, 한낙수는 원지에 정배하라고 명하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 11월 1일(을해) 4번째기사",
                "gt-oKo": "양사(兩司)에서 연차(聯箚)하였는데, 대략 이르기를, “옛부터 악역(惡逆)이 어찌 한정이 있었습니까마는, 어찌 이번 원대익(元大益)과 같이 천지(天地) 사이에 지극히 흉패(凶悖)한 자가 있었겠습니까? 신 등이 이제 추국(推鞫)하는 자리에서 그 음흉하고 완악한 모습을 직접 보고 그 흉악하고도 간특한 공초(供招)를 직접 들었으니, 이는 비록 손으로 찢고 입으로 씹어 천번 만번 죽인다 하더라도 그 죄에 맞게 할 수는 없을 것입니다. 단지 생각하건대, 이 도둑이 범한 바는 곧 만고에 없는 흉역(凶逆)이니, 시행하는 율(律)이 단지 노륙(孥戮)에 그칠 수는 없다고 여겨집니다. 오늘날에 와서 견줄 만한 것이 있다면 이는 괄운(适雲)에게 이미 시행한 전례가 있을 따름인데, 비록 이에서 더할 극률(極律)은 없다 하더라도 이에서 줄여서 처치할 수는 없습니다.” 하니, 비답(批答)하기를, “이보다 더한 율(律)이 있다 하더라도 오히려 쓰고자 하는데, 더욱이 이미 괄운에게 쓴 율이겠는가? 아뢴 바에 의거하여 시행하도록 하라.” 하고, 대왕 대비가 준원전 영(濬源殿令) 주흠철(朱欽哲)은 감사(減死)하여 도배(島配)하고, 한낙수(韓樂洙)는 원배(遠配)하도록 명하였다.",
                "hj": "○兩司聯箚, 略曰: 從古惡逆何限, 而豈有如今番大益之窮天地至匈絶悖者乎? 臣等今於鞫坐, 目見其獰頑之狀, 耳聞其凶慝之供, 雖使手磔口臠, 千剮萬戮, 不足以稱其罪也。 第念此賊所犯, 卽是亘萬古所無之凶逆, 則所施之律, 不可但以孥戮而止矣。 今日之所可擬者, 唯有适雲已行之例而已, 縱無加於此之極律, 而斷不可減於此而處之也。 批以: “有加於此之律, 尙欲用之, 況已用於适雲之律乎? 所請依施。” 大王大妃命濬源殿令朱欽哲, 減死島配, 韓樂洙遠配。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "[The King] attended the Royal Lecture on the Confucian Classics of Spring and Autumn Annals (C. Shujing .",
                "H2KE-nKo": "희정당에서 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 11월 10일(갑신) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○甲申/進講于熙政堂。"
            },
            "2": {
                "H2KE-EN": "The King went to Injeong Hall to receive the officials of the senior third rank or above in rotation. ",
                "H2KE-nKo": "주상이 희정당에 나아가 대신과 비국 당상을 인견하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 11월 10일(갑신) 2번째기사",
                "gt-oKo": "임금이 희정당에 나아가 대신(大臣)과 비국 당상(備局堂上)을 인견(引見)하였다.",
                "hj": "○上御熙政堂, 引見大臣備局堂上。"
            },
            "3": {
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 11월 10일(갑신) 3번째기사",
                "gt-oKo": "정언(正言) 이원조(李源祚)가 상소(上疏)하기를, “지금 생령(生靈)의 괴로움이 이미 십분 위급한 지경에 있는데, 반드시 군덕(君德)이 성취되기를 앉아서 기다린 뒤에야 비로소 시행하는 바가 있다면 외롭게 버려진 백성은 장차 모두 건어물(乾魚物) 가게에 가서 찾아야 할 격이니, 내년에 큰 사발의 떡국이 눈 속에서 얼어 죽어가는 목숨에게 미칠 수가 없는 것입니다. 신은 이목(耳目)으로 본 바를 전하를 위해 통곡하여 울면서 진달(陳達)하기를 청합니다. 신이 사는 영남(嶺南)은 곧 옛부터 의식(衣食)이 있는 지방으로 일컬어서 수십 년 전만 해도 주리(州里)의 허정(墟井) 사이에는 집들이 즐비하게 늘어 서 있고, 부요(富饒)한 가호(家戶)가 그 사이에 엇갈려 섞여 있었으므로, 빌어 쓰고 고용되어 일하는 백성들도 모두 의뢰할 곳이 있어서 삶을 영위하였습니다. 그러나 근년 이래로 잇따라 큰 흉년을 만나 기근(饑饉)을 겪은 끝에 여역(癘疫)이 심하여지고 산골짜기와 바닷가의 고을은 더욱 혹심한 재화(災禍)를 입었습니다. 그래서 옛날에 살던 백성들이 10명에 1,2명도 없고, 양전 미토(良田美土)에는 쑥대만 눈에 가득하게 비치는 실정이며, 남아 있는 잔약한 백성들은 농사를 짓고자 하면 양식이 없고, 장사를 하고자 하면 재화(財貨)가 없으며, 떠나고자 하면 구학(溝壑)이 눈앞에 닥치고, 머물고자 하면 산업(産業)이 모두 비어 있는데, 진황지(陳荒地)의 세금이 그대로 있고, 해묵은 포흠(逋欠)의 환곡(還穀)을 오히려 독촉하고 있으며, 옛날 10인의 세금을 지금은 한 사람이 이를 감당해야 하고, 전에 10가호의 적곡(糴穀)을 지금은 한 가호에서 이를 바치고 있어서 처음에는 잔약한 가호가 망하고, 다음에는 중호(中戶)가 파산(破産)하더니, 마침내는 넉넉한 가호마저 죄다 고갈되어 그 형세가 반드시 다하여 없어진 후에야 그칠 것입니다. 한 고을이 이와 같으니 한 도(道)를 알 수 있고, 한 도가 이와 같으니 한 나라를 알 수 있습니다. 민생(民生)이 이 지경에 이르렀는데, 전하께서는 장차 무엇을 믿고 나라를 다스리겠습니까? 이것을 어떻게 수재(水災)·한재(旱災)의 천재(天災)가 마치 그렇게 만들었다고 핑계대어 세월만 보내는 데 그치고, 끌어대어 얽어 매고 말 수가 있겠습니까? 신이 일찍이 이렇게 된 까닭과 이를 구제할 방책을 찾아 보았는데, 이는 사치를 금하지 않고, 탐묵(貪墨)을 징계하지 않은 데 지나지 않습니다. 이리하여 복식(服飾)의 화려함과 기완(器玩)의 진기함과 거처(居處)와 음식의 절제가 없음이 해가 갈수록 더하고, 이를 서로 본받아서 향촌(鄕村)에서는 경사(京師)를 본받고, 위포(韋布)는 진신(縉紳)을 본받고, 천인(賤人)은 귀인(貴人)을 본받고, 가난한 사람은 부유한 사람을 본받아서 온 세상이 이에 따라 아주 한계가 없으니, 재물(財物)이 어찌 마르지 않을 수 있으며, 백성이 어찌 곤궁하지 않을 수 있겠습니까? 재상(宰相)·명사(名士)는 사치하기 때문에 다른 사람에게 문유(問遺)를 받지 않을 수 없고, 방백(方伯)·수령(守令)은 문유 때문에 조수(操守)를 바꾸지 않을 수 없습니다. 그래서 매질이 그치지 아니하여 이제 재물을 주고 받는 데 이르렀으며, 평소 봉록(俸祿)이 부족해서 이제 가렴 주구(苛斂誅求)하는 데 이르렀으므로, 이에 상하(上下)가 서로 이익을 보고 내외(內外)에서 교체해 이익을 추구하고 있으니, 오늘날을 위한 계책으로 만약 탐묵을 제거하고자 한다면 먼저 문유를 단절시켜야 하고, 만약 문유를 단절시키고자 하면 먼저 사치를 금지해야 하는데, 네 가지가 서로 연관이 있지만, ‘사치’ 두 글자가 진실로 병폐(病弊)를 받는 근원입니다. 신이 진실로 지금 세상의 사대부(士大夫)들이 사치에 익숙해진 지 이미 오래 되어 검소의 길로 들어가기는 어려운 것을 알고 있으나, 한때 듣고 보며 즐기는 오락(娛樂)을 제거하는 것을 만세에 민국(民國)의 계책으로 삼는다면 또한 무엇이 고통스러워서 고치지 않으며, 무엇을 꺼려하여 하지 않겠습니까? 대저 그렇게 한 후에 묘당(廟堂)에 밝은 조서(詔書)를 내려 엄중하게 과조(科條)를 세워서 장률(贓律)을 거듭 엄중하게 밝히고 청백리(淸白吏)를 장려하여 선발하되, 전관(銓官)에게 신칙(申飭)해서 상격(常格)을 좇지 말게 하며, 어사(御史)를 보내어 수시로 깨끗이 태거(汰去)를 단행하여 염리(廉吏)로 하여금 권면(勸勉)함이 있게 하고 탐리(貪吏)로 하여금 두려워함이 있게 하여야 합니다. 그리고 빨리 애통(哀痛)한 조서를 내리셔서 거의 죽어가는 백성들을 위로한 다음 견감(蠲減)할 만한 것은 견감하고 탕감(蕩減)할 만한 것은 탕감하게 하소서. 이로써 입법(立法)한 다음 이를 시행한 지 10년이 되어도 백성들이 부성(阜盛)하지 않고 나라의 재정(財政)이 넉넉해지지 않는다면, 신은 망언(妄言)한 죄로 복주(伏誅)되기를 청합니다. 삼가 생각하건대, 우리 자성 전하(慈聖殿下)께서는 백성을 사랑하시는 어진 마음이 골수(骨髓)에 사무치셔서 매양 불에 타거나 엄몰(渰沒)한 민호(民戶)가 있다는 보고가 있을 때면 문득 특별히 원전(原典) 외의 고휼(顧恤)을 더하도록 명하셔서 그들로 하여금 전접(奠接)하여 거처를 잃는 데 이르지 않게 하시니, 이를 들은 백성들이 얼굴을 가리고 울면서 이마에 손을 얹고 기뻐하며 서로 말하지 않는 자가 없었습니다. 그러나 불에 타거나 물에 엄몰하여 죽는 경우는 항상 있는 것이 아니므로 있으면 반드시 상문(上聞)하지만, 굶주려 죽는 경우는 이루 셀 수 없을 정도로 많으므로 아래로부터 죄다 진달(陳達)할 수가 없습니다. 전하께서 만약 이미 들으신 것을 가지고 미처 듣지 못한 것에 미루어 생각하시고, 적은 사람을 구휼(救恤)했던 것을 많은 백성들에게 널리 미치게 하신다면, 이것이 바로 맹자(孟子)의 이른바 인(仁)을 실행하는 방도이며, 생민(生民)도 거의 구제될 수 있을 것입니다.” 하니, 비답하기를, “그대의 말이 시폐(時弊)를 절실하게 적중시켜 매우 가상하게 여긴다. 마땅히 항상 보면서 잊지 않겠다.” 하였다.",
                "hj": "○正言李源祚疏曰: 目今生靈之塗炭, 已在十分倒懸之中, 必欲坐待君德之成, 而方有所施爲, 則孑遺殘民, 將盡尋於枯魚之肆, 而明年大椀不托, 無及於雪裏凍死之命矣。 臣請以耳目所覩, 爲殿下痛哭流涕而陳之。 臣所居嶺南, 卽古稱衣食之鄕, 數十年前, 州里墟井之間, 室屋連比, 富家饒戶, 參錯於其間, 而假貸傭作之民, 皆有所賴而爲生矣。 近年以來, 連値大歉, 飢饉之餘, 重以癘疫, 近峽沿海之邑, 被禍尤酷。 昔之居民, 什無一二, 而良田美土, 蓬蒿溢目, 所餘殘民, 欲農則無糧, 欲商則無貨, 欲去則溝壑在卽, 欲留則産業俱空, 而陳荒之稅尙存, 久逋之還猶督, 昔之十人之賦, 今則一人當之, 前之十家之糴, 今則一家納之, 始而殘戶亡, 次而中戶破, 終而饒戶竭, 其勢必盡無而後乃已。 一邑如此, 一道可知, 一道如此, 一國可知。 民生至此, 殿下其將何恃而爲國乎? 是豈可諉之於水旱天災之適然而玩愒而止, 牽架而已乎? 臣嘗求其所以致此之由, 與其所以救之之術, 不過曰奢侈之不禁也, 貪墨之不懲也。 服开之華美, 器玩之奇衺, 居處飮食之無節, 年增歲加, 轉相慕效, 鄕村而效京洛, 韋布而效縉紳, 賤而效貴, 貧而效富, 擧世靡然, 無有限極, 財安得不匱, 民安得不困也? 宰相名士, 以其奢侈之故, 不得不受人問遺, 方伯守宰, 以其問遺之故, 不得不變其操守, 鞭靴不已, 今至苞苴。 常祿不足, 今至誅求。 於是乎上下相蒙, 內外交征, 爲今日計, 如欲去貪墨, 先絶問遺, 如欲絶問遺, 先禁奢侈, 四者相因, 而奢侈二字, 實受病之源也。 臣固知今世士夫, 習奢已久, 難於入儉, 而屛一時耳目之娛, 爲萬世民國之計, 亦何苦而不改, 何憚而不爲哉? 夫然後, 明詔廟堂, 嚴立科條, 申嚴贓律, 奬選淸白, 飭銓官而勿循常格, 遣繡衣而時行澄汰, 使廉吏有所勸貪, 吏有所畏。 亟下哀痛之詔, 庸慰濱死之民, 可蠲者蠲之, 可減者減之。 以此立法, 行之十年, 而民不阜國不裕, 則臣請伏妄言之誅矣。 伏惟我慈聖殿下, 愛民之仁, 浹於肌髓, 每有民戶燒渰之報, 輒命別加顧恤於原典之外, 使之奠接, 不至失所, 百姓聞此, 莫不掩泣加額, 欣欣相告, 然燒渰死者, 事非常有, 故有則必上聞, 飢餓死者, 不勝其多, 故下不得盡達。 殿下若以其已聞者, 推之於未聞, 恤小者廣之於多民, 則此正孟子所謂仁之術, 而生民其庶幾矣。 批曰: “爾言切中時弊, 深庸嘉乃, 當常目不忘矣。”"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On eulyu day, [the King] attended the Royal Lecture on the Confucian Classics in the eulyu year (.",
                "H2KE-nKo": "희정당에서 을유년에 진강하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 11월 11일(을유) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○乙酉/進講于熙政堂。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "The King summoned the officials of the second rank or above and the superintendents of the Directorate of Palace Kitchen Supplies for an audience with him at Jeonghae . This was because Great Lord of Pung은 and Great Lord of Yeongheung had an audience with the King at Huijeong Hall .",
                "H2KE-nKo": "희정당에서 정해년의 시원임 대신과 시원임 각신, 약방 제조, 풍은부원군, 영흥부원군을 불러서 보았다. 문안하였기 때문이다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 11월 13일(정해) 1번째기사",
                "gt-oKo": "시임 대신(時任大臣)·원임 대신(原任大臣)·각신(閣臣)·약방 제조(藥房提調)·풍은 부원군(豐恩府院君)·영흥 부원군(永興府院君)을 희정당에서 불러 보았는데, 승후(承候) 때문이었다.",
                "hj": "○丁亥/召見時原任大臣閣臣藥房提調, 豐恩府院君、永興府院君于熙政堂, 承候也。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "On muja day, [the King] attended the Royal Lecture on the muja year (.",
                "H2KE-nKo": "희정당에서 무자년의 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 11월 14일(무자) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○戊子/進講于熙政堂。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On gichuk day, [the King] attended the Royal Lecture on the Confucian Classics in the gichuk year (.",
                "H2KE-nKo": "희정당에서 기축년의 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 11월 15일(기축) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○己丑/進講于熙政堂。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On gyeongin day, [the King] attended the Royal Lecture on the Confucian Classics in the gyeongin year (.",
                "H2KE-nKo": "희정당에서 경인년의 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 11월 16일(경인) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○庚寅/進講于熙政堂。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On sinhae day, [the King] attended the Royal Lecture on the Confucian Classics [on the Confucian classics].",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 11월 17일(신묘) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○辛卯/進講于熙政堂。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "[The King] attended the Royal Lecture on the Confucian Classics during the imjin year (.",
                "H2KE-nKo": "희정당에서 임진년의 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 11월 18일(임진) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○壬辰/進講于熙政堂。"
            },
            "2": {
                "H2KE-EN": "The King appointed Jo Giyeong as governor of Chungcheong Province .",
                "H2KE-nKo": "조기영을 충청도 관찰사로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 11월 18일(임진) 2번째기사",
                "gt-oKo": "조기영(趙冀永)을 충청도 관찰사(忠淸道觀察使)로 삼았다.",
                "hj": "○以趙冀永爲忠淸道觀察使。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "[The King] attended the Royal Lecture on the Confucian Classics in the gyesa year (.",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 11월 19일(계사) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○癸巳/進講于熙政堂。"
            },
            "2": {
                "H2KE-EN": "Kim Yugeun was appointed minister of rites , Jo Bongjin was appointed minister of works , and Yi Giyeon was appointed inspector general .",
                "H2KE-nKo": "김유근을 예조 판서로, 조봉진을 공조 판서로, 이기연을 사헌부 대사헌으로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 11월 19일(계사) 2번째기사",
                "gt-oKo": "김유근(金逌根)을 예조 판서(禮曹判書)로, 조봉진(曹鳳振)을 공조 판서(工曹判書)로, 이기연(李紀淵)을 사헌부 대사헌(司憲府大司憲)으로 삼았다.",
                "hj": "○以金逌根爲禮曹判書, 曺鳳振爲工曹判書, 李紀淵爲司憲府大司憲。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On byeongja day, [the King] attended the Royal Lecture on the byeongja year (.",
                "H2KE-nKo": "희정당에서 병자년에 진강하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 11월 2일(병자) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○丙子/進講于熙政堂。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On gabo day, the King attended the Royal Lecture on the Confucian Classics of the gabo year (.",
                "H2KE-nKo": "희정당에서 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 11월 20일(갑오) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○甲午/進講于熙政堂。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On eulmi day, the King attended the Royal Lecture on the Confucian Classics at the Hall of Governance . ",
                "H2KE-nKo": "희정당에서 을미년에 진강하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 11월 21일(을미) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○乙未/進講于熙政堂。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On byeongsin day, the King received the officials in the morning court assembly at the Royal Confucian Academy.",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 11월 22일(병신) 1번째기사",
                "gt-oKo": "희정당에서 소대(召對)하였다.",
                "hj": "○丙申/召對于熙政堂。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On jeongyu day, the King received the officials in the morning court assembly at the Royal Confucian Academy.",
                "H2KE-nKo": "희정당에서 차대를 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 11월 23일(정유) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○丁酉/召對于熙政堂。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "The King received the officials in the morning court assembly at the Royal Confucian Academy.",
                "H2KE-nKo": "희정당에서 무술년의 소대를 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 11월 24일(무술) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○戊戌/召對于熙政堂。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On gihae day, [the King] summoned the officials of the second rank or above and the officials of the Ministry of Rites and the Great Lord of Pung은 at 희정당에서 소견하였다.【봉조하남공철, Chief State Councilor Yi Sang황, 영부사심상규, Left State Councilor박종 Hun, Great Lord of Pung은 Jo Manyeong, Minister of RitesKim Yugeun, Third Minister of Rites Kim Gyeongseon .】 청대하였기 때문이다. Yi Sang황 said, Today is the second anniversary of the next year. Next is the first anniversary of our Great King Gongjeong (Jeongjongs great-great-grandfather Kings great-grandfather Kings great-greather Kings great-grandfather Kings great-great-grandfather Kings great-grandfather Kings great-greather Kings great-great-grandfather Kings great-grandfather Kings great-great-great-grandfather Kings great-great-grandfather Kings great-grandfathers-grandfather Kings great-grandfather Kings great-grandfathers-grandfathers-grandfather Kings great-grandfather Kings great-great-grandfather Kings great-grandfather Kings great-greather Kings great-great-grandfather Kings grandmother and my grandmother Kings great-great",
                "H2KE-nKo": "희정당에서 시원임 대신과 예조 당상 및 풍은부원군을 불러서 보았다. - 봉조하 남공철, 영의정 이상황, 영중추부사 심상규, 좌의정 박종훈, 풍은부원군 조만영, 예조 판서 김유근, 참의 김경선이다. - 이 청대하였기 때문이다. 이상황이 아뢰기를,“오늘은 바로 내년의 아세입니다. 내년은 바로 우리 대왕대비 전하께서 하광하여 오순이 되시는 해입니다. 삼가 방례를 살펴보니, 자성께서 오순이나 육순이 되시는 해에 옥책을 올리고 술잔을 올려 위에 고하고 아래에 반포하는 것이 마침내 떳떳한 법이 되었습니다. 신들이 오늘 어전에 나아온 것은 장차 내리신 명을 우러러 청하여 거행할 수 있게 하려는 것입니다.”하니, 대왕대비가 전교하기를,“지난번의 존호는 국법을 위해서일 뿐만 아니라 아들과 손자가 이미 대위에 올랐으니, 이는 하늘이 돌보아 주는 인자함과 조종이 덕을 쌓은 음덕이므로 비록 오랫동안 가슴 아파한 나의 마음과 비통한 심정으로도 두루 생각하여 들어주지 않을 수 없었다. 그러니 이번에 청한 일은 과연 어떻게 해야 하겠는가.”하였다.대신들이 번갈아 가며 겸양해서는 안 된다는 뜻을 아뢰니, 대왕대비가 전교하기를,“대전의 처지로 말하면, 오늘은 매사를 내가 지도하는 대로 해야 진실로 마땅하다. 그러나 춘추가 한창 왕성할 때라도 내가 하고 싶지 않은 일은 자손으로서 부모의 뜻을 받들어 따르는 것이 곧 대효이다. 반드시 내가 하고 싶지 않은 일을 억지로 하게 하려는 것이 어찌 내 마음을 기쁘게 하는 것이겠는가. 그러나 부모의 뜻을 어기는 것이 과연 늙은이를 봉양하는 도리이겠는가. 대전은 반드시 내 마음을 헤아려야 할 것이니, 경들은 다시 많은 말을 하지 말라.”하였다. 또 전교하기를,“하고 싶지 않은 일을 반드시 받게 하려는 것은 나를 기쁘게 하려고 그러는 것 같지만 이것이 어찌 나를 기쁘게 하는 도리이겠는가. 또 나의 뜻은 대전의 춘추가 한창이고 국가가 태평하며 나 역시 나이가 6, 7십 세에 이르는데, 대전이 이 일을 하고자 한다면 정리로 볼 때 나는 또 반드시 사양할 마음이 없다.”하였다. 또 전교하기를,“만일 내 말을 부당하다고 여긴다면 부디 써서 후세에 전하기를 ‘이와 같은 일이 있으면 여군도 일의 체모를 알지 못하고 부당한 고집을 확립할 것이다.’라고 하라. 그렇다면 후일 상고하는 자들도 나의 고집을 비웃는 것에 불과할 뿐이니, 어찌 성상의 효성에 손상될 것이 있겠는가.”하였다. 또 전교하기를,“내가 본래 격화가 많아서 마음에 맞지 않으면 끓어오르는 울분이 지나쳐서 기가 문득 치밀어 오르니, 실로 견디기 어렵다.”하였다. 주상이 말하기를,“존호를 올리고 음식을 올리는 일에 대해 자전의 하교가 이와 같이 간절하시니, 감히 받들어 따르지 않을 수 없다. 그러나 위에 고하고 아래에 반포하는 일은 삼가 정묘 갑인년의 전례에 따라 거행하라.”하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 11월 25일(기해) 1번째기사",
                "gt-oKo": "시임 대신(時任大臣)·원임 대신(原任大臣)·예조 당상(禮曹堂上) 및 풍은 부원군(豐恩府院君)을 희정당(熙政堂)에서 불러 보았는데, 【봉조하(奉朝賀) 남공철(南公轍)·영의정(領議政) 이상황(李相璜)·영부사(領府事) 심상규(沈象奎)·좌의정(左議政) 박종훈(朴宗薰)·풍은 부원군(豐恩府院君) 조만영(趙萬永)·예조 판서(禮曹判書) 김유근(金逌根)·참의(參議) 김경선(金景善)이다.】 청대(請對)하였기 때문이다. 이상황(李相璜)이 말하기를, “오늘은 곧 명년(明年)의 아세(亞歲)입니다. 명년은 곧 우리 대왕 대비 전하(大王大妃殿下)께서 영광스럽게 오순(五旬)이 되시는 해입니다. 삼가 방례(邦禮)를 상고해 보건대, 자성(慈聖)께서 오순이나 육순이 되시는 해에는 옥책(玉冊)을 바쳐 헌수(獻壽)하고, 위에 고하고 아래에 반포하는 것이 마침내 이전(彝典)을 이루고 있습니다. 신 등이 오늘 등대(登對)한 것은 장차 성명(成命)을 우러러 청하여 거행하는 바탕으로 삼으려는 것입니다.” 하니, 대왕 대비가 하교하기를, “지난번의 존호(尊號)는 국전(國典)이 될 뿐만이 아닌데, 아들과 손자가 이미 대위(大位)에 올랐으니, 이는 상천(上天)께서 돌보아 주신 인애(仁愛)와 조종(祖宗)께서 쌓으신 음덕(蔭德)이므로, 비록 마음속에 쌓여온 아픈 회포와 몹시 비통했던 심정을 두루 생각하여 청종(聽從)하지 않을 수 없었으나, 지금 청한 일은 과연 어찌 감당하겠는가?” 하였다. 이에 여러 대신(大臣)들이 번갈아 겸양(謙讓)하는 뜻이 온당하지 못함을 아뢰니, 대왕 대비가 하교하기를, “대전(大殿)의 처지(處地)로 말한다면, 오늘날은 일마다 진실로 내가 지도(指導)하는 데 따라서 하는 것이 마땅할 것이다. 비록 춘추(春秋)가 한창때라 하더라도 내가 하고 싶지 않은 일은 자손이 되어서 부모(父母)의 뜻을 받들어 순종하는 것이 곧 대효(大孝)가 되는 것인데, 내가 하고 싶지 않은 일을 반드시 억지로 하고자 하는 것이 어찌 나의 마음을 기쁘게 할 수 있으며, 어버이의 뜻을 어기는 것이 과연 노인을 봉양하는 도리가 되겠는가? 대전은 반드시 나의 마음을 본받아야 할 것이니, 경들은 다시 많은 말을 하지 말도록 하라.” 하고, 또 하교하기를, “하고 싶지 않은 일을 나로 하여금 기필코 받게 하려는 것은 나를 기쁘게 하기 위해서 그렇게 하는 듯하나, 이것이 어찌 나를 기쁘게 하는 도리이겠는가? 또 나의 뜻은 대전의 춘추가 한창이고, 나라도 태평(太平)하고, 나 또한 연수(年壽)가 6,70세가 되어서 대전이 이 일을 하려고 한다면 정리(情理)가 있는 바 나도 굳이 사양할 마음은 없다.” 하고, 또 하교하기를, “만약 내 말을 온당하지 못하다고 여긴다면 모름지기 써서 후세에 전하기를, ‘이러이러한 일이 있었는데, 여군(女君)이 사체(事體)를 알지 못하여 온당하지 못한 고집(固執)을 세웠다.’고 하면 훗날 상고하는 자 또한 나의 고집을 웃고 마는 데 지나지 않을 것이니, 어찌 성효(聖孝)에 휴손(虧損)됨이 있겠는가?” 하고, 또 하교하기를, “내가 본래 격화(膈火)가 많이 있어서 마음에 맞지 않으면, 울화(鬱火)가 끓어 오를 뿐만 아니라, 화기(火氣)가 문득 상승하여 진실로 감내(勘耐)하기 어렵다.” 하니, 임금이 말하기를, “존호(尊號)를 올리고 잔치를 바치는 일은 자교(慈敎)가 이와 같이 지극히 간절하시니, 감히 받들어 좇지 않을 수 없습니다. 그러나 위에 고하고 아래에 반포하는 의절(儀節)은 삼가 정묘조(正廟朝) 갑인년의 전례에 의거하여 거행하겠습니다.” 하였다.",
                "hj": "○己亥/召見時原任大臣禮堂及豐恩府院君于熙政堂。【奉朝賀南公轍、領議政李相璜、領府事沈象奎、左議政朴宗薰、豐恩府院君、趙萬永、禮曹判書金逌根、參議金景善。】 請對也。 相璜曰: “今日, 卽明年之亞歲也。 明年, 卽我大王大妃殿下光躋五旬之歲也。 謹按邦禮, 慈聖五旬六旬之年, 進冊稱觴, 上告下布, 遂成彝典。 臣等之今日登對, 將以仰請成命, 以爲擧行之地矣。” 大王大妃敎曰: “向來尊號, 非但爲國典, 子與孫旣升大位, 此上天眷顧之仁, 祖宗積德之蔭, 雖以予積傷之懷, 絶悲之情, 不能不周思而聽從, 今玆所請之事, 果何所當乎?” 諸大臣迭奏其不當謙抑之義, 大王大妃敎曰: “以大殿處地言之, 今日則每事固當隨予指導而爲之。 而雖春秋鼎盛之時, 予所不欲爲之事, 爲子孫而承順父母之志, 是爲大孝, 必欲强予之不欲爲者, 豈悅於予心? 而違親之志, 是果爲養老之道理乎? 大殿必當體予之心, 卿等更勿多言。” 又敎曰: “所不欲爲之事, 必欲使之受之者, 似欲爲悅予而然, 而是豈爲悅予之道乎? 且予之志, 大殿春秋鼎盛, 國家太平, 予亦壽躋六七十歲, 而大殿欲爲此擧, 則情理所在, 予且無斷斷必辭之心矣。” 又敎曰: “如以予言爲不當, 則須書以傳後曰, ‘有如此如此之事, 女君不識事體, 立其不當之固執’ 云爾, 則後考者, 亦不過笑予之固執而已, 有何虧損於聖孝乎?” 又敎曰: “予本多膈火, 心不合則非但過於沸鬱, 氣輒上升, 實難堪耐矣。” 上曰: “上號進饌, 慈敎如是懇惻, 不敢不承順。 而告布之節, 謹依正廟甲寅已例擧行。”"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On gyemyo day, [the King] attended the Royal Lecture on the Confucian Classics of gyemyo .",
                "H2KE-nKo": "희정당에서 계묘년 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 11월 29일(계묘) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○癸卯/進講于熙政堂。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the King attended the Royal Lecture on the New Years Day.",
                "H2KE-nKo": "희정당에서 정축년 전강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 11월 3일(정축) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○丁丑/進講于熙政堂。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On muin day, [the King] attended the Royal Lecture on the eighth day of the eighth month.",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 11월 4일(무인) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○戊寅/進講于熙政堂。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On sinmyo day, the King attended the Royal Lecture on the gihae day (1391, the fifth day of the month.",
                "H2KE-nKo": "희정당에서 기묘년의 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 11월 5일(기묘) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○己卯/進講于熙政堂。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On gyeongjin day, [the King] attended the Royal Lecture on the Confucian Classics of gyeongjin year (.",
                "H2KE-nKo": "희정당에서 경진년 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 11월 6일(경진) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○庚辰/進講于熙政堂。"
            },
            "2": {
                "H2KE-EN": "The Ministry of Rites reported to the King as follows: At the dawn of the previous portrait of Seonwon Hall , the necessities for the observation of the portrait hall were enshrined by the portrait of the portrait hall. The necessities for the portrait of the portrait hall are all performed by the Ministry of War in order to prepare for the portrait of the portrait hall, and the portrait of King Taejo",
                "H2KE-nKo": "예조가 아뢰기를,“이번에 준원전의 영정을 구본을 받들고 올 때 행해야 할 절목에 대해 대신에게 문의한 다음 참작하여 마련하였습니다. 각 해당 관사와 삼도의 감사로 하여금 이대로 거행하게 하소서.” - 1. 이번 11월 26일 새벽에 먼저 준원전을 옮겨 봉안한 데 대한 고유제를 행한 뒤 같은 날 묘시에 정전의 문 밖에 신련을 진설하고 전사는 영정을 봉안한 궤를 연을 모시고 출발하였습니다. 주정소의 악차 앞에 이르러서는 그대로 신련을 악차 안에 봉안하고 제반 일을 예비한 다음 출발하였습니다. 숙소의 악차 앞에 이르러서는 전사는 영정을 봉안하여 악차 안의 탁상 위에 봉안하였습니다. 다음 날 출발하여 주정소의 숙소에 봉안하는 것을 모두 위의 의식과 같이 하였습니다. 배설하는 제반 일은 각각 그 도로 하여금 예비하여 거행하게 하였습니다. 1. 대신과 예조 당상, 본전의 영 각 1원은 흑단령을 입고 배종하고, 지방관과 본도의 감사는 신련을 각각 경상에서 전도하게 하였습니다. 1. 전후의 사대 및 협련군 등의 절차는 병조로 하여금 주상의 뜻을 여쭈어 거행하게 하였으며, 의장과 각 차비 군인이 착용할 복색도 병조로 하여금 참작하여 마련해 내려보내서 차례로 교대하게 하였습니다. 1. 신련을 시위하는 별감은 본전의 수복 2인으로 건복을 갖추고 거행하게 하였습니다. 1. 신련을 메는 배군은 10리마다 교대하여 운송하고, 일체 차비 군인도 각각 그 도로 하여금 차정하여 교대하게 하였습니다. 1. 도로는 각각 그 도로 하여금 수치하여 황토를 깔게 하였습니다. 1. 주정소의 악차는 객사의 정청에 설치하고, 숙소의 악차는 동상방의 숙소 악차 안에 설치하였으며, 탁상 위에 채화석을 설치하고서 배봉하여 올라온 뒤 동상방은 우선 봉쇄하였다가 영정을 신본이 돌아오기를 기다려 사객으로 하여금 입접하게 하였습니다. 만약 읍참이 아니면 악차를 설치해야 하니, 또한 각각 그 도로 하여금 배설하여 기다리게 하였습니다. 1. 신련 앞에서 쓸 향은 역참마다 2쌍씩 내의원으로 하여금 수량을 헤아려 내려보내게 하였습니다. 1. 본조 당상이 착용할 인신 1과를 가지고 가게 하였습니다. 1. 신련이 3도의 경계에 도착하여 주정소나 숙소에 봉안하였는데, 본도의 감사와 각무 차사원 이하는 흑단령을 입고 대문 밖에서 숙배하게 하였습니다. 1. 시급한 공사를 전달할 때에는 파발마로 통지하게 하였습니다. 1. 의궤와 문서에 실려 있는 말 1필을 병조로 하여금 제급하게 하였습니다. 1. 이 밖에 응당 행해야 할 일은 배종하는 대신이 직접 그 도의 감사에게 분부하여 거행하게 하였습니다.” - 하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 11월 6일(경진) 2번째기사",
                "gt-oKo": "예조(禮曹)에서 아뢰기를, “지금 준원전(濬源殿) 영정(影幀)의 구본(舊本)을 받들어 올 때 응당 시행해야 할 절목(節目)을 대신(大臣)에게 의논하여 참작해서 마련하였으니, 청컨대 각 해사(該司)와 3도(道)의 감사로 하여금 이에 의거하여 거행하게 하소서.” 하였다.【1. 11월 26일 이른 새벽에 먼저 준원전에서 옮겨 봉안(奉安)하는 고유제(告由祭)를 거행한 후에 같은 날 묘시(卯時)에 정전(正殿)의 밖에 신련(神輦)을 진설해 놓고, 전사(殿司)가 영정궤(影幀櫃)를 받들어 연(輦)에 모시고 진발(進發)한다. 주정소(晝停所) 악차(幄次) 앞에 이르면 곧 신련을 악차 안에 받들어 모시고 여러 가지 일을 예비(豫備)하고 나서 진발하여 숙소(宿所) 악차 앞에 이르면, 전사(殿司)가 영정을 받들어 악차 안 탁상(卓床) 위에 모신다. 이튿날 진발하여 주정소와 숙소에서 받들어 모시기를 모두 위의 의절과 같이 한다. 배설(排設)에 따른 모든 일은 각각 그 도(道)로 하여금 예비하여 거행하게 한다. 1. 대신(大臣)과 예조 당상(禮曹堂上) 및 본전(本殿)의 영(令) 각 1원(員)이 흑단령(黑團領) 차림으로 배종(陪從)하고, 지방관(地方官)과 본도의 감사는 신련을 각기 그 경계 위에서부터 인도한다. 앞뒤의 사대(射隊)와 협련군(挾輦軍) 등의 절차는 병조(兵曹)로 하여금 품지(稟旨)하여 거행하게 하고 의장(儀仗)과 각 차비 군인(差備軍人)이 입는 복색(服色)도 병조로 하여금 참작하여 마련해서 내려 보내어 고을마다 차례로 체대(替代)하게 한다. 1. 신련(神輦)을 시위(侍衛)하는 별감(別監)은 본전(本殿)의 수복(守僕) 2인으로 건복(巾服)을 갖추어 거행하게 한다. 1. 신련의 담배군(擔陪軍)은 10리마다 교대해서 운송하게 하고, 일체의 차비군인 또한 각기 그 도로 하여금 차정(差定)하여 체대하게 한다. 1. 도로(道路)는 각각 그 도로 하여금 수치(修治)하게 하되, 황토(黃土)를 깔게 한다. 1. 주정소의 악차는 객사(客舍)의 정청(正廳)에 설치하고, 숙소(宿所)의 악차는 동상방(東上房)에 설치하며, 숙소의 악차 안에 탁상(卓上)을 설치하고, 그 위에 채화석(彩花席)을 배설한다. 배봉(陪奉)해 올라온 뒤에 동상방(東上房)은 우선 봉쇄(封鎖)해 두고, 영정의 신본(新本)을 기다려 본전에 받들어 돌아오기를 기다린 후에 사객(使客)으로 하여금 입접(入接)하도록 한다. 만약 읍참(邑站)이 아니면 마땅히 악차를 설치하여야 하는데, 각각 그 도로 하여금 배설해 놓고 기다리게 한다. 1. 신련 앞에 피울 부용향(芙蓉香)을 역참(驛站)마다 두 쌍씩을 내의원(內醫院)으로 하여금 수량을 헤아려 내려 보내게 한다. 1. 본조(本曹)의 당상(堂上)은 행용(行用)하는 인신(印信) 1과(顆)를 싸가지고 간다. 1. 신련이 세 도의 경계에 도착하여 주정소나 숙소에 봉안하면, 본도의 감사와 각 임무에 종사하는 차사원(差使員) 이하는 흑단령으로 대문 밖에서 숙배(肅拜)한다. 1. 시급한 공사(公事)를 전달할 때에는 파발마(擺撥馬)로 알린다. 1. 의궤(儀軌)와 문서(文書)는 말 한 필에 실어 가지고 병조로 하여금 제급(題給)하게 한다. 1. 이외에 응당 행해야 할 일은 배종(陪從)하는 대신이 각각 그 도의 감사에게 직접 분부하여 거행하게 한다.】",
                "hj": "○禮曹啓言: “今此濬源殿影幀舊本奉來時, 應行節目, 就議大臣, 參酌磨鍊, 請令各該司及三道監司, 依此擧行節目。”【一, 今十一月二十六日曉頭, 先行濬源殿移奉告由祭後, 同日卯時, 陳神輦於正殿戶外, 殿司奉影幀櫃安於輦進發。 至晝停所幄次前, 仍以神輦安於幄次內, 諸事預備訖進發, 至宿所幄次前, 殿司奉影幀, 安於幄次內卓床上。 翌日進發晝停所宿所奉安, 竝如上儀。 排設諸事令各其道預備擧行。 一, 大臣禮曹堂上本殿令各一員, 以黑團領陪從, 地方官及本道監司, 神輦前導各於境上。 一, 前後射隊及挾輦軍等節, 令兵曹稟旨擧行, 儀仗各差備軍人所着服色, 亦令兵曹參酌磨鍊下送, 次次替代。 一, 神輦侍衛別監, 以本殿守僕二人, 具巾服擧行。 一, 神輦擔陪軍每十里替運, 一應差備軍人, 亦令各其道差定替代。 一, 道路令各其道修治鋪黃土。 一, 晝停所幄次設於客舍正廳, 宿所幄次設於東上房宿所幄次內, 設卓床上排彩花席, 陪奉上來後東上房則姑爲封鎖, 待影幀新本奉還本殿後, 許令使客入接。 若非邑站則當設幄次, 亦令各其道排設待候。 一, 神輦前所炷芙蓉香, 每站二雙式令內醫院量數下送。 一, 本曹堂上行用印信一顆齎去。 一, 神輦到三道界奉安晝停所或宿所, 本道監司及各務差使員以下, 以黑團領大門外肅拜。 一, 時急公事傳致時撥馬知委。 一, 儀軌及文書載持馬一匹令兵曹題給。 一, 此外應行事, 陪從大臣直爲分付各其道監司處擧行。】"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On sinsa day, the King attended the Royal Lecture on the Confucian Classics in the sinsa year (.",
                "H2KE-nKo": "희정당에서 신사년의 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 11월 7일(신사) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○辛巳/進講于熙政堂。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On imo day, [the King] attended the Royal Lecture on the Confucian Classics in the imo year (.",
                "H2KE-nKo": "희정당에서 임오년의 강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 11월 8일(임오) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○壬午/進講于熙政堂。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On gyemi day, the King attended the Royal Lecture on the gyemi day of the month.",
                "H2KE-nKo": "희정당에서 계미년 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 11월 9일(계미) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○癸未/進講于熙政堂。"
            }
        }
    },
    "12": {
        "1": {
            "1": {
                "H2KE-EN": "[The King] attended the Royal Lecture on the gapjin day (1424, the fourth year of King Taejongs reign.",
                "H2KE-nKo": "희정당에서 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 12월 1일(갑진) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○甲辰/進講于熙政堂。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "On gyechuk day, [the King] attended the Royal Lecture on the Confucian Classics at the Hall of Governance . ",
                "H2KE-nKo": "희정당에서 계축년의 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 12월 10일(계축) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○癸丑/進講于熙政堂。"
            },
            "2": {
                "H2KE-EN": "The King 희정당에 나아가 대신과 비국 당상을 인견하였다. Chief State Councilor Yi Sangsang reported as follows: Your subject heard that the former 상신 이원익 was ninety years old and returned from his hometown. He did not sincerely attend to Your Majesty, and only choose a magistrate to be selected. Your subject referred to our dynastys old practice, and thereupon ordered the Ministry of Personnel to select and record the names of good governance . When two or three high officials of the senior third rank or above successively recommended one or three, one official of the senior third rank or above successively recommended and then wrote a letter of wrote. This was all caused by the problem of the problem. Your subject thinks that the officials of the senior third rank or above as well as the officials who had already served as governor , each recommended two or three individuals. The Ministry of Personnel should gather and wrote the letter of writing to the King in order to prepare for Your Majesty. One piece should be installed at the Ministry of Personnel so that the vacancies can be employed according to their vacancies. However, your subject is afraid that the problem of problem. The order of problem of problem. Minister of War Kwon Donin reported as follows: These problem of problem in the problem of problem for problem of problem in the royal court. However, the problem of problem",
                "H2KE-nKo": "주상이 희정당에 나아가 대신과 비변사 당상을 인견하였다. 영의정 이상황이 아뢰기를,“신이 일찍이 듣건대, 고 상신 이원익이 90세의 나이로 치사하고 돌아갈 때에 어전에서 간절히 아뢴 것은 오직 수령을 잘 선택하는 것을 헌의한 것이라고 하였습니다. 삼가 국조의 고사를 상고해 보니, 이조로 하여금 잘 다스린 사람의 성명을 초록하여 입계하게 한 때도 있었고, 대신과 비변사 당상이 각각 2, 3인을 천거하게 한 때도 있었으며, 경재들로 하여금 각각 1인씩 천거하게 하여 첩지를 만들어 써서 들이게 한 때도 있었습니다. 이는 모두 그 당시의 폐단을 바로잡으려는 데에서 나온 것이지만 또한 그 당시의 효과가 없지 않았습니다. 신의 생각에는 비변사 당상 및 일찍이 도신을 지낸 사람으로 하여금 각각 이미 시험하여 치적이 있는 사람을 천거하게 하여 각각 2, 3인씩 이조에서 모아 기록하여 열서하여 어람에 대비하게 하고, 1건은 정조에 두어서 자리가 나는 대로 조용하게 한다면 혹 당장의 실효가 있을 듯싶기에 감히 아룁니다.”하니, 대왕대비가 전교하기를,“아뢴 바가 매우 좋다. 좌상과 우상, 양전의 뜻도 모두 그러하니 아뢴 대로 하라. 수령을 잘 선택하는 것은 진실로 좋으나 수령을 담당하는 도신을 가려 보내는 것은 더욱 절실하고 긴요한 일이다. 이것은 전적으로 묘당에 달려 있다.”하였다. 이상황이 아뢰기를,“한 달 전에 반송사가 중관을 논핵하여 아뢴 일이 있었고, 이어서 또 영중추부사가 논핵하여 아뢴 일이 있었습니다. 당초에 중신이 논핵하여 아뢴 것이 보고 들은 실상이 없었다면 어찌 이런 일이 있었겠습니까. 그의 마음은 근신을 억제하고 고을의 폐단을 염려하는 뜻에서 나왔으니 진실로 가상히 여겨 받아들여야 합니다. 그러나 결국에는 견책하는 벌을 가볍게 파직하는 데 그쳤고, 대신에게는 더욱 조정에서 우대하는 예우를 하였습니다. 당일에 아뢴 것은 실로 충성스러운 마음에서 나온 것인데 단지 회유만 받고 윤허를 받지 못하였으니, 이로부터 이런 무리가 방자하게 함부로 날뛰는 것을 장차 어떻게 징계할 수 있겠습니까.옛날 명철한 군주가 이런 무리를 제어할 때에는 미연에 단속하고 싹트기 시작한 초기에 꺾어버려 각각 조심하게 하여 크게 어그러지지 않게 하였습니다. 이런 무리가 만약 경계하고 두려워할 줄을 알아서 이전의 죄를 요행히 면한 것을 기뻐하지 않고 항상 다시 죄를 범하면 속죄하기 어려울까 두려워한다면 또한 일찍이 이런 무리의 복이 되지 않을 수 없을 것입니다.”하니, 대왕대비가 전교하기를,“아뢴 바가 좋고도 옳다. 마땅히 유념하겠다.”하였다. 병조 판서 권돈인이 아뢰기를,“서북과 송도 사람을 선천에 허통하는 것은 모두 조정의 신칙에 관계되니 다르게 할 필요가 없습니다. 그런데 관서와 송도 사람은 간혹 시행한 일이 많았으나 저 북관은 아직도 거론하지 않았습니다. 이번 납천부터 시작해서 지처와 재기가 있는 자를 각별히 신칙하여 뽑아서 천거하게 하여 답답한 마음을 풀어 주는 방도로 삼는 것이 사의에 합당할 듯합니다.”하니, 그대로 따랐다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 12월 10일(계축) 2번째기사",
                "gt-oKo": "임금이 희정당에 나아가 대신(大臣)과 비국 당상(備局堂上)을 인견(引見)하였다. 영의정(領議政) 이상황(李相璜)이 아뢰기를, “신이 일찍이 듣건대, 고(故) 상신(相臣) 이원익(李元翼)은 90세의 나이로 향리(鄕里)에 돌아가기를 청하고, 돌아갈 적에 전석(前席)에서 정성스럽게 아뢴 것이 오직 수령(守令)을 가려서 뽑아야 한다는 말이었다고 합니다. 삼가 국조(國祖)의 고사(故事)를 상고해 보건대, 이조(吏曹)로 하여금 선치(善治)한 사람의 성명을 초록(抄錄)해서 입계(入啓)하게 할 때 대신(大臣)과 비국 당상으로 하여금 각각 2,3인을 천거하도록 한 때가 있었고, 여러 경재(卿宰)들로 하여금 각각 한 사람씩 천거하게 하고는 첩(帖)을 만들어서 써서 들이게 한 때가 있었다고 합니다. 이는 모두 그 당시의 폐단(弊端)을 구제하려는 데에서 나왔는데, 또한 그 당시 효과가 없지 않았습니다. 신의 생각으로는 비국 당상과 일찍이 도신(道臣)을 지낸 사람으로 하여금 각각 이미 시험하여 치적(治績)이 있었던 사람 서너 명을 천거하게 하고, 이를 이조(吏曹)에서 모아 나열해 적어서 어람(御覽)하시는 데 대비하게 하되, 1건은 정조(政曹)에 두어 과궐(窠闕)에 따라 조용(調用)하는 바탕으로 삼게 한다면, 혹은 눈앞의 실효(實效)가 있을 듯하므로, 감히 진달(陳達)합니다.” 하니, 대왕 대비(大王大妃)가 하교(下敎)하기를, “아뢴 바가 매우 좋다. 좌상(左相)·우상(右相)과 양전(兩銓)의 뜻이 그렇다면 그에 의거하여 하도록 하라. 수령을 선택하는 것도 좋으나, 수령을 맡은 도신(道臣)을 가려서 보내는 것이 더욱 절실하고 긴요한데, 이는 오로지 묘당(廟堂)에 달려 있다.” 하였다. 이상황이 아뢰기를, “한 달 전에 반송사(伴送使)가 중관(中官)의 일을 논계(論啓)한 적이 있었고 이어서 또 영부사(領府事)가 논주(論奏)한 바가 있었습니다. 당초 중신(重臣)의 논계(論啓)가 만약 보고 들은 실상(實狀)이 없었다면, 어찌 이러한 일이 있었겠습니까? 그 마음인즉 근습(近習)을 억제하고 고을의 폐해(弊害)를 염려하는 뜻에서 나왔으니, 진실로 가상하게 여겨 개납(開納)하심이 마땅한데, 마침내 그 허물을 꾸짖어 가볍게 파직(罷職)하는 데 그쳤습니다. 대신에 이르러서는 더욱 조정에서 우악하게 예우(禮遇)하는 바입니다. 당일에 아뢴 바도 진실로 충성스러운 마음에서 나온 것인데, 단지 회유(誨諭)만 받고 윤허를 받지 못하였으니, 이로부터 이처럼 방자하고 외람된 무리가 장차 어떻게 징계할 바를 알겠습니까? 옛날에 현철(賢哲)한 임금은 이러한 무리를 제어함에 있어 미연에 조종해 단속하고 맹동(萌動)하려 할 때 그 초기에 꺾고 막아서 각각 조심하게 함으로써 크게 어긋나는 데 이르지 않도록 하였습니다. 이 무리가 만약 스스로 경계하여 그칠 바를 알아서 전얼(前孽)이 요행히 형벌에서 벗어났다 하여 기뻐하지 않고, 항상 다시 범하면 속죄(贖罪)받기 어려운 것을 두려워한다면, 또한 이 무리의 복(福)이 되지 않겠습니까?” 하니, 대왕 대비가 하교하기를, “아뢴 바가 좋고도 옳다. 마땅히 유념(留念)하겠다.” 하였다. 병조 판서(兵曹判書) 권돈인(權敦仁)이 아뢰기를, “서북(西北)과 송도(松都)의 사람을 선천(宣薦)에 허통(許通)하게 한 것이 모두 조칙(朝飭)에 관계되는 일이므로 다르게 할 필요가 없는데, 관서(關西)와 송도(松都)의 사람에게는 간혹 많이 시행하였지만, 오로지 저 북관(北關)은 아직도 거론(擧論)하지 않고 있습니다. 이번 납천(臘薦)부터 시작하게 하되, 처지(處地)와 재기(才器)가 있는 자를 별도로 초천(抄薦)하도록 신칙(申飭)해서 막힌 마음을 소통해 주는 방도로 삼는 것이 사의(事宜)에 합당할 듯합니다.” 하니, 그대로 따랐다.",
                "hj": "○上御熙政堂, 引見大臣備局堂上。 領議政李相璜啓言: “臣嘗聞故相臣李元翼, 九耋告退而還也, 惓惓於前席者, 惟以擇守令爲獻。 謹稽國朝故事, 有令吏曹抄錄, 善治人姓名入啓之時, 有大臣備堂各薦二三人之時, 有諸卿宰, 各薦一人, 作帖書入之時。 此皆出於爲捄其時之弊, 而亦不無其時之效矣。 臣意則令備堂及曾經道臣, 各薦已試有績之人, 各數三人, 自吏曹聚錄列書, 庸備御覽, 一件則令置政曹, 以爲隨窠調用之地, 則恐或有目前實效, 故敢達矣。” 大王大妃敎曰: “所奏甚好。 左右相兩銓之意皆然, 依爲之。 擇守令固好, 而次知守令之道臣擇送, 尤爲切要, 此則專在廟堂矣。” 相璜啓言: “月前伴送使有論啓中官事, 而繼又有領府事論奏矣。 當初重臣論啓, 若無睹聞之實狀, 則豈有是也? 以其心則出於抑近習念邑弊之意, 誠宜嘉尙, 而開納之矣, 畢竟譴何, 止於薄罷, 至於大臣, 尤朝家之優禮也。 當日所奏, 實出忠款, 而只承誨諭, 未蒙開允, 從此此類之縱恣橫濫, 將何所知懲乎? 古先哲王之御此類, 操束於未然之前, 摧遏於方萌之初, 俾各小心, 不至大戾, 此類若知所警戢, 不以前孽之倖逭爲喜, 而常以更犯之難贖爲懼, 則亦未嘗不爲此類之福矣。” 大王大妃敎曰: “所奏好且是矣。 當留念矣。” 兵曹判書權敦仁啓言: “西北松都人之許通宣薦, 俱係朝飭, 不必異同, 而關西松都人, 間多施行, 惟彼北關, 尙不擧論矣。 自今臘薦爲始, 以有地處才器者, 另飭抄薦, 以爲疏鬱之方, 恐合事宜。” 從之。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On gabo day, the King attended the Royal Lecture on the first day of the month.",
                "H2KE-nKo": "희정당에서 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 12월 11일(갑인) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○甲寅/進講于熙政堂。"
            },
            "2": {
                "H2KE-EN": "Bak Sinmun was appointed second minister of personnel .",
                "H2KE-nKo": "박제문을 이조 참판으로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 12월 11일(갑인) 2번째기사",
                "gt-oKo": "박제문(朴齊聞)을 이조 참판(吏曹參判)으로 삼았다.",
                "hj": "○以朴齊聞爲吏曹參判。"
            },
            "3": {
                "H2KE-EN": "The King bestowed relief aid upon the soldiers who were 얇은 옷을 입고 as well as the wanderings of wandering.",
                "H2KE-nKo": "옷이 얇은 군병과 떠돌아다니며 구걸하는 백성에게 휼전을 베풀었다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 12월 11일(갑인) 3번째기사",
                "gt-oKo": "옷이 얇은 군병(軍兵)과 유랑하는 걸인에게 휼전(恤典)을 주었다.",
                "hj": "○給衣薄軍兵及流丐, 恤典。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On eulmyo day, [the King] attended the Royal Lecture on the Confucian Classics in the eulmyo year (.",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 12월 12일(을묘) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○乙卯/進講于熙政堂。"
            },
            "2": {
                "H2KE-EN": "Hong Gyeongo was appointed minister of rites .",
                "H2KE-nKo": "홍경모를 예조 판서로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 12월 12일(을묘) 2번째기사",
                "gt-oKo": "홍경모(洪敬謨)를 예조 판서(禮曹判書)로 삼았다.",
                "hj": "○以洪敬謨爲禮曹判書。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "On byeongjin day, [the King] attended the Royal Lecture on the Confucian Classics in the byeongjin year (.",
                "H2KE-nKo": "희정당에서 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 12월 13일(병진) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○丙辰/進講于熙政堂。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "On jeongyu day, the King attended the Royal Lecture on the Confucian Classics.",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 12월 14일(정사) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○丁巳/進講于熙政堂。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "[The King] attended the Royal Lecture on the Spring and Autumn Annals (C. Shijing .",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 12월 15일(무오) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○戊午/進講于熙政堂。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On giyu day, the King attended the Royal Lecture on the Confucian Classics at the Hall of Governance . ",
                "H2KE-nKo": "희정당에서 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 12월 16일(기미) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○己未/進講于熙政堂。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "[The King] attended the Royal Lecture on the Confucian Classics of Spring and Autumn Annals (C. Shujing.",
                "H2KE-nKo": "희정당에서 경신년의 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 12월 17일(경신) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○庚申/進講于熙政堂。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On sinyu day, the King attended the Royal Lecture on the Confucian Classics at the Hall of Governance . ",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 12월 18일(신유) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○辛酉/進講于熙政堂。"
            },
            "2": {
                "H2KE-EN": "The Ministry of Rites reported as follows: As your subjects recently examined the report of Governor of Hamgil Province Seo Gyeongbo , former Executive Assistant of Hamheung Yi Mokwon , former Magistrate of Yeongheung Yi Jinhwa , former Magistrate of Gilju Shin So , former Magistrate of Musan Yang Seonsu , Magistrate of Gyeongheung Strategic Prefecture Yi병gil , former Magistrate of Seongseong Yi Gwangryong , and bribes of corruption are excessive. Your subjects request that Your Majesty order the 해부로 하여금 thoroughly cross-examined and cross-examined [the confession of the confesion of the confesions]. Former 도신 홍경모를 thoroughly cross-examined and cross-examined [the confession of the confesion of the confesions]. The King granted permission. Shortly thereafter, the confession of the six convicted convic",
                "H2KE-nKo": "비변사가 아뢰기를,“함경 감사 서경보의 장계를 보니, 전 함흥 판관 이목원, 전 영흥 부사 이진화, 전 길주 목사 신소, 전 무산 부사 양선수, 경흥 부사 이병길, 전 온성 부사 이광룡은 장오죄를 범한 것이 낭자합니다. 의금부로 하여금 엄히 신문하여 구두 공초를 받게 하고, 전 도신 홍경모는 책임을 물어 삭직하는 법을 시행하소서.”하니, 윤허하였다. 곧이어 의금부의 죄안으로 인하여 이목원 등 6명의 죄수를 모두 절도에 정배하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 12월 18일(신유) 2번째기사",
                "gt-oKo": "비국(備局)에서 아뢰기를, “함경 감사(咸鏡監司) 서경보(徐畊輔)의 장계(狀啓)를 보았더니, 전(前) 함흥 판관(咸興判官) 이목원(李穆遠)·전 영흥 부사(永興府使) 이진화(李鎭華)·전 길주 목사(吉州牧使) 신소(申紹)·전 무산 부사(茂山府使) 양선수(梁宣洙)·경흥 부사(慶興府使) 이병길(李秉吉)·전 온성 부사(穩城府使) 이광룡(李光龍) 등은 장오(贓汚)가 낭자하였습니다. 해부(該府)로 하여금 엄중하게 추문(推問)하여 공초(供招)를 받게 하소서. 그리고 전 도신(道臣) 홍경모(洪敬謨)는 이를 자거(刺擧)하지 못하였으니, 견삭(譴削)하는 법전을 베푸소서.” 하니, 윤허하였다. 그리고 얼마 안 있다가 의금부(義禁府)의 의언(議讞)으로 인하여 이목원 등 여섯 죄인을 모두 도배(島配)하였다.",
                "hj": "○備局啓言: “觀此咸鏡監司徐畊輔狀啓, 則咸興前判官李穆遠, 永興前前府使李鎭華, 吉州前牧使申紹, 茂山前府使梁宣洙, 慶興府使李秉吉, 穩城前府使李光龍, 贓汚狼藉矣。 令該府, 嚴問捧口招。 不能剌擧之前道臣洪敬謨, 施以譴削之典。” 允之。 尋因府讞, 穆遠等六囚幷島配。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "[The King] attended the Royal Lecture on the Confucian Classics during the ninth month.",
                "H2KE-nKo": "희정당에서 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 12월 19일(임술) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○壬戌/進講于熙政堂。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On eulsa day, the King attended the Royal Lecture on the eulsa year (.",
                "H2KE-nKo": "희정당에서 을사년의 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 12월 2일(을사) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○乙巳/進講于熙政堂。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi헌위를 사헌부 대사헌으로 삼았다.",
                "H2KE-nKo": "이헌위를 사헌부 대사헌으로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 12월 2일(을사) 2번째기사",
                "gt-oKo": "이헌위(李憲瑋)를 사헌부 대사헌(司憲府大司憲)으로 삼았다.",
                "hj": "○以李憲瑋爲司憲府大司憲。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On gyehae day, the King attended the Royal Lecture on the gyehae day (1423, the fourth year of King Sejong.",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 12월 20일(계해) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○癸亥/進講于熙政堂。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On eulchuk day, the first day of the eleventh month, the King proceeded to the Royal Placenta Chamber to the Office of Royal Placenta Chamber to enter the Royal Placenta Chamber Examination. The King summoned Governor of Chungcheong Province Jo Giyeong and held audience with him. He paid a farewell visit to the King. The 대왕 대비가 하교하기를, “나라의 형편이 어렵고 걱정스러우며, the peoples livelihoods are worse than now. Moreover, the province of Chungcheong Province has suffered from a great successive famine, and the weak and hardships are incomparable to other provinces. My dear sir, loving the love of the King, should properly cultivate a province and exert his utmost to observe the royal order. Previously, you also saw the report of corrupt magistrates in the northern subarea commander ? Jo Giyeong said, I saw the report. The 대왕 대비가 하교하기를, Recently, corrupt magistrates have been widespreadly enough, and the people are not able to preserve their livelihoods. If the magistrates of the northern corrupt province are like this, other provinces will also thoroughly investigate and disclose the magistrates worthy and the magistrates worthy of each other and disclose them in order to impeach the magistrates worthy and punish the magistrates worthy and the magistrates worthy of their worthy. Furthermore, I have heard that the evils of purchasing golden mining and imposing negative effects have become more widespread and unable to reform them. You must devote yourself to reform the people to strive to devote yourself to the intent of the court. Whenever the governor proceeds to his assigned province, there was not only once or twice but this has become a permanent rule, but I did not see the strive of striving to observe the royal order. How can this be the way of observing the royal order? ",
                "H2KE-nKo": "약원에서 희정당에 입진하였다. 충청 감사 조기영을 불러서 보았는데, 하직 인사를 하였기 때문이다. 대왕대비가 하교하기를,“나라의 형편이 어렵고 백성의 생활이 어려운 것이 지금보다 심한 때가 없었다. 더구나 호서 한 도는 거듭 큰 흉년을 겪어 쇠잔하고 곤궁하기가 다른 도에 비할 바가 아니다. 임금을 사랑하는 경의 정성으로 볼 때 한 지방을 두루 다스리고 마음을 다해 나의 뜻을 받들어 펴는 것이 마땅할 듯하다. 지난번 함경 감사가 탐욕스러운 수령을 논핵한 장계를 경도 보았는가?”하니, 조기영이 아뢰기를,“보았습니다.”하였다. 대왕대비가 하교하기를,“근래 탐욕스러운 풍조가 크게 성행하여 백성들이 지탱하여 보존하지 못하고 있다. 북도의 수령이 이와 같다면 다른 도도 모두 미루어 알 수 있을 것이다. 수령들의 잘잘못을 일일이 조사하여 적발해서 보고되는 대로 논하여 감처하라. 또 들으니, 대동세를 앞당겨 징수하는 폐단이 점점 고질화되어 바로잡을 수 없다고 한다. 모쪼록 마음을 다해 바로잡아서 실효가 있게 하여 조정에서 깊이 염려하는 뜻에 부응하도록 하라. 도백이 내려갈 때마다 신칙하고 타이른 것이 한두 번이 아니었는데도 곧 관례가 되어 실효를 보지 못하고 있으니, 이것이 어찌 나의 뜻을 받들어 펴는 도리이겠는가. 경은 잘 내려가서 정성을 다해 부지런히 직무를 수행하도록 하라.”하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 12월 22일(을축) 1번째기사",
                "gt-oKo": "약원(藥院)에서 희정당으로 입진(入診)하였다. 충청 감사(忠淸監司) 조기영(趙冀永)을 불러 보았는데, 사폐(辭陛)한 때문이었다. 대왕 대비(大王大妃)가 하교(下敎)하기를, “국계(國計)의 어려움과 민생(民生)의 위급함이 이때보다 심한 적이 없었다. 더구나 호서(湖西)는 한 도(道)가 잇따라 큰 흉년을 겪었으므로, 조잔(凋殘)하고 곤최(困瘁)함이 다른 도에 견줄 바가 아니다. 경은 임금을 사랑하는 정성으로 한 방면을 순선(旬宣)하면서 마음을 다해 보답하고 선양함이 마땅할 듯하다. 전일에 북백(北伯)이 탐묵(貪墨)한 수령(守令)을 논한 장계(狀啓)를 경도 보았는가?” 하니, 조기영이 말하기를, “보았습니다.” 하였다. 대왕 대비가 하교하기를, “근래에 탐묵(貪墨)이 크게 유행하여 백성들이 지탱하여 보존하지 못하고 있다. 북도(北道)의 수령(守令)들이 이와 같다면, 다른 도도 다 미루어 알 수 있으니 수령의 장부(臧否)를 일일이 핵실(覈實)해 내어 듣는 대로 논죄(論罪)하여 감단(勘斷)하도록 하라. 또 듣건대, 추후로 대동(大同)의 등(等)을 인용(引用)하는 폐해(弊害)가 점점 고질적인 폐막(弊瘼)을 이루어 이혁(釐革)할 수가 없다고 하니, 모름지기 마음을 다해 바로잡아 구제해서 실효(實效)가 있게 하여 조정에서 깊이 염려하는 뜻에 부응(副應)하도록 하라. 도백(道伯)이 내려갈 때마다 신칙(申飭)하고 효유(曉諭)함이 한두 번에 그치지 아니하여 문득 예사로운 투식이 되어 버려 실효를 보지 못하고 있으니, 이것이 어찌 보답해 선양하는 도리이겠는가? 경은 내려가서 정성을 다해 부지런히 봉직(奉職)함이 옳을 것이다.” 하였다.",
                "hj": "○乙丑/行藥院入診于熙政堂, 召見忠淸監司趙冀永, 辭陛也。 大王大妃敎曰: “國計艱虞, 民生倒懸, 未有甚於此時。 而況湖西一道, 荐經大歉, 凋殘困瘁, 非他道比。 以卿愛君之誠, 似當旬宣一方, 盡心對揚矣。 向來北伯論墨倅狀啓, 卿亦見之否?” 冀永曰: “見之矣。” 大王大妃敎曰: “近來貪墨大行, 民不支保。 北道守令若此, 則他道亦皆推知, 守令臧否, 一一覈發, 隨聞論勘。 且聞追大同引等之弊, 轉成痼瘼, 莫可釐革云, 須悉心矯捄, 俾有實效, 以副朝家軫念之意也。 每於道伯下去時, 飭諭非止一再, 而便成例套, 未見實效, 此豈對揚之道乎? 卿則善爲下去, 恪勤奉職可也。”"
            },
            "2": {
                "H2KE-EN": "대왕 대비가 하교하기를, “여러 local magistrates of 북도 Province , sometimes are concerned that their crimes are not included in the report. 이제 우상의 말을 듣건대, when I passed through Anbyeon , there was a former magistrate who made a complaint against the people. The peoples complaint is indeed true. Yet, only the magistrate [of Anbyeon] was fortunately escaped. 이것이 어찌 조정의 형정이며, 또한 어찌 본의이겠는가? Former Magistrate of Anbyeon Strategic Prefecture Yun Jagyeong , the governor of the province should again thoroughly investigate the crimes and report to the throne. This should be issued to the State Council. Later, the governor reported to the King, who was also punished by banishment to a designated area.",
                "H2KE-nKo": "대왕대비가 전교하기를,“북도의 여러 수령 중에 혹 죄가 있는데도 장계로 보고하는 내용 중에 포함되지 않은 자가 있을까 염려하였다. 지금 우의정의 말을 들으니, 안변을 지나갈 때 전임 수령의 일로 백성의 호소가 있었다고 한다. 백성의 호소가 과연 사실이라면 해당 수령만 요행히 죄를 면한다면 이것이 어찌 조정의 형정이겠으며 또한 어찌 도신이 내 뜻을 선양한 본의이겠는가. 전 안변 부사 윤자경이 지은 죄가 있는지 없는지를 도신으로 하여금 다시 엄히 조사하여 보고하게 하라고 묘당에서 분부하라.”하였다. 뒤에 도신의 장계로 인하여 또한 절도에 정배하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 12월 22일(을축) 2번째기사",
                "gt-oKo": "대왕 대비(大王大妃)가 하교(下敎)하기를, “북도(北道)의 여러 수령 가운데 혹 죄가 있는데도 장문(狀聞) 가운데에 들어가지 않은 자가 있을까 염려스럽다. 지금 우상(右相)의 말을 듣건대, 안변(安邊)을 지날 때 전임 수령의 일로 호소하는 백성이 있었다고 하는데, 그 백성의 호소가 과연 그러한 실상이 있었는데도 그 수령만 유독 요행히 벗어나 모면했다면, 이것이 어찌 조정의 형정(刑政)이며, 또한 어찌 도신(道臣)이 조정에 보답해 선양하는 본의이겠는가? 전 안변 부사(安邊府使) 윤자경(尹滋畊)은 죄범(罪犯)의 유무(有無)를 도신으로 하여금 다시 엄중하게 조사하여 보고할 것을 묘당(廟堂)에서 분부(分付)하도록 하라.” 하였는데, 후에 도신의 계문(啓聞)으로 인하여 또한 도배(島配)하였다.",
                "hj": "○大王大妃敎曰: “北道諸倅中, 或慮有罪而不入於狀聞中矣。 今聞右相言, 路過安邊時, 以前倅事, 有民訴云, 民訴果有實狀, 而該倅獨爲倖逭, 則是豈朝家刑政, 而亦豈道臣對揚之本意乎? 安邊前府使尹滋畊, 罪犯有無, 令道臣更爲嚴査登聞事, 自廟堂分付。” 後, 因道啓, 亦島配之。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "The King conducted the Royal Confucian Academy with a clerical writing sunshades and the first clerical writing style, which was the first clerical writing style, was the first style, which was the first clerical writing style, and the first style was successful candidate.",
                "H2KE-nKo": "반궁에서 감제를 행하였다. 표에서 수석을 차지한 이현문에게 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 12월 23일(병인) 1번째기사",
                "gt-oKo": "반궁(泮宮)에서 감제(柑製)를 설행(設行)하고 표문(表文)에서 수위를 차지한 이현문(李玄文)을 직부 전시(直赴殿試)하게 하였다.",
                "hj": "○丙寅/行柑製于泮宮, 表居首李玄文直赴殿試。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "The King issued a royal directive to the Office of the Inspector General , Song Chigyu , the Office of the Inspector General , and Yun Chigyeom , the Office of the Censor General , and Seo Gisun , the Royal Confucian Academy .",
                "H2KE-nKo": "정묘년 도목 정사를 행하였다. 하비하여 송치규를 사헌부 대사헌으로, 윤치겸을 사간원 대사간으로, 서기순을 성균관 대사성으로 삼았다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 12월 24일(정묘) 1번째기사",
                "gt-oKo": "도정(都政)을 시행하고, 하비(下批)하여 송치규(宋稚圭)를 사헌부 대사헌(司憲府大司憲)으로, 윤치겸(尹致謙)을 사간원 대사간으로, 서기순(徐箕淳)을 성균관 대사성으로 삼았다.",
                "hj": "○丁卯/都政, 下批, 以宋穉圭爲司憲府大司憲, 尹致謙爲司諫院大司諫, 徐箕淳爲成均館大司成。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On gyeongo day, the King summoned former Governor of Chungcheong Province Sim Uisin and held audience with him at 희정당에서 Hall. This was because he was replaced by him. ",
                "H2KE-nKo": "희정당에서 전 충청 감사 심의신을 불러서 보았다. 체차되어 왔기 때문이다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 12월 27일(경오) 1번째기사",
                "gt-oKo": "전(前) 충청 감사(忠淸監司) 심의신(沈宜臣)을 희정당(熙政堂)에서 불러 보았는데, 체임(遞任)되어 왔기 때문이다.",
                "hj": "○庚午/召見前忠淸監司沈宜臣于熙政堂, 遞來也。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On byeongo day, [the King] attended the Royal Lecture on the Confucian Classics in the byeongo year (.",
                "H2KE-nKo": "희정당에서 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 12월 3일(병오) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○丙午/進講于熙政堂。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "The Hanseong Magistracy reported the number of people in Hanseong Magistracy . The Five Districts and the eight provinces totaled 1581,162. The number of people [in Hanseong Magistracy] totaled 332,5,032. The number of women [in Hanseong Magistracy] totaled 330,7,69. The total number of people in Jeju [in Jeju] totaled 1789. The number of people [in Hanseong Magistracy] totaled 35,194. The number of women [in Hanseong Magistracy] totaled 4737.",
                "H2KE-nKo": "한성부에서 민수를 올렸다. 오부와 팔도의 총 원호는 158만 11162호인데, 남자는 332만 532구이고 여자는 330만 7609구이다. 제주 세 고을의 총 원호는 1만 789호인데, 남자는 3만 5194구이고 여자는 4만 737구이다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 12월 30일(계유) 1번째기사",
                "gt-oKo": "경조(京兆)에서 백성의 수(數)를 아뢰었는데, 오부(五部)와 팔도(八道)의 원호(元戶)가 도합 1백 58만 1천 1백 62호(戶)인데, 남자는 3백 32만 5천 32구(口)이고, 여자는 3백 30만 7천 6백 9구이었다. 그리고 제주(濟州)의 삼읍(三邑)은 원호가 도합 1만 7백 89호인데, 남자는 3만 5천 1백 94구이고, 여자는 4만 7백 37구이었다.",
                "hj": "○癸酉/京兆獻民數, 五部及八道都元戶一百五十八萬一千一百六十二戶, 男三百三十二萬五千三十二口, 女三百三十萬七千六百九口。 濟州三邑都元戶, 一萬七百八十九戶, 男三萬五千一百九十四口, 女四萬七百三十七口。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On jeongmi day, the King attended the Royal Lecture at the Spring and Autumn Annals (C. Shujing .",
                "H2KE-nKo": "희정당에서 정미년의 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 12월 4일(정미) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○丁未/進講于熙政堂。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On musin day, [the King] attended the Royal Lecture on the Confucian Classics of Merit Subjects .",
                "H2KE-nKo": "희정당에서 무신의 전강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 12월 5일(무신) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○戊申/進講于熙政堂。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "The portrait of King Taejo of the gyeongsul year (1400, the fifth year of King Taejos reign reached Yeongheung and enshrined in Gwanghyo Hall in Gyeonghui Palace . The King went to the outside of Donhwa Gate and received the portrait.",
                "H2KE-nKo": "경술년에 태조대왕의 영정을 영흥에서 경희궁의 광명전에 봉안하였다. 주상이 돈화문 밖에 나아가 공경히 맞이하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 12월 7일(경술) 1번째기사",
                "gt-oKo": "태조 대왕(太祖大王)의 영정(影幀)이 영흥(永興)으로부터 도착하여 경희궁(慶熙宮)의 광명전(光明殿)에 봉안(奉安)하였는데, 임금이 돈화문(敦化門)에 나아가 지영(祗迎)하였다.",
                "hj": "○庚戌/太祖大王影幀, 至, 自永興, 奉安于慶熙宮之光明殿。 上詣敦化門外祗迎。"
            },
            "2": {
                "H2KE-EN": "[The King] summoned high-ranking officials and officials of the Ministry of Rites at 희정당에서 불러 보았다.【 Right State Councilor Yi Jiyeon , Second Minister of Rites Jo Dusun , and the old portrait of the portrait of Seonwon Hall . [Yi] Jiyeon advised, When the portrait of the Royal Ancestral Shrine in the mujin year (, when the portrait of the Royal Ancestral Shrine in the three provinces, there was a report on the prescribed portraits of the royal portrait of King Taejo in the Royal Ancestral Shrine in the Royal Ancestral Shrine. Currently, the peoples livelihoods are twice as much as the mujin year (. Thus, it is impossible to specially relieve them. If [the portraits of the Royal Ancestral Shrine] were specially granted, it would be possible to succeed their successors. The 대왕 대비가 하교하기를, “ After receiving the portraits from the Royal Ancestral Shrine in the Royal Ancestral Shrine, have [the portraits of the portraits] appropriately decided and then report back to me.",
                "H2KE-nKo": "희정당에서 대신과 예조 당상을 불러서 보았다. - 우의정 이지연, 예조 참판 조두순이 나왔다. - 준원전의 영정을 모셔 온 구본을 모시고 들어왔기 때문이다. 이지연이 아뢰기를,“숙종 무진년 경기전의 어용을 모셔 올 때 배종한 대신이 아뢴 것으로 인하여 연로 각 고을의 대동미를 감면해 주었습니다. 이번에 세 도의 여러 고을에서 민력의 고달픔이 무진년보다 갑절이나 더하니, 별도로 진휼하지 않을 수 없습니다. 만약 특별히 처분을 내리신다면 선왕의 뜻과 사업을 계승하는 방도가 될 수 있을 것입니다.”하니, 대왕대비가 전교하기를,“연석에서 물러간 뒤에 알맞게 헤아려 정해서 다시 여쭈라.”하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 12월 7일(경술) 2번째기사",
                "gt-oKo": "대신(大臣)과 예조 당상(禮曹堂上)을 희정당(熙政堂)에서 불러 보았으니,【우의정(右議政) 이지연(李止淵)과 예조 참판(禮曹參判) 조두순(趙斗淳)이다.】 준원전의 영정(影幀) 구본(舊本)을 받들어 온 때문이다. 이지연이 아뢰기를, “숙종조(肅宗朝) 무진년에 경기전(慶基殿)의 어용(御容)을 받들어 왔었을 때 배종(陪從)했던 대신(大臣)이 주달(奏達)한 바로 인하여 연로(沿路) 각 고을의 대동미(大同米)을 견감한 일이 있었습니다. 이번에 세 도의 여러 고을에서도 민력(民力)의 노췌(勞悴)함이 무진년보다 갑절이나 되니, 각별한 진휼(軫恤)이 없을 수 없습니다. 만약 특별히 처분을 내리신다면, 거의 계술(繼述)하는 도리가 될 것입니다.” 하였는데, 대왕 대비(大王大妃)가 하교(下敎)하기를, “연석(筵席)에서 물러간 후에 적당히 헤아려 작정(酌定)해서 다시 품지(稟旨)하도록 하라.” 하였다.",
                "hj": "○召見大臣禮堂于熙政堂。【右議政李止淵, 禮曹參判趙斗淳。】濬源殿影幀舊本, 陪奉入來也。 止淵啓言: “肅廟戊辰, 慶基殿御容奉來時, 因陪從大臣所奏, 有沿路各邑大同蠲減之擧。 今番三道諸邑民力之勞悴, 倍於戊辰, 不可無別般軫恤。 若特降處分, 則庶爲繼述之道矣。” 大王大妃敎曰: “筵退後量宜酌定, 更稟。”"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On sinhae day, [the King] attended the Royal Lecture on the Confucian Classics of Shinhae .",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 12월 8일(신해) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○辛亥/進講于熙政堂。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On imja day, the King attended the Royal Lecture on the imja day of the ninth month.",
                "H2KE-nKo": "희정당에서 임자년의 진강을 행하였다.\n",
                "date_ko": "헌종 4권, 3년(1837 정유 / 청 도광(道光) 17년) 12월 9일(임자) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○壬子/進講于熙政堂。"
            }
        }
    }
}