{
    "01": {
        "10": {
            "1": {
                "H2KE-EN": "[The King] provided relief to those who drowned in Hamheung and other towns as well as to the families of Jeongpyeong Magistracy for drowned in sinchuk year (.",
                "H2KE-nKo": "신축년에 함흥 등 고을의 수재를 당해 죽은 사람과 정평부의 소호에 휼전을 베풀었다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 1월 10일(신축) 1번째기사",
                "gt-oKo": "함흥(咸興) 등 고을의 물에 빠져 죽은 사람과 정평부(定平府)의 불탄 집에 휼전(恤典)을 내렸다.",
                "hj": "○辛丑/給咸興等邑渰死人及定平府燒戶, 恤典。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "A lunar eclipse occurs",
                "H2KE-nKo": "월식이 있었다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 1월 15일(병오) 1번째기사",
                "gt-oKo": "월식(月蝕)이 있었다.",
                "hj": "○丙午/月有食之"
            },
            "2": {
                "H2KE-EN": "On gihae day, the supplementary supplies supplementary",
                "H2KE-nKo": "서울의 각 관사와 각 영에서 기해년의 회계부를 올렸다. - 호조, 양향청, 선혜청, 병조, 훈련도감, 금위영, 어영청, 총융청에 현재 보유하고 있는 것은 황금 148냥, 은자 22만 410냥, 전문 48만 7998냥 남짓, 면주 38동 11필, 목 1965동 17필 남짓, 저포 96동 20필, 포자 970동 15필 남짓, 미 7만 4131석 10두 남짓, 전미 4만 2983섬 4두 남짓, 태 2만 279섬 13두, 피잡곡 3만 2287섬 6두 남짓이다. -\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 1월 15일(병오) 2번째기사",
                "gt-oKo": "경중(京中)의 각사(各司)·각영(各營)에서 기해년(己亥年)의 회계부(會計簿)를 바쳤다.【호조(戶曹)·향청(餉廳)·혜청(惠廳)·병조(兵曹)·훈국(訓局)·금영(禁營)·어영(御營)·종청(摠廳)에 지금 있는 황금(黃金)은 1백 48냥(兩)이고, 은자(銀子)는 22만 4백 10냥이고, 전문(錢文)은 48만 7천 9백 98냥 영(零)이고, 면주(綿紬)는 38동(同) 11필(疋)이고, 목(木)은 1천 9백 65동 17필 영(零)이고, 저포(宁布)는 96동 20필이고, 포자(布子)는 9백 70동 15필 영이고, 미(米)는 7만 4천 1백 31석(石) 10두 영이고, 전미(田米)는 4만 2천 9백 83석 4두 영이고, 태(太)는 2만 2천 79석 13두이고, 피잡곡(皮雜穀)은 3만 2천 2백 87석 6두 영이다.】",
                "hj": "○京各司各營, 進己亥會計簿。【戶曹、餉廳、惠廳、兵曹、訓局、禁營、御營、摠廳, 時在黃金一百四十八兩, 銀子二十二萬四百十兩, 錢文四十八萬七千九百九十八兩零, 綿紬三十八同十一疋, 木一千九百六十五同十七疋零, 苧布九十六同二十疋, 布子九百七十同十五疋零, 米七萬四千一百三十一石十斗零, 田米四萬二千九百八十三石四斗零, 太二萬二千七十九石十三斗, 皮雜穀三萬二千二百八十七石六斗零。】"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On giyu day, the King appointed Yi Eonsun as second minister of personnel , and Yi Insil as Royal Confucian Academy .",
                "H2KE-nKo": "이언순을 이조 참판으로, 이인필을 성균관 대사성으로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 1월 18일(기유) 1번째기사",
                "gt-oKo": "이언순(李彦淳)을 이조 참판으로, 이인필(李寅弼)을 성균관 대사성으로 삼았다.",
                "hj": "○己酉/以李彦淳爲吏曹參判, 李寅弼爲成均館大司成。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The King went to 희정당에 나아가 대신과 비국 당상을 인견하였다. Right State Councilor Jo Inyeong requested to summon Confucian scholars in the countryside to study the Royal Confucian Academy and to encourage the study. The King approved this request. The King issued a royal directive, which stated, When when the grain distributed to the two provinces is supposed to arrive, would it be possible for the time to relieve the famine? Jo Inyeong said, If we urge the grain by the Office of Benefiting the People, it would be possible to transport the grain within the full moon of the fourth month. Even if we do not reach the province, the grain in advance should be used first and then supplement the grain in the future. Then, it would be possible for the province to transfer the grain in the province. Jo Inyeong also reported, In years of poor harvest, the relief aid is truly related to the peoples livelihood. However, if the local magistrate is unworthy, he will only makes it possible without authority. Your subject should first admonish the various provinces to provide relief aid. If there is anyone who cannot survey the relief aid, he should be dismissed immediately. The Abdicated King issued a directive, which stated, relief aid is a matter of great importance. Therefore, a local magistrate should be selected and appointed. If there is anyone who cannot survey the relief aid, if he harboring personal favoritism, the governor cannot escape the importance of his crime. This should be thoroughly repeatedly enforced. Jo Inyeong requested that the Office of Benefiting the People be transported to the capital on a certain day of the fourth month and that 3,000 seok of rice be transported to the Pyeongan Province and 2,000 seok of rice be transported to the Hwanghae Province in order to supplement the relief aid. The Abdicated King issued a directive, which stated, The grain in the two provinces has gradually numerously numerous. This is very piteous and worrisome. Before I cannot forget abruptly forget even before I sleeping it, but I heard that it was very fortunate. I have heard that relief aid has already been surrounded first time, and I have 각별히 encouraged that there is no problem in which to starve or leave the grain.",
                "H2KE-nKo": "주상이 희정당에 나아가 대신과 비국 당상을 인견하였다. 우의정 조인영이 재야의 유현을 불러다 놓고 성학을 보도하기를 청하니, 그대로 따랐다. 전교하기를,“양서에 나누어 보낸 곡식은 언제 도착할 것인가?”하니, 조인영이 아뢰기를,“만약 독촉하면 4월 10일에서 15일 사이에 운반할 수 있을 것입니다. 비록 제때에 미치지 못하더라도 미리 준비해 둔 곡식을 먼저 들여다 썼다가 추후에 보충한다면 변통할 방도가 될 수 있을 것입니다.”하였다. 또 아뢰기를,“흉년의 진휼 정사는 실로 백성의 목숨과 관계되는데, 수령이 적임자가 아니면 한갓 유명무실하게 되고 말 것입니다. 진휼을 설행한 여러 도에 먼저 신칙하여 진실로 감당할 수 없는 자가 있으면 즉시 파출하게 하소서.”하니, 대왕대비가 전교하기를,“진휼 정사는 중대한 일이니 수령을 잘 가려서 차임하지 않아서는 안 된다. 만약 감당할 수 없는 자가 있는데도 사사로운 안면에 구애되어 혹시라도 덮어 둔다면 도신은 중죄를 면하기 어려울 것이다. 이런 내용으로 각별히 신칙하라.”하였다. 조인영이 선혜청에서 영남의 곡식을 운반하여 바다에 도착하는 날을 기다렸다가 그중 쌀 3000섬을 관서로 운송하고 쌀 2000섬을 해서로 운송하여 진휼 재원에 보태기를 청하니, 대왕대비가 전교하기를,“양서에서 들은 소문이 점점 많아지고 있으니 놀랍고 걱정스럽다. 잠이 들기 전에는 잠시도 잊을 수 없는데 지금 아뢴 말을 들으니 매우 다행이다. 진휼 정사는 이미 초순을 지났다고 들었다. 각별히 신칙하여 굶주린 자를 뽑느라 누락되는 폐단이 없게 하라.”하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 1월 20일(신해) 1번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가 대신과 비국 당상(備局堂上)을 인견(引見)하였다. 우의정 조인영(趙寅永)이 초야에 있는 유현(儒賢)을 불러 맞아들여서 성학(聖學)을 보도(輔導)하기를 청하니, 그대로 따랐다. 하교(下敎)하기를, “양서(兩西)에 나누어 보내는 곡식은 어느 때에 도착하겠는가? 진휼(賑恤)할 시기에 미칠 수 있겠는가?” 하자, 조인영이 말하기를, “독촉하면 4월 열흘이나 보름쯤에 도착할 수 있을 것입니다. 혹 제때에 미치지 못하더라도 예비한 곡식을 먼저 들여다가 쓰고 뒤미처 채우면 옮겨 쓰는 방도가 될 수 있을 것입니다.” 하였다. 또 아뢰기를, “흉년의 진정(賑政)은 실로 백성의 목숨에 관계되는데, 수령(守令)이 마땅한 사람이 아니면 이름만 있고 실속이 없는 것으로 돌아갈 것입니다. 먼저 각도에 진소(賑所)를 설치하도록 신칙(申飭)하되, 감당할 수 없는 자가 있으면 곧 내쳐서 파면하소서.” 하니, 대왕 대비(大王大妃)가 하교하기를, “진정은 큰일이니, 수령을 가려 차출하지 않아서는 안된다. 감당하지 못하는 자가 있어도 사정(私情)을 얽매여서 혹 덮어 두는 일이 있으면, 도신(道臣)이 무거운 죄를 면하기 어려울 것이다. 이 뜻을 각별히 신칙하도록 하라.” 하였다. 조인영이 혜청(惠廳)으로 나르는 쌀은 영남(嶺南)의 곡식이 바다에 도착할 때를 기다렸다가, 그 가운데 쌀 3천 석(石)을 관서(關西)에 날라 보내고 쌀 2천 석을 해서(海西)에 날라 보내어 진자(賑資)에 보태기를 청하니, 대왕 대비가 하교하기를, “양서의 소문은 점점 놀랍고 답답한 것이 많아서 잠자기 전에는 잠시도 잊을 수 없는데, 이제 아뢴 것을 들으니 다행이다. 진정은 이미 초순(初巡)을 지냈다 한다. 굶주리는 백성을 초록(抄錄)할 때에 빠뜨리는 폐단이 없도록 각별히 신칙하도록 하라.” 하였다.",
                "hj": "○辛亥/上御熙政堂, 引見大臣備局堂上。 右議政趙寅永, 請招延在野儒賢, 輔導聖學, 從之。 敎曰: “兩西分送之穀, 何時當到, 可及賑恤之時乎?” 寅永曰: “若督促則四月旬望間, 可以運致。 雖或未及, 預備之穀, 先爲入用, 追後充補, 則可爲推移之道矣。” 又啓言: “歉年賑政, 實關民命, 而守令如非其人, 徒歸於有名無實。 先飭設賑諸道, 苟有不可堪承者, 劃卽黜罷。” 大王大妃敎曰: “賑政, 大事也, 守令不可不擇差。 若有不堪承當者, 而拘於顔私, 或有掩置, 則道臣難免重罪。 以此各別申飭。” 寅永請惠廳運米嶺南穀, 待到海日, 就其中米三千石, 運送關西, 米二千石, 運送海西, 以補賑資。 大王大妃敎曰: “兩西所聞漸多, 可驚可悶。 未寐之前, 不可暫忘, 今聞所奏, 甚幸矣。 聞賑政已過初巡云。 各別申飭, 無至抄飢漏落之弊。”"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "The King provided relief aid to the families of the imja year (1422, the fourth year of King Sejongs reign for drowning.",
                "H2KE-nKo": "영종진의 수재를 당해 죽은 사람에게 휼전을 베풀었다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 1월 21일(임자) 1번째기사",
                "gt-oKo": "영종진(永宗鎭)의 물에 빠져 죽은 사람에게 휼전(恤典)을 내렸다.",
                "hj": "○壬子/給永宗鎭渰死人, 恤典。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The King held the seventh day of the first month in the muo year (1428, the fifth year of King Sejongs reign.",
                "H2KE-nKo": "반궁에서 인일제를 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 1월 27일(무오) 1번째기사",
                "gt-oKo": "반궁(泮宮)에서 인일제(人日製)를 설행(設行)하였다.",
                "hj": "○戊午/設人日製于泮宮。"
            },
            "2": {
                "H2KE-EN": "Governor of Pyeongan Province Kim Nansun hurriedly urgently reported to the King, Your subject and others arrived at Hwangseong and stayed at guesthouse. On the eleventh day of the first month, the Empress Dowager died. They sent an emissary to the Jurchens first and then reported to the throne. ",
                "H2KE-nKo": "평안 감사 김난순이 동지 정사 이가우의 언서로 급히 장계하기를,“신들이 황성에 도착하여 관소에 머무르고 있는데, 1월 11일에 황후가 붕서하였습니다.”하였다. 이에 앞서 저쪽 사람들을 고용하여 보내고 이에 앞서 급히 장계하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 1월 27일(무오) 2번째기사",
                "gt-oKo": "평안 감사 김난순(金蘭淳)이 동지 정사(冬至正使) 이가우(李嘉愚)가 언서(諺書)로 치계(馳啓)하기를, ‘신들이 황성(皇城)에 이르러 관소(館所)에 머물러 있는데, 정월 11일에 황후(皇后)가 붕서(崩逝)하였습니다.’하고 피인(彼人)을 품사서 보냈으므로, 이에 앞서 치계하였다.",
                "hj": "○平安監司金蘭淳, 以冬至正使李嘉愚, 諺書馳啓以爲: “臣等到皇城留館, 而正月十一日, 皇后崩逝。” 雇送彼人, 先此馳啓。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On gimi day, [the King] appointed Lord of Wanchang Yi Siin as Envoy for Expressing Gratitude for Imperial Benevolence and Envoy for Expressing Gratitude for Imperial Benevolence , Yun Myeonggyu as vice-envoy, and Han Gyewon as vice-envoy .",
                "H2KE-nKo": "완창군 이시인을 진위 겸 진향사로, 윤명규를 부사로, 한계원을 서장관으로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 1월 28일(기미) 1번째기사",
                "gt-oKo": "완창군(完昌君) 이시인(李時仁)을 진위 겸 진향사(陳慰謙進香使)로, 윤명규(尹命圭)를 부사(副使), 한계원(韓啓源)을 서장관(書狀官)으로 삼았다.",
                "hj": "○己未/以完昌君時仁爲陳慰兼進香使, 尹命圭爲副使, 韓啓源爲書狀官。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "A fire broke out at Boeun County in gabo year (1405, the fourth year of King Sejongs reign. The King granted relief to the families.",
                "H2KE-nKo": "보은군의 불탄 가호에 휼전을 베풀었다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 1월 3일(갑오) 1번째기사",
                "gt-oKo": "보은군(報恩郡)의 불탄 집에 휼전(恤典)을 내렸다.",
                "hj": "○甲午/給報恩郡燒戶, 恤典。"
            }
        },
        "30": {
            "1": {
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 1월 30일(신유) 1번째기사",
                "gt-oKo": "집의 김정원(金鼎元)이 상소(上疏)하였는데, 대략 이르기를, “신이 생각하건대, 말세의 임금이 한 번 다스려 볼 만한 기틀은 오직 언로(言路)가 열리고 닫히는 데에 달려 있습니다. 지난 역사를 두루 상고해 보건대, 병신(柄臣)이 전횡하면 언신(言臣)이 움츠리고, 유신(諛臣)이 성하면 언신이 벙어리가 되고, 도신(盜臣)이 나아가면 언신이 숨었습니다. 근래 사옥(邪獄)의 일로 말하면, 신유년에 크게 징벌한 이후로 40년 동안 몰래 불어서 마침내 하늘에 사무치는 형세가 된 것은 누가 그렇게 되게 한 것이겠습니까? 이 또한 대각(臺閣)에 사람이 없다는 한탄에 돌리지 않을 수 없는 것입니다. 대저 마멸(磨滅)하면 살리기를 좋아하는 논의를 하고 규금(糾禁)하면 일을 만들기 좋아한다는 경계를 하기 때문에 외국 배가 강역 안에 출몰하고 서양 사람이 도성에 횡행하여도 아무도 힐문하지 않게 되었습니다. 이로써 미루어 논하건대, 큰 화변(禍變)이 한번 호흡하는 사이에 닥치더라도 누가 기꺼이 전하를 위하여 한 번 아뢰려 하겠습니까? 다행히 대신이 아뢰어 자교(慈敎)가 준엄하였으니, 이는 참으로 뿌리가 싹트는 것을 막고 더러운 기운을 맑게 하는 큰 기회입니다. 그러나 반년 동안 옆에서 듣건대, 법을 쓴 것이 엄하지 않은 것이 아니고 사람을 죽인 것이 많지 않은 것이 아니었습니다. 무지한 천류(賤類)는 많이 죽었으나 전수(傳授)하는 근맥(根脈)은 여전하고, 구염(舊染)의 여얼(餘孼)은 혹 죽였으나 관통(寬通)하는 성기(聲氣)는 신문하지 않았습니다. 양적(洋賊)을 구해 오는 것은 결코 한낱 역관(譯官)이 할 수 있는 것이 아니고, 뇌옥(牢獄)을 넘어 달아나는 것은 결코 한낱 여자가 준비할 수 있는 것이 아닌데, 양사(兩司)의 신하들은 각자 서로 엿보며 아직까지 한 사람도 옥사(獄事)의 정상 가운데 요긴한 것과 죄수가 공초(供招)한 단서를 논(論)하지 않고 있습니다. 아마도 컴컴한 방에서 고요하고 외로운 가운데 반드시 지붕을 쳐다보고 남몰래 한탄하는 자가 없지 않을 것이나, 다만 밖으로는 사주받았다는 유언(流言)을 두려워하고, 속으로는 협잡이라는 뭇 의심을 부끄러워하며, 전의 일에 징계되어 후환을 경계하느라 감히 먼저 발설하지 못할 뿐인 것입니다. 신은 양서(洋書)를 본 적이 없어서 실로 얼마나 더러운 것인지 모릅니다마는, 단연코 아비도 없고 임금도 없다고 여기는 것은 오랑캐와 한 가지 법일 따름입니다. 하늘에 제사하는 것은 중들과 비슷하고 천당·지옥은 석가(釋迦)에게서 본떴으므로, 애초에 사람을 감동시킬 새로운 말이 없는데, 허황되고 도리에 어긋난 말로 그 술법을 신묘(神妙)하게 꾸미고, 보응(報應)하여 서로 갚는다는 말로 그 공효(功效)를 바라며, 넌지시 명교(名敎)를 제거하고 기욕(嗜慾)을 채워서 자기 이익만 꾀하려는 생각을 합니다. 천지가 조화(造化)하는 권세는 좀도둑이고, 임금과 어버이를 사랑하고 공경하는 정성은 구렁에 있는 배와 같고, 성현(聖賢)이 전수한 가르침은 변모(弁髦)이며, 존귀한 교주(敎主)·신부(神父)가 엄연히 뭇 백성 위에 임한다면, 온 천하의 만물이 다 자기 한 사람의 사유(私有)하는 것이 될 것입니다. 그런 것이 아니라면, 자못 총명하고 도리를 아는 벼슬아치와 선비가 어찌 다 성심으로 좋아하고 독실하게 행하겠습니까? 이 때문에 스스로 혼잡하고 넓은 곳에서 가려서 엄폐하고 은밀한 곳에서 그 도(道)를 몰래 주장합니다. 남녀를 섞어 놓고 휘장과 발을 치지 않으면 홀아비와 홀어미로서 시집이나 장가 못간 자가 모일 것이고, 귀천을 한가지로 보고 위의(威儀)의 등차(等差)를 구별하지 않으면 가축을 도살하고 술을 파는 자가 갈 것이고, 화리(貨利)를 농락하여 있고 없는 물건을 바꾸어 서로 구제하면 가난하고 곤궁한 자가 기뻐할 것인데, 장각(張角)의 36방(方)처럼 배치하여 그보다 위가 없이 높고 그에 맞설 것이 없이 부유합니다. 아아! 저 어리석어 술수에 빠져서 혼미하여 깨달을 줄 모르고 목을 베는 형장에서 죽기를 진정으로 바라는 저 어리석은 뭇 남녀는 실로 불쌍하여 죽일 것도 못됩니다. 우리 나라는 유(儒)를 숭상하고 도를 존중하므로 뭇 어진 이가 배출되었고, 사람마다 정자(程子)·주자(朱子)의 가르침을 따르고, 집집이 공자(孔子)의 가르침을 전해 왔습니다마는, 중엽 이래로 국가에서 배양한 자가 영명(榮名)·이록(利祿)을 벗어나지 못하였는데, 조정(朝廷)에서는 또 서로 당을 나누어 각각 독립하여 국론(國論)을 주장하는 자가 늘 승벽(勝癖)·자만(自慢)·원망(怨望)·탐욕(貪欲)의 사의(私意)로써 몰았으므로, 점점 발전하여 오늘날에 이르러서는 우물쭈물하여 용납받는 것으로써 자신을 보전하는 장책(長策)으로 삼고, 시비를 가리지 않고 남을 따르며 양덕(良德)이 없는 것을 세상을 살아가는 묘방(妙方)으로 삼고 있습니다. 위로는 직위에 있는 자가 나라의 재물을 좀먹고 백성의 이익을 빼앗고도 노예처럼 수치를 모르는 마음이 있고, 아래로는 학업을 닦는 자가 샛길을 엿보아 권세 있는 집을 찾으면서 평온하게 스스로 행실을 지키는 지조가 없습니다. 나라에 변고가 있어도 심상한 듯이 태연하면서 사사로운 원한에는 거슬려 원한을 품고 반드시 가혹하게 하고, 자신에게 직무가 있어도 모두 게을리하면서 세력에 구사(驅使)되면 모두 미쳐 날뛰니, 이천 피발(伊川被髮)의 한탄은 대개 또한 유래가 오래 되었습니다. 이러하면 양술(洋術)에 대하여 나라의 금령(禁令)이 있더라도 그 도는 실로 한 세상에 두루 행해질 것이니, 지금 전이(轉移)할 기회에 있어서는 오직 성지(聖志)를 세우고 성학(聖學)에 힘쓰는 것은 뜻을 세우려 하여도 옆에서 부축하는 도움이 없으면 뜻이 굳세지 못할 것이고, 학문에 힘쓰려 하여도 개도(開導)하는 도움이 없으면 학문이 순수하지 못할 것입니다. 경연(經筵)·대각(臺閣)의 신하를 마땅한 사람으로 극진히 선택하여 번갈아 출입하여 조금도 떠나지 말고 말하도록 이끌고 권면하도록 격려하여, 쇠퇴하여 떨치기 어려운 버릇을 직절(直切)하여 숨기지 않는 풍습으로 바꾼다면, 왕강(王綱)이 가다듬어져서 괴얼(怪孼)이 사라지고 정학(正學)이 밝아져서 사설(邪說)이 그칠 것이니, 저 양호(洋胡)의 사술(邪術)이라는 것은 법사(法司)에서 다스리는 것일 뿐입니다. 고(故) 상신(相臣) 채제공(蔡濟恭)은 당시에 상도를 지켰으므로 한 무리의 벗들이 추앙하여 따랐는데, 만년에 당국(當局)하여서는 번번이 서양에서 온 간사한 종자가 장차 남의 나라에 화를 입힐 것이라 하여 매우 미워하고 통렬하게 배척하여 여러 번 말과 글에 나타냈으므로, 그때 이단(異端)을 물리치는 논의가 의지하여 중하게 여겼으니, 상신이 신유년의 옥사가 더욱 퍼진 것을 보았다면, 어찌 정약종(丁若鍾)·이승훈(李承勳)·이가환(李家煥)·홍낙민(洪樂敏)을 일찍 처형하지 못한 것을 매우 뉘우치지 않았겠습니까? 지난해 원주(原州)의 유생(儒生)이 고 판서(判書) 신 정범조(丁犯祖)·고 판서(判書) 신 한치응(韓致應)을 서원(書院)에 향사(享祀)하자는 의논이 있었는데, 그 두루 기술한 통문(通文)을 보았더니, 드러내지 않은 과장된 말이 많이 있었습니다. 그래서 노망한 소견으로 짧은 글을 손수 지어 망령되게 선현(先賢)을 끌어댄 잘못에 대해 대략 언급하였더니, 이어서 유생의 논의가 있었는데, 신의 말을 주워 모아 맨 먼저 말하기를, ‘사옥(邪獄)의 적합하지 못함을 전대(前代)의 당화(黨禍)에 견주었는데, 원로(元老)가 허물을 입은 것이 단지 불행할 따름이다.’ 하였습니다. 신은 글을 지은 자의 뜻이 과연 이에서 나온 것인지 살펴보지 않았으나, 일종의 원망하고 이기기를 좋아하는 무리가 원의(院議)가 틀린 데에 발분(發憤)하여 옥안(獄案)이 뒤미처 제기된 데에 노여움을 옮겨서 도리어, ‘오래된 허물까지 언급한다.’ 하여 상신을 침욕(侵辱)하였습니다. 하나가 앞장서고 백이 따라서 세차게 사방으로 일어났는데, 전후에 헐뜯어 욕할 때에는 모두 정조(正祖) 때의 어제 뇌문(御製誄文)을 끌어대어 억지로 의리에 어그러지는 것으로 돌리되 사(邪) 자를 숨겨서 천만 사람의 입을 막았습니다. 어제 뇌문이 어찌 한 자나 반마디 말이라도 척사(斥邪)의 한 조항과 방불하였기에 감히 위중(威重)한 데에 의지하는 말을 하며, 성지(聖旨)를 뒤미처 속이는 것이 신하의 대불경(大不敬)이 된다는 것을 생각하지 않는 것입니까?” 하였는데, 비답(批答)하기를, “사교(邪敎)를 다스리는 것이 엄하지 않은 것은 나도 이를 근심하고 있다. 네가 이제 양사에서 알고도 말하지 않는다 하여 헐뜯어 배척하고 근심하여 한탄하고 있는데, 너도 그 벼슬에 있으면서 또한 죄다 말하고 바르게 아뢰지 않는 것은 무슨 까닭인가? 끝의 일을 위에 미룬 것은 더욱 무엄하다.” 하였다.",
                "hj": "○辛酉/執義金鼎元疏略曰: 臣伏念叔世帝王一治之機, 惟在於言路之開閉。 歷攷往牒, 柄臣專則言臣縮, 諛臣盛則言臣瘖, 盜臣進則言臣伏。 以近來邪獄事言之, 自辛酉大懲創後, 潛滋四十年, 卒致滔天之勢者, 孰使之然哉? 此亦不得不歸於臺閣無人之歎也。 夫以磨滅爲好生之論, 糾禁爲喜事之戒, 至於蕃舶, 出沒於域中, 洋竪橫行於轂下, 而莫之誰何。 推是論之, 雖有許大禍變, 迫於呼吸之間, 人誰肯爲殿下一陳之哉? 幸而大臣陳奏, 慈敎截嚴, 此誠遏絶根萌, 廓淸氛穢之一大機會。 而側聽半載, 用法非不嚴矣, 殺人非不多矣。 無知之賤類多死, 而傳授之根脈自如也, 舊染之餘孼或誅, 而貫通之聲氣莫問也。 購來洋賊, 決非一譯官所可爲, 超越牢獄, 決非一女子所能辦, 兩司諸臣, 面面相覷, 迄無一人論及, 獄情之肯綮, 囚供之端緖。 想其漆室幽獨之中, 未必無仰屋潛唏者, 特外懼指嗾之流言, 內羞挾雜之群疑, 懲前毖後, 莫敢先發耳。 臣於洋書, 未嘗掛眼, 實不知何等醜汚, 而斷以爲無父無君, 夷狄之一法耳。 祭天似休屠堂獄, 取釋迦初無新奇動人之語, 以荒誕不經, 神其術以報應相酬, 邀其功陰欲擺脫, 名敎充盈, 嗜慾爲自私自利之計。 天地造化之權, 胠篋也, 君親愛敬之誠, 壑舟也, 聖賢傳授之訓, 弁髦也, 敎主、神父之尊, 嚴臨乎衆生之上, 則擧天下萬物, 皆爲一已之所私。 有苟非然者, 搢紳章甫之頗聰明識道理者, 豈皆誠心好之而篤行之歟? 是以, 厭然自掩於稠廣之處, 而陰主其道於隱密之所。 混男女而帷薄不設, 則怨曠者聚焉, 一貴賤而等威不別, 則屠沽者往焉, 籠貨利而有無相周, 則貧窮者悅焉, 分排布置, 若張角之三十六方, 而其尊無上, 其富無對矣。 唉! 彼愚騃之衆, 男婦墮此術中, 迷不知悟, 情願就死於歐刀之場者, 實可哀而不足誅也。 我朝崇儒重道, 群賢輩出, 人服程、朱之訓, 家傳洙泗之敎, 第自中葉以來, 國家之所培養者, 不出榮名利祿, 而朝著之間, 又相分黨各立, 主國論者, 常以克伐怨欲之私, 驅之, 駸駸至於今日, 以媕婀取容, 爲保身之長策, 詭隨無良, 爲涉世之妙方。 上焉而居位者蠹國財攘民利, 而有徒隷無恥之心, 下焉而修業者覘蹊徑索門庭, 而無恬靜自守之操。 國有變故, 晏若尋常, 而私相忤恨, 期於刻深, 身有職事, 無不怠玩而勢所驅使, 擧皆猖狂, 伊川被髮之歎, 蓋亦所由來漸矣。 是則洋術雖有邦禁, 而其道實徧行於一世也, 在今轉移之機, 亦惟曰立聖志典聖學而已。 立志, 典學之誠也, 典學, 立志之事也, 非今日立志, 明日典學也。 雖然, 志欲立而無挾持之助, 則志不强, 學欲典而無開導之益, 則學未醇。 經筵、臺閣之臣, 極擇其人, 使之更出迭入, 不離跬步, 導之使言, 激之使勸, 變委靡難振之習, 爲直切不諱之風, 則王綱整而怪孼消, 正學明而邪說熄, 彼所謂洋胡邪術, 特一法司之治耳。 故相臣蔡濟恭, 當時秉執, 爲一隊儕友之推服, 暮年當軸, 每以西來邪種, 將爲禍人家國, 深惡痛斥, 屢形於言語文字, 同時闢異之論, 倚以爲重, 使相臣, 若見酉獄滋蔓, 則豈不痛悔於鍾、薰、家、敏之不能早正王法乎? 去年原州儒生, 有故判書臣丁範祖, 故判書臣韓致應院享之議, 見其歷述之通章, 多有不着之夸辭。 乃以老謬之見, 手裁短牘, 略及其妄引先賢之失矣, 繼有儒論掇拾臣言, 首言 ‘邪獄之不合, 比擬於前代黨禍, 而元老之見累, 特不幸爾。’ 臣固不省作者之意, 果出於此, 而一種忮克之輩, 發憤於院議之崖異, 移怒於獄案之追提, 反以爲 ‘拖及宿累,’ 侵辱相臣。 一唱百和, 炰烋四起, 前後醜詈, 皆首引正廟朝御製誄文, 勒歸之於背馳義理, 諱秘一邪字, 以杜千萬人之口。 御製誄文, 何嘗隻字半辭之依俙髣髴於斥邪一款, 而敢爲藉重之說, 獨不念追誣聖旨之爲臣子大不敬耶?” 批曰: “治邪不嚴, 予亦憂之。 爾今以兩司之知而不言, 譏斥憂歎, 爾亦居其職矣, 又不洞言直陳何也? 末端事之推上, 尤無嚴矣。”"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On gihae day, the King dismissed Fourth Censor Yi Hoeyeong from office in gihae year (. Shortly thereafter, due to the words of a high official, he was banished to a designated area. This was because he submitted a memorial requesting that former minister of personnel , there were many wicked words in circumstances. The King also removed Im Baekhung from office.",
                "H2KE-nKo": "정언 이회영을 삭직하였다. 곧이어 대신의 말로 인하여 찬배하였다. 전 이조 판서를 상소하여 논하였는데 협잡하는 말이 많았기 때문이다. 또 임백능을 삭직하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 1월 8일(기해) 1번째기사",
                "gt-oKo": "정언 이회영(李晦榮)의 벼슬을 삭탈하고, 곧 대신(大臣)의 말에 따라 귀양보냈다. 상소하여 전 이조 판서를 논하였는데, 말에 협잡(挾雜)이 많았기 때문이다. 또 임백능(任百能)의 벼슬도 삭탈하였다.",
                "hj": "○己亥/削正言李晦榮職, 尋因大臣言竄配。 以疏論前吏判, 而語多挾雜也。 又削任百能職。"
            }
        }
    },
    "02": {
        "1": {
            "1": {
                "H2KE-EN": "A solar eclipse occurs",
                "H2KE-nKo": "일식이 있었다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 2월 1일(임술) 1번째기사",
                "gt-oKo": "일식(日蝕)이 있었다.",
                "hj": "○壬戌/日有食之"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "On sinmi day, the first day of the month, the King attended the Royal Lecture.",
                "H2KE-nKo": "희정당에서 석강을 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 2월 10일(신미) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 석강(夕講)하였다.",
                "hj": "○辛未/夕講于熙政堂。"
            },
            "2": {
                "H2KE-EN": "[The King] bestowed condolence gifts upon the families of Yeongheung , Bukcheong , and other towns who burned the houses and drowned.",
                "H2KE-nKo": "영흥, 북청 등 고을의 불탄 집과 물에 빠져 죽은 집에 휼전을 내렸다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 2월 10일(신미) 2번째기사",
                "gt-oKo": "영흥(永興)·북청(北靑) 등 고을의 불탄 집과 물에 잠긴 집에 휼전(恤典)을 내렸다.",
                "hj": "○給永興、北靑等邑燒戶渰戶, 恤典。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On sinhae day, [the King] attended the Royal Lecture on the Confucian Classics on the imsin day (1222, the fourth month.",
                "H2KE-nKo": "희정당에서 임신년의 진강을 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 2월 11일(임신) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 진강(進講)하였다.",
                "hj": "○壬申/進講于熙政堂。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On gyeyu day, [the King] held the Spring Rites at Injeong Hall in the gyeyu year (. The lecture on the lecture on Kim Jun , and the lecture on the Confucian Classics.",
                "H2KE-nKo": "인정전에서 춘도기를 설행하였다. 강경에서 수석을 차지한 김준과 제술 부에서 수석을 차지한 조귀하에게 모두 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 2월 12일(계유) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에서 춘도기(春到記)를 설행(設行)하였다. 강(講)에서 으뜸을 차지한 김준(金畯)과 제술(製述) 부(賦)에서 으뜸을 차지한 조귀하(趙龜夏)를 모두 직부 전시(直赴殿試)하게 하였다.",
                "hj": "○癸酉/設春到記于仁政殿, 講居首金畯, 製述賦居首趙龜夏, 竝直赴殿試。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "[The King] attended the Royal Lecture on the Confucian Classics in the gapjin year (.",
                "H2KE-nKo": "희정당에서 갑술년의 진강을 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 2월 13일(갑술) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 진강(進講)하였다.",
                "hj": "○甲戌/進講于熙政堂。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the King attended the Royal Lecture on the New Years Day.",
                "H2KE-nKo": "희정당에서 정축년 전강을 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 2월 16일(정축) 1번째기사",
                "gt-oKo": "희정당에서 진강하였다.",
                "hj": "○丁丑/進講于熙政堂。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "The King bestowed funeral expenses upon the fire broke out at Suan County and upon the fire broke out at the frontier.",
                "H2KE-nKo": "무인년에 수안군의 소호와 화재를 당해 죽은 사람에게 휼전을 베풀었다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 2월 17일(무인) 1번째기사",
                "gt-oKo": "수안군(遂安郡)의 불탄 집과 불에 데어 죽은 사람에게 휼전(恤典)을 내렸다.",
                "hj": "○戊寅/給遂安郡燒戶及爛死人, 恤典。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "The King appointed Yi Jeongsin as second minister of personnel , and Jo Jonggwi as deputy director of the Office of Royal Decrees .",
                "H2KE-nKo": "기묘년에 이정신을 이조 참판으로, 조병귀를 홍문관 부제학으로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 2월 18일(기묘) 1번째기사",
                "gt-oKo": "이정신(李鼎臣)을 이조 참판으로, 조병귀(趙秉龜)를 홍문관 부제학으로 삼았다.",
                "hj": "○己卯/以李鼎臣爲吏曹參判, 趙秉龜爲弘文館副提學。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "Yi Gyecheol , the former official in charge of the Royal Ancestral Shrine , was exiled to [him] under restricted residence in the gyemyo year (. This was because [he] was involved in cheating during the sacrificial rite and performed the purification.",
                "H2KE-nKo": "종묘 전사관 이계철을 찬배하였다. 제관에 차임되어 재실에서 나왔다가 적간할 때에 탈이 났기 때문이다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 2월 2일(계해) 1번째기사",
                "gt-oKo": "종묘 전사관(宗廟典祀官) 이계철(李啓哲)을 귀양보냈다. 제사에 차출되었는데 재실(齋室)에서 외출하였다가 적간(摘奸) 때에 탈이 드러났기 때문이다.",
                "hj": "○癸亥/竄宗廟典祀官李啓哲。 以差享出齋, 見頉於摘奸也。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "Kim Heunggeun was appointed as assistant director of the Office of the Inspector General .",
                "H2KE-nKo": "김흥근을 홍문관 부제학으로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 2월 21일(임오) 1번째기사",
                "gt-oKo": "김흥근(金興根)을 홍문관 부제학으로 삼았다.",
                "hj": "○壬午/以金興根爲弘文館副提學。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On gyemi day, the first day of the month, the metropolitan second stage examination , in the gyemi year (, the metropolitan second stage examination , took a feast. ",
                "H2KE-nKo": "계미년 감시 복시에서 이민로와 김세호가 수석을 차지하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 2월 22일(계미) 1번째기사",
                "gt-oKo": "감시(監試)의 복시(覆試)에서 이민로(李敏老)·김세호(金世鎬)가 으뜸을 차지하였다.",
                "hj": "○癸未/監試覆試李敏老、金世鎬居首。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Gyeongjae as 홍문관 부제학으로 삼았다.",
                "H2KE-nKo": "이경재를 홍문관 부제학으로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 2월 22일(계미) 2번째기사",
                "gt-oKo": "이경재(李景在)를 홍문관 부제학으로 삼았다.",
                "hj": "○以李景在爲弘文館副提學。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On jeonghae day, [the King] attended the Royal Lecture on Jeonghae .",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 2월 26일(정해) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 진강(進講)하였다.",
                "hj": "○丁亥/進講于熙政堂。"
            },
            "2": {
                "H2KE-EN": "Song Gyegan was appointed as Inspector General .",
                "H2KE-nKo": "송계간을 사헌부 대사헌으로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 2월 26일(정해) 2번째기사",
                "gt-oKo": "송계간(宋啓榦)을 사헌부 대사헌으로 삼았다.",
                "hj": "○以宋啓榦爲司憲府大司憲。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The King appointed Bak Gisu as Inspector General .",
                "H2KE-nKo": "박기수를 사헌부 대사헌으로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 2월 27일(무자) 1번째기사",
                "gt-oKo": "박기수(朴綺壽)를 사헌부 대사헌으로 삼았다.",
                "hj": "○戊子/以朴綺壽爲司憲府大司憲。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On gyeongin day, the King went to the Royal Ancestral Shrine to pay a visit to the King. This was a spring royal visit.",
                "H2KE-nKo": "경인년에 주상이 태묘에 나아가 전알하였는데, 춘계 전알이었다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 2월 29일(경인) 1번째기사",
                "gt-oKo": "임금이 태묘(太廟)에 나아가 전알(典謁)하였는데, 춘알(春謁)이었다.",
                "hj": "○庚寅/上詣太廟展謁, 春謁也。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "The governor of Gyeonggi [Province] Hong Hakyeon , Governor of Chungcheong Province Kim Yeongsun , Governor of Gyeongsang Province Kim Dohu , and Governor of Gangwon Province Yi Gwangjeong hurriedly reported to the throne regarding those whose talent and virtue have been widely explained. The 유학 in Gyeonggi [Province] [] Jo Huiseung and Yi Gwangro , the 유학 in Chungcheong [Province] [] Song Dalsu , Kim Johyeon , and Seong Chi묵 , the 유학 in Gyeongsang [Province] [] Jeong Daeyeong , Bak Punghyeon , and Choe Im , the 유학 in Gangwon [Province] [] Bak Suryun , and the classics licentiate Eom Ikhyeon .",
                "H2KE-nKo": "갑자년 경기 감사 홍학연, 충청 감사 김영순, 경상 감사 김도희, 강원 감사 이광정이 재행이 뛰어난 사람을 급히 장계하였다.경기의 유학 조희승ᆞ이광로, 충청도의 유학 송달수ᆞ김조현ᆞ성치묵, 경상도의 유학 정대영ᆞ박풍현ᆞ최임, 강원도의 유학 박수륜, 생원 엄익현이다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 2월 3일(갑자) 1번째기사",
                "gt-oKo": "경기 감사 홍학연(洪學淵)·충청감사 김영순(金英淳)·경상감사 김도희(金道喜)·강원감사 이광정(李光正)이 재주와 행실이 뛰어난 사람을 치계(馳啓)하였는데, 경기도는 유학(幼學) 조희승(趙熙承)·이광로(李光老)이고, 충청도는 유학 송달수(宋達洙)·김조현(金祖鉉)·성치묵(成致默)이고, 경상도는 유학 정대영(鄭大永)·박풍현(朴豐鉉)·최임(崔琳)이고, 강원도는 유학 박수륜(朴秀倫)·생원(生員) 엄익현(嚴翼鉉)이었다.",
                "hj": "○甲子/京畿監司洪學淵, 忠淸監司金英淳, 慶尙監司金道喜, 江原監司李光正, 以才行表著人馳啓, 京畿幼學趙熙承、李光老, 忠淸道幼學宋達洙、金祖鉉、成致默, 慶尙道幼學鄭大永、朴豐鉉、崔琳, 江原道幼學朴秀倫, 生員嚴翼鉉。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "The King proceeded to 희정당에 나아가 대신과 비국 당상을 인견하였다. Right State Councilor Jo Inyeong advised, Generally, those who have been appointed as an official of the Office of the Inspector General should not dare obey the royal order and submitted a memorial. This is a royal order. But sometimes there are cases in which the test cannot but obey the royal order because it is inevitable to observe the cardinal principles of enforcing the passers of the state examination. If they wish to proceed to the capital, they shall avoid suspicion of enforcing ough to prevent enforcing enforcing. The King followed this recommendation. Soon afterward, they were interrogated and placed under restricted residence in Sinji Island .",
                "H2KE-nKo": "주상이 희정당에 나아가 대신과 비국 당상을 인견하였다. 우의정 조인영이 아뢰기를,“무릇 시관에 의망된 자는 감히 패초를 어기고 상소하지 못하도록 한 수교가 있습니다. 그런데 혹 과시의 일로 인하여 인의하지 않을 수 없는 경우가 있습니다. 나아가고자 하면 염치와 예방을 혐의스럽게 여기고 어기자면 격례에 구애받습니다. 이후로는 특별히 상소하여 호소하도록 허락하여 아랫사람의 실정이 위에 진달될 수 있게 하소서.”하니, 그대로 따랐다. 또 아뢰기를,“대신 김정원의 상소는 곧장 온 세상을 간사한 무리를 비호한 죄과로 몰아넣고자 한 것입니다. 더구나 그 구절이 공경하고 삼가는 자세가 부족하고 지적한 뜻이 매우 놀랍고 한탄스러워 일일이 번거롭게 진달하지 못하였습니다. 말단의 외람되고 잗단 것은 오히려 사소한 일에 속합니다. 속히 원지에 찬배하는 법을 시행하는 것이 마땅합니다.”하니, 대왕대비가 그대로 따랐다. 곧이어 국문한 다음 신지도에 안치하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 2월 5일(병인) 1번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가 대신과 비국 당상(備局堂上)을 인견(引見)하였다. 우의정 조인영(趙寅永)이 아뢰기를, “무릇 시관(試官)에 의망(擬望)된 자는 감히 패초(牌招)를 어기고 상소할 수 없다는 것이 곧 수교(受敎)에 있습니다. 그러나 혹 과시(科試)의 일 때문에 의리를 끌어대지 않을 수 없는 자가 있는데, 나아가려면 염치에 혐의스럽고 어기자면 격례(格例)에 얽매이니, 이 뒤로는 상소하여 하소할 수 있도록 특별히 허락하여 아랫사람의 뜻이 상달(上達)될 수 있게 하소서.” 하니, 그대로 따랐다. 또 아뢰기를, “대신(臺臣) 김정원(金鼎元)의 소(疏)는 바로 온 세상을 사(邪)를 비호한 죄과에 몰려는 것인데, 더구나 그 어구가 공경하여 삼가는 것이 없으니, 지의(指意)가 매우 놀랍고 한탄스러워서 낱낱이 번거롭게 아뢸 수 없는 것이 있습니다. 끝의 외람된 말은 오히려 작은 일에 속합니다. 멀리 귀양보내는 법을 빨리 시행하는 것이 마땅하겠습니다.” 하니, 대왕 대비(大王大妃)가 그대로 따랐다. 곧 국문(鞫問)하고 신지도(薪智島)에 안치(安置)하였다.",
                "hj": "○丙寅/上御熙政堂, 引見大臣備局堂上。 右議政趙寅永啓言: “凡試官擬望者, 無敢違牌陳疏, 卽受敎所在。 而或有因試事不得不引義者, 欲進則嫌於廉防, 欲違則拘於格例, 此後特許疏籲, 俾下情得以上達。” 從之。 又啓言: “臺臣金鼎元之疏, 直欲驅一世於護邪之科, 而況其句語之欠敬謹, 指意之極驚惋, 有不能一一煩陳。 末端猥屑, 猶屬薄細。 亟施遠竄之典宜矣。” 大王大妃從之。 尋鞫問, 安置于薪智島。"
            },
            "2": {
                "H2KE-EN": "Governor of Jeolla Province Yi Mokyeon hurriedly reported that Yu Gwangjo , Yi병gon , Seo Yeonghyo , Kim Bangdu , and Yun Yeongdae , who were talented and accomplishing virtuous conduct, were accompanying them to the throne.",
                "H2KE-nKo": "전라 감사 이목연이 재주와 행실이 뚜렷이 드러난 유학 유광조, 이병곤, 서영효, 김방두, 윤영대를 급히 장계하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 2월 5일(병인) 2번째기사",
                "gt-oKo": "전라 감사 이목연(李穆淵)이 재주와 행실이 뛰어난 유학(幼學) 유광조(柳光朝)·이병곤(李秉坤)·서영효(徐榮孝)·김방두(金邦斗)·윤영대(尹榮大)를 치계(馳啓)하였다.",
                "hj": "○全羅監司李穆淵, 以才行表著人幼學柳光朝、李秉坤、徐榮孝、金邦斗、尹榮大, 馳啓。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On mujin day, the King attended the Royal Lecture on the Day of Cold Food .",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 2월 7일(무진) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 주강(晝講)하였다.",
                "hj": "○戊辰/晝講于熙政堂。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On gabin day, the King attended the Royal Lecture on the second day of the ninth month.",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 2월 8일(기사) 1번째기사",
                "gt-oKo": "희정당에서 주강하였다.",
                "hj": "○己巳/晝講于熙政堂。"
            }
        }
    },
    "03": {
        "10": {
            "1": {
                "H2KE-EN": "On gyeongja day, the King went to the Royal Ancestral Shrine to pay a visit to the King. This was done during the spring ceremony.",
                "H2KE-nKo": "경자년에 주상이 경모궁에 나아가 전알하였는데, 춘계 전알이었다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 3월 10일(경자) 1번째기사",
                "gt-oKo": "임금이 경모궁(景慕宮)에 나아가 전알(展謁)하였는데, 춘알(春謁)이었다.",
                "hj": "○庚子/上詣景慕宮展謁, 春謁也。"
            },
            "2": {
                "H2KE-EN": "During the reconstruction of the portrait of King Taejo , the chief superintendent and below were rewarded in varying degrees.",
                "H2KE-nKo": "봉안각을 중건할 때의 도제조 이하에게 차등을 두어 시상하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 3월 10일(경자) 2번째기사",
                "gt-oKo": "봉안각(奉安閣)을 중건(重建)하였을 때의 도제조(都提調) 이하에게 차등을 두어 상주었다.",
                "hj": "○奉安閣重建時, 都提調以下施賞有差。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On imin day, the King went to the Royal Confucian Academy and personally received the classics licentiates and licentiates for expressing gratitude to the King.",
                "H2KE-nKo": "주상이 희정당에 나아가 생원과 진사의 사은을 친히 받았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 3월 12일(임인) 1번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가 친히 생원(生員)·진사(進士)의 사은(謝恩)을 받았다.",
                "hj": "○壬寅/上御熙政堂, 親受生進謝恩。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "Yi Jaek , a member of the gapjin year (, was appointed as the Office of the Censor General .",
                "H2KE-nKo": "이재학을 사간원 대사간으로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 3월 14일(갑진) 1번째기사",
                "gt-oKo": "이재학(李在鶴)을 사간원 대사간으로 삼았다.",
                "hj": "○甲辰/以李在鶴爲司諫院大司諫。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On eulsa day, the first day of the eulsa year (, the Abdicated King (Taejong issued an order to the King (Sejong: On a previous day, the governor [of Chungcheong Province] addressed the words of the criminals wildly spread. It is truly appropriate that all high officials requested the State Tribunal to deal with the case in accordance with the precedent. However, although the 장계 was observed, the principal wildly spread that the principal wildly spread out to save lives. This is no different from that of the wild wildly. It is clearly known that the circumstances and the circumstances of the criminals circumstances are not evident. Have Kim Baekju directly confirm the confirmation of the criminals wildly and report to me.",
                "H2KE-nKo": "대왕대비가 전교하기를,“며칠 전 충청 감사의 장계에서 죄인의 흉악한 말이 극히 흉악함을 알 수 있었다. 여러 대신이 의금부로 하여금 규례를 살펴 거행하게 하기를 청한 것은 참으로 옳다. 그러나 장계를 가지고 보더라도 그 놈은 죽음 속에서 살길을 찾으려는 계책에 불과하여 미친 사람과 다름없다. 그 근본 원인과 정황에 별로 조사할 만한 것이 없다는 것을 분명히 알 수 있으니, 죄인 김백주는 본도로 하여금 곧바로 결안을 받아 보고하게 하라.”하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 3월 15일(을사) 1번째기사",
                "gt-oKo": "대왕 대비(大王大妃)가 하교(下敎)하기를, “일전에 금백(錦伯)이 장계(狀啓)한 죄인의 흉언(凶言)은 그 극도로 흉패(凶悖)함을 알 수 있으니, 대신들이 왕부(王府)를 시켜 전례를 살펴서 거행하게 하기를 청한 것은 진실로 옳았다. 그러나 장계를 살펴보더라도 그 놈은 죽을 처지에서 살 길을 구할 생각을 한 것에 지나지 않고, 미쳐서 성정이 변한 것과 다를 것이 없다. 그 원인과 정상에 별로 핵사(覈査)할 만한 것이 없으니, 죄인 김백주(金百周)는 본도(本道)에서 곧바로 결안(結案)을 받아서 아뢰게 하라.” 하였다.",
                "hj": "○乙巳/大王大妃敎曰: “日前錦伯狀啓, 罪人凶言, 可知其極爲凶悖, 諸大臣之請令王府, 按例擧行, 固是矣。 而雖以狀啓觀之, 厥漢不過死中求生之計, 與狂易無異。 明知其根因情節之別無可覈者, 罪人金百周, 令本道, 直捧結案以聞。”"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On byeongo day, the first day of the fifth month, the King proceeded to the Royal Tomb of King Taejo and the second royal tombs of King Taejo and personally performed a rite at the Royal Tombs of King Taejo . The King then went to the Royal Tomb of King Taejo and the second royal tombs to pay respects.",
                "H2KE-nKo": "주상이 건원릉과 원릉에 나아가 친히 제사 지내고, 이어 수릉에 나아가 전알하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 3월 16일(병오) 1번째기사",
                "gt-oKo": "임금이 건원릉(健元陵)과 원릉(元陵)에 나아가 친제(親祭)하고, 이어서 수릉(綬陵)에 나아가 전알(展謁)하였다.",
                "hj": "○丙午/上詣健元陵、元陵親祭, 仍詣綏陵展謁。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On jeongmi day, when performing a rite at the Royal Tomb of King Taejo , the second libation official and below at the Royal Tomb of King Taejo , the second libation official and above were rewarded by varying degrees.",
                "H2KE-nKo": "건원릉과 원릉에 친히 제사 지낼 때의 아헌관 이하에게 차등을 두어 시상하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 3월 17일(정미) 1번째기사",
                "gt-oKo": "건원릉(健元陵)·원릉(元陵)의 친제 때 아헌관(亞獻官) 이하에게 차등을 두어 상주었다.",
                "hj": "○丁未/健元陵、元陵親祭時亞獻官以下, 施賞有差。"
            },
            "2": {
                "H2KE-EN": "The King ordered that Recorder of the Royal Secretariat Hong Ja철 and Magistrate of Yangju Strategic County Seo Yeomsun be promoted.",
                "H2KE-nKo": "예방 승지 홍재철과 양주 목사 서염순에게 가자하라고 명하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 3월 17일(정미) 2번째기사",
                "gt-oKo": "예방 승지(禮房承旨) 홍재철(洪在喆)·양주 목사(楊州牧使) 서염순(徐念淳)에게 가자(加資)하라고 명하였다.",
                "hj": "○命禮房承旨洪在喆, 楊州牧使徐念淳加資。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "Yi Mi was appointed as minister of punishments , Kim Gyogeun as minister of works , Hong Gyeongmok as deputy magistrate of Hanseong Magistracy , and Yi Gyuhyeon as governor of Gyeonggi [Province].",
                "H2KE-nKo": "이헌위를 형조 판서로, 김교근을 공조 판서로, 홍경모를 한성부 판윤으로, 이규현을 경기 관찰사로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 3월 18일(무신) 1번째기사",
                "gt-oKo": "이헌위(李憲瑋)를 형조 판서로, 김교근(金敎根)을 공조 판서로, 홍경모(洪敬謨)를 한성부 판윤으로, 이규현(李奎鉉)을 경기 관찰사로 삼았다.",
                "hj": "○戊申/以李憲瑋爲刑曹判書, 金敎根爲工曹判書, 洪敬謨爲漢城府判尹, 李奎鉉爲京幾觀察使。"
            },
            "2": {
                "H2KE-EN": "[The King] bestowed relief aid upon the families of Pyeongyang and other towns who rotated a fire as well as a flooding.",
                "H2KE-nKo": "평양 등 고을의 소호와 화재를 당해 죽은 사람에게 휼전을 베풀었다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 3월 18일(무신) 2번째기사",
                "gt-oKo": "평양(平壤) 등 고을의 불탄 집과 불에 데어 죽은 사람에게 휼전(恤典)을 내렸다.",
                "hj": "○給平壤等邑燒戶及爛死人, 恤典。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On giyu day, the King proceeded to the northern outskirts of the giyu year ( and performed the rite of bowing to the full moon . The King then ordered that the civil and military officials who participated in the rank be tested.",
                "H2KE-nKo": "주상이 북원에 나아가 망배례를 행하고, 이어 반열에 참석한 유생과 무사를 시험 보였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 3월 19일(기유) 1번째기사",
                "gt-oKo": "임금이 북원(北苑)에 나아가 망배례(望拜禮)를 행하고 이어서 반열(班列)에 참여한 유신(儒臣)·무신(武臣)을 시험하였다.",
                "hj": "○己酉/上詣北苑, 行望拜禮, 仍試參班儒武。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "In imjin year (1422, the fourth year of King Sejongs reign (14222, the fourth year of King Sejongs reign (142222, the fourth year of King Sejongs reign (1422222, the fourth year of King Sejongs reign (1422223, the fourth year of King Sejongs reign (142222222, the fourth year of King Sejongs reign (1422222, the fourth year of King Sejongs reign was given relief to the families of Eunjin District . ",
                "H2KE-nKo": "임진년에 은진현의 불탄 집에 휼전을 내렸다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 3월 2일(임진) 1번째기사",
                "gt-oKo": "은진현(恩津縣)의 불탄 집에 휼전(恤典)을 내렸다.",
                "hj": "○壬辰/給恩津縣燒戶, 恤典。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The King proceeded to 희정당에 나아가 대신과 비국 당상을 인견하였다. Right State Councilor Jo Inyeong advised, Recently, horse administrative administration has not been completed. Concerning the court officials, only boys and gunpowder are extraordinary. Moreover, the custom of boys carrying a royal administration has become extraordinary, regardless of whether it is high or low, and the journey of the journey. This is also not insignificant. The Abdicated King sent a royal directive to the King, which stated, The harmful effects of carrying a royal administration are indeed like this. It is necessary to ban the use of a royal administration of a royal administration. Jo Inyeong said, A royal administration of a royal administration of the seven administration of a royal , administration of a royal recommendation . Now, it seems that the administration of a royal ministration of a royal administration of a royal . Jo Inyeong said, A royal administration of a royal administration",
                "H2KE-nKo": "상이 희정당에 나아가 대신과 비국 당상을 인견하였다. 우의정 조인영이 아뢰기를,“근래 마정이 너무도 모양새를 이루지 못하고 있습니다. 조사는 오로지 당나귀를 타는 것만을 일삼고 있고, 더구나 교자를 타는 것이 풍속을 이루어 상하 귀천이나 노정의 원근을 막론하고 모두 교자를 타는 것을 위주로 하기 때문에 말을 세워 세내는 일이 전혀 없습니다. 옛날에는 말의 숫자를 세어서 대답하여 그 나라의 빈부를 알았는데, 마정이 이 지경에 이르렀으니 또한 작은 문제가 아닙니다.”하니, 대왕대비가 하교하기를,“교자를 타는 폐단이 과연 이와 같다. 반드시 교자 타는 것을 금지한 뒤에야 말이 부족하다는 탄식이 없을 것이다.”하였다. 조인영이 아뢰기를,“교자를 타는 것은 원래 금령이 있습니다.”하고, 또 아뢰기를,“지난번에 전 함경 감사 박기수가 장계로 청한 것으로 인하여 강계 칠평에 이주해 있는 장진 백성을 본부에서 역에 응하게 하는 것이 편한지 여부를 관서 도신에게 관문을 보내 물었습니다. 방금 평안 감사 김난순의 장계를 보니 ‘장진에서 옮겨 온 칠평 주민들이 318호나 되는데, 여러 해 동안 토착을 즐기는 생업이 있습니다. 예로부터 토지를 나누는 일은 있어도 백성들에게 나누는 일은 없었습니다. 토지는 강계에 속해 있고 백성은 장진에 속해 있으니, 이는 본래 이치 밖의 일이어서 끝내 행할 수 없는 정사입니다. 묘당으로 하여금 주상께 여쭈어 처리하게 하소서.’라고 하였습니다. 평안 감사가 아뢴 말이 이와 같이 명확하니, 토지를 나누는 일은 있어도 백성들에게 나누는 일은 없다고 한 것은 참으로 절실한 말입니다. 칠평에 관한 일은 그만두소서.”하니, 대왕대비가 그대로 따랐다. 또 아뢰기를,“신이 작년 겨울 여러 도에서 식년마다 도천하는 사람을 힘써 정밀하게 뽑은 다음 도천하는 법에 따라 별천을 부칠 것을 연석에서 아뢰었습니다. 지금 여러 도의 천장을 통계하는 것은 너무도 야박한 듯합니다. 신의 생각에는 전조로 하여금 공의를 널리 채집하여 그 가운데 행실이 더욱 드러난 자 약간 명을 다시 초계하여 수용하게 하고, 그 나머지는 도천하는 예에 따라 시행하는 것이 사리에 합당할 듯합니다. 그래서 감히 아룁니다.”하니, 대왕대비가 그대로 따랐다. 또 아뢰기를,“정유년의 전역에서 섬 오랑캐를 격파한 것은 바로 명나라 장수 마 제독의 힘이었으니, 그 위대한 공적과 장대한 업적이 실로 이 제독이 평양에서 승리한 것보다 못하지 않습니다. 그 후손이 난리를 만나 동쪽으로 건너온 것을 선배들이 기술한 것이 있기도 하고 《존주휘편》에 들어가 있기까지 하였기 때문에 정조 때부터 여러 차례 찾아보았으나 적임자를 얻지 못하였습니다. 근래에 들으니, 영남에 우거하고 있는 자가 있다고 합니다. 도신에게 분부하여 즉시 올려보내게 하고, 이어 군문으로 하여금 요미를 주어 수용하게 하여 황단의 향례 반열에 참석하게 하소서.”하니, 대왕대비가 전교하기를,“매우 귀한 일이다.”하고, 그대로 따랐다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 3월 20일(경술) 1번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가 대신과 비국 당상을 인견하였다. 우의정 조인영(趙寅永)이 아뢰기를, “근래에 마정(馬政)이 크게 모양을 이루지 못하고 있습니다. 조사(朝士)가 오로지 당나귀를 타기 좋아하고, 또 더구나 교자(轎子)를 타는 것이 습속을 이루어 상하·귀천과 길의 원근을 막론하고 모두 주로 교자를 타므로, 말을 준비해 두고 세주는 자가 아주 없어졌습니다. 예전에는 말을 셈하여 대답하는 것으로써 그 나라의 빈부(貧富)를 알았는데, 마정이 이토록 곤궁해졌으니, 또한 작은 일이 아닙니다.” 하였는데, 대왕 대비(大王大妃)가 하교하기를, “교자를 타는 폐단은 과연 그러하다. 반드시 교자 타는 것을 금한 후에야 말이 모자라는 한탄을 없앨 수 있을 것이다.” 하니, 조인영이 말하기를, “교자를 타는 것은 본래 금령(禁令)이 있습니다.” 하였다. 또 아뢰기를, “접때 전 함경 감사 박기수(朴岐壽)가 장계(狀啓)하여, 강계(江界) 칠평(七坪)에 옮긴 장진(長津) 백성은 본부(本府)에 응역(應役)하게 하는 것이 편리하겠는지의 여부를 관서(關西)의 도신에게 관문(關文)을 보내어 묻기를 청하였습니다. 그런데 지금 평안 감사 김난순(金蘭淳)의 장계를 보았더니, ‘장진에서 옮겨 와 칠평에 사는 백성이 3백 18호(戶)인데, 여러 해 동안 그 땅에서 즐기는 생업이 있습니다. 예전부터 땅을 나누는 일은 있었으나 백성을 나누는 일은 없었습니다. 땅은 강계에 속하는데 백성은 장진에 속한다는 것은 본디 사리에 벗어나는 일이므로 마침내 행할 수 없는 정사이니, 묘당(廟堂)에서 품처(稟處)하게 하소서.’ 하였습니다. 기백(箕伯)이 아뢴 것이 이처럼 명백하고, 땅을 나누는 일은 있으나 백성을 나누는 일은 없다고 한 것은 참으로 매우 마땅한 말이니, 칠평의 일은 버려 두소서.” 하니, 대왕 대비가 그대로 따랐다. 또 아뢰기를, “신이 지난 겨울에 제도(諸道)에서 식년(式年)에 도천(道薦)하는 사람은 더욱 정밀하게 뽑기를 힘써서 응천(應薦)하는 법에 별천(別薦)의 뜻을 붙일 것을 연주(筵奏)하였었습니다. 이제 제도의 천장(薦狀)을 통계(通計)하여도 너무 적은 듯하니, 신의 생각으로는 전조(銓曹)에서 공론을 널리 물어 그 가운데에 경행(經行)이 가장 뛰어난 자 약간을 다시 초계(抄啓)하여 거두어 쓰게 하고, 그 나머지는 도천(道薦)의 규례에 따라 시행하는 것이 마땅할 듯합니다. 그러므로 감히 아룁니다.” 하니, 대왕 대비가 그대로 따랐다. 또 아뢰기를, “정유년의 싸움에 도이(島夷)를 무찌른 것은 곧 천장(天將) 마제독(麻提督)의 힘이니, 크고 장한 공적이 실로 이제독(李提督)이 평양(平壤)에서 이긴 것보다 덜하지 않습니다. 그 후예가 난리 때문에 동방으로 건너온 것을 혹 선배가 기술한 것이 있고, 《존주휘편(尊周彙編)》에 들어가기까지 하였으므로, 정조(正祖) 때부터 여러 번 찾았으나, 그 사람을 찾아 내지 못하였습니다. 요즈음 듣건대, 영남(嶺南)에 사는 자가 있다 하니, 도신에게 분부하여 곧 빨리 보내게 하고, 인하여 군문(軍門)에서 봉료(俸料)를 주고 거두어 쓰게 하되, 황단 향례(皇壇享禮)의 반열(班列)에 들어가 참여하게 하소서.” 하니, 대왕 대비가 매우 귀한 일이라고 하교하고 그대로 따랐다.",
                "hj": "○庚戌/上御熙政堂, 引見大臣備局堂上。 右議政趙寅永啓言: “近來馬政, 太不成樣。 朝士專尙騎驢, 又況乘轎成俗, 無論上下貴賤, 程途達近, 皆以乘轎爲主, 故絶無立馬而給貰。 古者數馬以對, 以知其國之貧富, 馬政之至此艱窘, 亦非細故矣。” 大王大妃敎曰: “乘轎之弊, 果如此矣。 必禁乘轎然後, 可無馬匹不足之歎矣。” 寅永曰: “乘轎原有禁令矣。” 又啓言: “頃因咸鏡前監司朴岐壽狀請, 長津民之移接於江界七坪者, 應役本府便否, 關問關西道臣矣。 卽見平安監司金蘭淳狀啓, 則以爲 ‘七坪居民之自長津移來者, 爲三百十八戶, 而有多年樂土之業。 從古以來, 有分土無分民, 土係江界, 民屬長津, 自是理外, 畢竟行不得之政, 請令廟堂稟處。’ 箕伯所啓, 若此明的, 有分土無分民云者, 誠切當語也, 七坪一款置之。” 大王大妃從之。 又啓言: “臣於昨冬諸道式年道薦人, 務加精抄, 就應薦之法, 寓別薦之意事, 筵奏矣。 今以諸道薦狀, 通計似爲太薄, 臣意則令銓曹, 廣採公議, 其中經行尤著者若干人, 更爲抄啓收用, 其餘則因以道薦例施行, 似合事宜, 故敢達矣。” 大王大妃從之。 又啓言: “丁酉之役, 摧破島夷, 卽天將麻提督之力也, 偉功壯蹟, 實不下於李提督平壤之捷。 其後裔, 因亂東渡, 或有先輩記述, 至入於《尊周彙編》, 故自正廟時, 屢加搜訪, 未得其人。 近聞有寓在嶺南者, 分付道臣, 卽速起送, 因令軍門, 付料收用, 請入參於皇壇享禮之班。” 大王大妃, 敎以事甚貴矣。 從之。"
            },
            "2": {
                "H2KE-EN": "On sinmyo day, the King attended the Royal Lecture on the Confucian Classics.",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 3월 20일(경술) 2번째기사",
                "gt-oKo": "희정당(熙政堂)에서 주강(晝講)하였다.",
                "hj": "○晝講于熙政堂。"
            },
            "3": {
                "H2KE-EN": "The metropolitan second stage civil examination was held in the Royal Confucian Academy. Jeong Unik , the first stage military examination , and the second stage military examination , in the Royal Confucian Academy .",
                "H2KE-nKo": "식년 무과 회시를 행하였다. 일소에서는 정운익이, 이소에서는 이교봉이 수석을 차지하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 3월 20일(경술) 3번째기사",
                "gt-oKo": "식년 무과(武科)의 회시(會試)가 있었다. 일소(一所)에서는 정운익(鄭雲翼)이, 이소(二所)에서는 이교봉(李敎鳳)이 으뜸을 차지하였다.",
                "hj": "○式年武科會試, 一所鄭雲翼, 二所李敎鳳居首。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On imja day, the King went to Gyeongu Palace to pay a visit to the Abdicated King and the King paid a visit.",
                "H2KE-nKo": "임자년에 주상이 경우궁에 나아가 전배하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 3월 22일(임자) 1번째기사",
                "gt-oKo": "임금이 경우궁(昌祐宮)에 나아가 전배(展拜)하였다.",
                "hj": "○壬子/上詣景祐宮展拜。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "The Ministry of War reported to the King as follows: Your subjects recently saw the former Governor of Hamgil Province Bak Gisu , who presented ginseng and hemp cloth from the Ministry of Taxation as well as the principal offcipal offcial",
                "H2KE-nKo": "비변사가 아뢰기를,“방금 전 함경 감사 박기수의 장계를 보니 ‘남관(南關 함경남도)의 각 고을에서 호조에 납부하는 삼포와 균역청에 납부하는 상정가로 바치는 전포를 추수 때까지 기한을 물리도록 묘당으로 하여금 주상의 뜻을 여쭈어 분부하게 하소서.’라고 하였습니다. 관북의 삼포와 상정가 명목은 비록 다르지만 실제로는 두 가지 세금을 거두는 것이니 법의 취지가 지극히 엄하고도 중합니다. 이런 길이 한번 열리면 뒷날의 폐단을 이루 다 말하기 어려울 것이니, 전 함경 감사 박기수에게 파직하는 법을 시행하소서.”하니, 윤허하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 3월 23일(계축) 1번째기사",
                "gt-oKo": "비국(備局)에서 아뢰기를, “지금 전 함경 감사 박기수(朴岐壽)의 장계(狀啓)를 보았더니, 이르기를, ‘남관(南關) 각 고을에서 호조에 바치는 삼(蔘)·포(布)와 균역청(均役廳)에 바치는 상정 전포(詳定錢布)를 가을 곡식이 익을 때까지 기한을 늦출 것을 묘당(廟堂)으로 하여금 품지(稟旨)하여 분부하게 하소서.’ 하였습니다. 관북(關北)의 삼·포와 상정은 명목이 같지는 않으나 실은 두 가지 세(稅)이므로 법의(法意)가 매우 엄중한데, 이 길이 한 번 열리면 뒷 폐단이 말할 수 없게 될 것이니, 전 함경 감사 박기수에게 파직(罷職)하는 법을 시행하소서.” 하니, 윤허하였다.",
                "hj": "○癸丑/備局啓言: “卽見前咸鏡監司朴岐壽狀啓, 則以爲 ‘南關各邑戶曹納蔘布及均廳納詳定錢布, 待秋成退限事, 請令廟堂, 稟旨分付矣。’ 關北之蔘布詳定, 名雖不同, 實則兩稅, 法意至嚴且重, 此路一開, 後弊難言, 前咸鏡監司朴岐壽, 施以罷職之典。” 允之。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "The King held the third-day rite for the deceased at the Royal Confucian Academy .",
                "H2KE-nKo": "반궁에서 을묘년의 삼일제를 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 3월 25일(을묘) 1번째기사",
                "gt-oKo": "반궁(泮宮)에서 삼일제(三日製)를 설행하였다.",
                "hj": "○乙卯/設三日製于泮宮。"
            },
            "2": {
                "H2KE-EN": "[The King] summoned the envoy who had returned [from Ming China] at 희정당에서 불러 보았다. Correspondence Officer Yi Jeongri presented the King with a separate wooden report, which stated as follows: Your subject, from Liaodong , arrived at the Amnok River and inquired about the number of taxes on elderly farmers and commoners who had a yearly farmland, which stated: The forty cultivated farmland is one day cultivated, and the taxes on du and two seung of grain are three du and two seung of grain. For the compulsory labor service, the taxes on equivalent to six jeon and three seung of silver are three seung. After the compulsory labor service has ended, the people live comfortably in one year after leisurely and engage in their livelihoods. There is no slightest equivalent to pay the taxes again. However, the compulsory labor service on vacancies have not been altogether. During the reign of Ganghui , the storehouse of Sangpyeong was established in order to reduce the value of grain loans during the time of providing value so that the value of grain loans may be supplied. The storehouse of Gwangje Lodge has found that there are those who are ill and residing in wandering in wandering. The storehouse of the elderly lives in wandering in wandering, and the storehouse of the wandering in wandering one year. The storehouse of wandering in wandering, the storehouse of wandering in wandering. When the storehouse of the wandering in wandering, the storehouse of the wander was ordered to provide the storehouse to send him. The storehouse of the wooden wandering in wandering",
                "H2KE-nKo": "희정당에서 돌아온 사신을 불러서 보았다. 서장관 이정리가 문견 별단을 올렸는데, 그 내용은 다음과 같다.“신이 요동에서 산해관 밖에 이르러 노농과 민호에게 1년에 세납하는 수량을 물어보았더니, ‘40묘가 1일 갈이인데 세곡은 3말 2되이고, 정역은 1년에 세납하는 것이 은 6전 3푼입니다. 두 가지 공역이 끝난 뒤에는 백성들이 1년 내내 한가하게 살면서 생업을 영위하기 때문에 다시금 조금도 추가로 호렴하는 단서가 없고, 연호의 공역은 하나도 없습니다. 강희 때부터 상평창을 설치하여 곡물이 귀할 때에는 값을 낮추어 환곡을 내주는 방도로 삼았는데, 지금까지 준행하고 있습니다. 광제원이 있어서 늙고 병든 사람을 찾고, 서류소가 있어서 떠돌아다니는 백성을 살게 하고, 휼리원이 있어서 늙고 남편과 집이 없는 사람을 살게 하고, 육영당이 있어서 버려진 어린 아이를 기르고, 또 서울의 부유한 백성이 곳곳에 의죽창을 설치하여 가난한 백성을 먹이고 있습니다.’라고 하였습니다. 그래서 신이 일찍이 몸소 육영당과 의죽창을 가서 여러 차례 살펴보았더니, 죽을 쑤어 먹이는 곳을 남녀가 나누어 가면서 가지런히 정돈하는 것이 법도가 있었고, 육영당에서는 유모를 모집하여 먹여 기르는 것이 적절하였습니다. 중토에 가까운 해에도 재물이 고갈되고 백성이 곤궁할까 걱정되어 신이 항상 조정의 신하 중에 지식이 있는 사람에게 조용히 탐문하였더니, 그가 말하기를 ‘건륭 때부터 사관의 공역과 유행의 비용으로 재용이 크게 부족하였고, 이어서 비적을 정벌하여 섬멸하는 공역과 해마다 황하를 다스리는 비용이 있었으며, 또 기이하고 간사하며 교묘하고 사치스러운 물건으로 백성을 괴롭히고 재물을 해치는 자들이 모두 서양 선박으로부터 왔기 때문에 서양으로 흘러 들어오는 은화가 해마다 100만 냥을 밑돌지 않았는데, 한 번 가서는 돌아오지 않았습니다. 서번승 준단파호도극도가 내조하자 황제가 특별한 예로 대우하여 지위가 친왕의 위에 있었는데, 돌아갈 때에 황옥교자를 주어 보내라고 명하였습니다. 황옥교자를 줄 때에 만주 근신 혁기가 황산 등의 의장을 아울러 내어 주었는데, 이 때문에 조정 신하들이 아뢴 것입니다. 혁기는 엄중한 감처를 받아 극변에 찬배되었습니다.’라고 하였습니다.저들은 사교가 물들어서 민간의 근심이 점점 심해지기 때문에 근년 이래로 통렬히 금지하여 천주당을 모두 헐어 버리고 서양 사람들도 쫓아 보냈다고 하니, 이로부터 사교의 뿌리와 소굴을 통렬히 끊을 것을 기약할 수 있었습니다.영길리국은 서양과 함께 천주의 사교를 익혔는데, 광동 바다를 왕래하면서 중국의 문자를 익히고 중국의 의복을 본받았으며, 화기는 더욱 교묘하고 악독하였습니다. 그러므로 해외의 홍모와 여송 등 여러 섬이 모두 이미 그 사교를 익혔고, 또한 해변의 간사한 백성이 향도가 되어 처음에는 해상과 교통하여 무역하려 하였으나 중국에서 굳게 허락하지 않았습니다. 이 때문에 크게 분노하여 해마다 변경에 와서 소란을 피웠는데, 금년에 황지가 특별히 친근한 중신을 보내어 나누어 가서 변경을 안찰하게 하였습니다. 그런데 지금 또 복건에서 대만으로 옮겨 들어갔다고 합니다.”\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 3월 25일(을묘) 2번째기사",
                "gt-oKo": "돌아온 사신(使臣)을 희정당(熙政堂)에서 소견(召見)하였다. 서장관(書狀官) 이정리(李正履)가 바친 문견 별단(聞見別單)에 이르기를, “신이 요동(遼東)으로부터 산해관(山海關) 밖에 이르러 노농(老農)과 민호(民戶)에게 한 해에 세로 바치는 수를 물었더니, ‘전(田) 10무(畝)를 1일경(日耕)이라 하여 바치는 세곡(稅穀)이 3두(斗) 2승(升)이고, 정역(丁役)은 한 해에 바치는 것이 은(銀) 6전(錢) 3푼(分)인데, 두 역(役)을 마친 뒤에는 백성이 한 해를 다하도록 한가하게 살며 생업을 영위하고 다시는 조금도 뒤미처 징수를 요구하는 단서가 없으며, 연호(煙戶)의 역은 모두 없앴다. 강희(康熙) 때에 상평창(常平倉)을 설치하여 곡식이 귀할 때에는 값을 줄여서 조곡(糶轂)을 내는 방도로 삼았는데, 이제까지 준행하고 있다. 광제원(廣濟院)이 있어서 중병을 앓는 사람을 구완하고, 서류소(棲流所)가 있어서 유산(流散)한 백성을 살게 하고, 휼리원(恤釐院)이 있어서 늙고 지아비와 집이 없는 자를 살게 하고, 육영당(育嬰堂)이 있어서 버려진 어린아이를 기르며, 또 경도(京都)의 부유한 백성이 곳곳에 의죽창(義粥廠)을 설치하여 가난한 백성을 먹인다.’ 하였습니다. 그래서 신이 스스로 육영당과 의죽창에 가서 여러 번 살펴보았더니, 죽을 장만해 주는 곳에서는 남녀가 줄을 나누어 정돈하여 법도가 있었고, 육영당에서는 유모(乳母)를 모집하여 먹여 기르는 것이 적당하였습니다. 중국은 근년에 또한 재물이 다 떨어져서 백성이 군색함을 걱정하고 있는데, 신이 지식 있는 조신(朝紳)에게 조용히 탐문하였더니, ‘건륭(乾隆)때부터 사관(寺觀)의 역사(役事)와 유행(遊幸)의 경비에 재용(財用)이 크게 축났고, 이어서 도둑을 징벌하는 전역(戰役)과 해마다 황하(黃河)를 다스리는 경비가 있었다. 또 기이하고 간사하고 공교하고 사치한 물건으로 백성을 현혹하고 재물을 손실하게 하는 것은 다 서양 배에서 오므로, 서양에 흘러 들어가는 은화(銀貨)가 해마다 1백만 냥에 밑돌지 않는데, 한 번 가면 다시 돌아오지 않는다. 서번승(西番僧) 준단파호도극도(遵丹巴呼圖克圖)가 내조(來朝)하였을 때에 황제가 특별한 예로 대우하여 지위가 친왕(親王) 위에 있었고, 돌아갈 때에는 황옥교(黃屋轎)를 내어주어 보내라고 명하였더니, 황옥교를 줄 때에 만주 근신(滿洲近臣) 역기(奕紀)가 황산(黃傘) 등 의장(儀仗)도 아울러 주었다. 이 때문에 정신(廷臣)이 아뢰어 역기가 중죄를 받아 극변(極邊)에 귀양갔다.’ 하였습니다. 저 나라에서는 사교(邪敎)가 민간에 물들어 걱정이 점점 커지므로, 근년 이래로 엄중히 금지하여 천주당(天主堂)을 모두 헐어 없애고 서양 사람도 쫓아 보냈다 하니, 이때부터 사교의 근거를 엄중히 끊는 것을 기필할 수 있을 것입니다. 영길리국(英吉利國)은 서양과 천주사교(天主邪敎)를 같이 배웠는데, 광동(廣東) 바다에 왕래하며 중국 문자를 배우고 중국 의복을 본받아 입으며, 그 화기(火器)가 더욱 교독(巧毒)하므로, 해외(海外)의 홍모(紅毛)와 여송(呂宋) 여러 섬이 다 이미 그 가르침을 따라 배웠다고 합니다. 바닷가의 간사한 백성이 향도(嚮導)가 되어 처음에는 바다에서 교통하며 무역하려 하였으나, 중국에서 굳게 허락하지 않았더니, 이 때문에 크게 노여움을 불러서 해마다 변경(邊境)에 와서 어지럽히므로, 올해에 황제의 명으로 특별히 친근한 중신(重臣)을 보내어 가서 변경을 안찰(按察)하게 하였는데, 이제는 또 복건(福建)에서 대만(臺灣)으로 옮아 들어갔다 합니다.” 하였다.",
                "hj": "○召見回還使臣于熙政堂。 書狀官李正履, 進聞見別單: 臣自遼東, 至山海關外, 詢問老農及民戶一年稅納之數, 則 ‘四十畝爲一日耕, 而所納稅穀三斗二升, 丁役則一年所納, 爲銀六錢三分, 兩役旣畢之後, 其民終歲閒居, 營生作業, 更無一分追呼徵(歛)〔斂〕之端, 烟戶之役, 一竝無之。 自康熙時, 設常平倉, 以爲穀貴時減價出糶之方, 至今遵行, 有廣濟院, 以求癃病之人, 有棲流所以處流散之民, 有恤嫠院以處老而無夫家者, 有育嬰堂, 以養遺棄小兒, 又有京都富民, 處處設義粥廠, 以飼貧民云。’ 故臣嘗身往育嬰堂及義粥廠, 屢回看審, 則設粥處, 男女分行齊整有法, 育嬰堂, 募乳媪哺養得宜。 中土近歲, 亦患財竭民窘, 臣常從容探問於朝紳有知識者, 則以爲 ‘自乾隆時, 寺觀之役, 遊幸之費, 財用大絀, 繼有征勦賊匪之役, 歲歲治河之費, 且以奇邪巧侈之物, 蠱民害財者, 皆自洋舶來到, 故銀貨之流入西洋者, 每年不下百萬兩, 而一往而不復。 西番僧遵丹巴呼圖克圖來朝, 皇帝待以殊禮, 位在親王之上, 而於歸時, 命給黃屋轎子以送之。 給轎時滿洲近臣奕紀, 竝出給黃傘等儀仗。 以此爲廷臣所奏, 奕紀被重勘, 竄極邊云。’ 彼中邪敎浸染, 民間爲患漸熾, 故自近年以來, 痛加禁斷, 天主堂一竝毁撤, 洋人亦爲逐送云, 自此邪敎根窩, 可期痛絶。 英吉利國, 與西洋同習天主邪敎, 而往來廣東海上, 習中國文字, 效中國衣服, 其火器尤爲巧毒, 故海外紅毛呂宋諸島, 皆已服習其敎, 亦有海邊奸民, 爲之鄕導, 初欲交通貿易於海上, 而中國堅不許之, 以此大致慍怒, 歲歲來擾邊境, 今年皇旨特送親近重臣, 分往按邊, 而今又自福建, 移入臺灣云。"
            },
            "3": {
                "H2KE-EN": "The separate rescription of interpreters was as follows: First, in the past, when two years of crossing the Southern Astronomy and Southern Astronomy, four years of crossing the Southern Astronomy and Geomancy sent an envoy to the court [of Ming China] to pay a visit to the court [of Ming China], three years of crossing the Southern Astronomy and Ruthern Astronomy, the Emperor specially instructed that the crossing the Southern Astronomy and Ruthern Astronomys have sent an envoy once more to pay a visit to the court [of Ming China] in order to show my sincere intention to comfort the barbarians of our territory. Second, among the world who entered the Chinese court, the world of the West Ruthern Astronomy and Ruthern Prefecture divulged that the people were destroyed by the world, bringing a sparrow hair and murdering their lives. However, among the ignorant people, those who were inflicted from others first were recognized by others, and then the world of the world little will become increasingly increasing the world. Moreover, even going so far as to break and murdering lives, they do not know how to repent. The Emperor became angry and repeatedly issued an order to strictly prohibit them from doing so. Consequently, among the court officials down to the soldiers and the people, those who committed crimes are not less than several thousand. Second, the world of the peoples custom is gradually luxurious, and the Emperor repeatedly instructed that the soldiers of the eight banners of the sixth rank or below should not be allowed to wear unlined silk clothing and the women of the Manju should not be allowed to wear unlined clothes. The world of unlined clothes cannot be sufficiently",
                "H2KE-nKo": "수역의 별단은 다음과 같다.“1. 예전 규례에 월남국은 2년에 한 번 조공하고 4년에 한 번 사신을 보내 내조하며, 섬라는 3년에 한 번 조공하고 유구는 1년에 한 번 조공하였는데, 황제가 특별히 유시하여 앞으로 월남, 유구, 섬라는 모두 4년에 한 번 사신을 보내 와서 조공하게 함으로써 변방을 회유하는 짐의 지극한 뜻을 보였습니다.1. 중국에 들어온 서양인들이 사교를 전파하여 인심을 함닉하고 아편을 끼고 다니며 신명을 해쳤는데, 그 해독을 입은 어리석은 백성들이 처음에는 남에게 떠넘기고 이어서 사설에 물들어 심지어 가산을 탕진하고 생명을 해쳐도 고칠 줄을 모르므로 황제가 진노하여 여러 차례 유지를 내려 엄히 금지하였습니다. 위로는 조관으로부터 아래로는 군민에 이르기까지 이 때문에 죄를 얻은 자가 수만 명에 밑돌지 않습니다.1. 태평한 세월이 오래되어 백성들의 습속이 점점 사치스러워지므로 황제가 여러 차례 유지를 내려 팔기의 군병 6품 이하는 비단옷을 입지 못하게 하고, 만주의 부녀자는 소매와 전화를 넉넉히 하지 못하게 하면 충분하며, 패륵과 면예의 가정 중에 비단옷을 입는 자가 있으면 황제가 크게 꾸짖고 타일렀습니다.”\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 3월 25일(을묘) 3번째기사",
                "gt-oKo": "수역(首譯)의 별단(別單)에 이르기를, “1. 구례(舊例)에 월남국(越南國)은 2년에 한 번 공물(貢物)을 보내고 4년에 한번 사신(使臣)을 보내어 와서 조회하였고, 섬라(暹羅)는 3년에 한 번 공물을 보내었으며, 유구(琉球)는 한 해를 걸러 한 번 공물을 보냈는데, 황제가 특별히 하유(下諭)하기를, ‘앞으로는 월남·유구·섬라가 고루 4년에 한 번 사신을 보내어 와서 공물을 바치게 하여 짐(朕)이 번복(蕃服)을 회유하는 지극한 뜻을 보이도록 하라.’ 하였습니다. 1. 중국에 들어온 서양 사람이 사교(邪敎)를 퍼뜨려 인심이 빠져들고, 아편(鴉片)을 몰래 가져와 몸과 목숨을 상해하는데, 그 해독을 입은 어리석은 백성이 처음에는 남의 유혹을 받고 이어서 사설(邪說)에 물들어 심하면 가산(家産)을 탕진하고 생명을 손상하기에 이르러도 뉘우쳐 고칠 줄 모르므로, 황제가 진노하여 여러 번 유지(諭旨)를 내려 엄히 금지하였습니다. 그래서 위로 조관(朝官)으로부터 아래로 군민(軍民)에 이르기까지 이 때문에 죄받은 자가 수만 명에 밑돌지 않습니다. 1. 태평한 세월이 오래되어 백성의 버릇이 점점 사치해져 가므로, 황제가 여러 번 유지를 내려 팔기(八旗)의 군사 6품(品) 이하는 비단옷을 입지 못하게 하고, 만주(滿洲) 부녀자는 넓은 소매의 옷을 입거나 전족(纏足)하지 못하게 하였으나, 말의 굴레에 조개로 장식하고 면예(綿譽)의 가정(家丁) 중에 비단옷을 입은 자가 있으므로, 황제가 크게 책유(責諭)하였습니다.” 하였다.",
                "hj": "○首譯別單: 一, 舊例越南國二年一貢, 四年遣使來朝, 暹羅三年一貢, 琉球間年一貢, 皇帝特諭嗣後越南、琉球、暹羅, 均令四年一次遣使來貢, 用示朕綏懷藩服之至意。 一, 西洋人入中國者, 播傳邪敎, 陷溺人心, 挾帶鴉片, 戕害身命, 而愚氓之受其毒者, 始則被人引諉, 繼則習染邪說, 甚至蕩産戕生, 罔知悛改, 皇帝震怒, 屢下諭旨, 嚴加禁斷。 上自朝官, 下至軍民, 以此獲罪, 不下屢萬。 一, 承平日久, 民習漸侈, 皇帝屢下諭旨, 八旗軍兵六品以下, 毋得穿綢緞衣服, 滿洲婦女, 毋得寬袖纏足矣, 貝勒綿譽家丁, 有穿綢緞者, 皇帝大加責諭。"
            },
            "4": {
                "H2KE-EN": "The metropolitan second stage civil examination was held in the Royal Confucian Academy . The passer of the first stage civil examination was named Sangil . The passer of the second stage military examination was named Yi Jarip . ",
                "H2KE-nKo": "식년 문과 복시의 강경을 행하였다. 일소에서는 손상일, 이소에서는 이재립이 수석을 차지하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 3월 25일(을묘) 4번째기사",
                "gt-oKo": "식년 문과 복시(式年文科覆試)의 강경(講經)을 행하였다. 일소(一所)에서는 손상일(孫相馹), 이소(二所)에서는 이재립(李在立)이 으뜸을 차지하였다.",
                "hj": "○式年文科覆試講經, 一所孫相馹, 二所李在立居首。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On byeongjin day, the King summoned the three imperial envoys who had held congratulatory memorials and presenting incense to the Emperor of Ming China as well as the Envoy for Expressing Gratitude for Imperial Benevolence . 【정사는 Lord of Wanchang Yi Sin , Vice-Envoy Yun Myeonggyu , and Recorder Han Gyewon .】 paid a farewell visit to the King. ",
                "H2KE-nKo": "희정당에서 진위 진향 겸 사은 삼사를 불러서 보았다. - 정사 완창군 이시인, 부사 윤명규, 서장관 한계원이 나왔다. - 사폐하였기 때문이다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 3월 26일(병진) 1번째기사",
                "gt-oKo": "진위 진향 겸 사은사(陳慰進香兼謝恩使)의 세 사신을 희정당(熙政堂)에서 소견(召見)하였다.【정사(正使)는 완창군(完昌君) 시인(時仁)이고, 부사(副使)는 윤명규(尹命圭)이고, 서장관(書狀官)은 한계원(韓啓源)이다.】 사폐(辭陛)한 때문이다.",
                "hj": "○丙辰/召見陳慰進香兼謝恩三使臣于熙政堂。【正使完昌君時仁, 副使尹命圭, 書狀官韓啓源。】辭陛也。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "Choe Seokrin , affiliated with the storehouse of the Granary of Official Emoluments , was sentenced to confiscate the guilt, and Kim Giseok , a soldier of the soldier of Hongju , was sentenced to confiscate the guilt. [Choe] Seokrin stole grain from the storehouse, and Giseok sold grain from the storehouse without authorization. The King punished him according to the report presented by the Ministry of Taxation . ",
                "H2KE-nKo": "태창의 창속 최석린은 결안에 대해 다짐을 받고, 홍주의 조군 김기택은 효수하였다. 최석린은 포흠 낸 것을 숨기고 창고의 곡식을 훔쳤으며, 김기택은 멋대로 운곡을 판매하였다. 호조가 주문한 것으로 인하여 죄를 준 것이다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 3월 27일(정사) 1번째기사",
                "gt-oKo": "태창(太倉)의 창속(倉屬) 최석린(崔錫麟)은 결안(結案)을 받고, 홍주(洪州)의 조군(漕軍) 김기택(金奇宅)은 효수(梟首)하였다. 최석린은 포흠(逋欠)을 엄폐하며 창곡(倉穀)을 훔쳤고, 김기택은 운곡(運穀)을 마음대로 팔았으므로, 탁지(度支)의 주문(奏聞)으로 인해 죄준 것이다.",
                "hj": "○丁巳/太倉倉屬崔錫麟, 捧結案, 洪州漕軍金奇宅, 梟首。 錫麟, 爲掩逋, 偸竊倉穀, 奇宅, 擅賣運穀, 因度支奏聞罪之。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On muo day, the King proceeded to the Spring and Autumn Annals (C. Shijing to 춘당대에 나아가 shooting an archery hall at Seogyeon .",
                "H2KE-nKo": "무오년에 주상이 춘당대에 나아가 서총대 시사를 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 3월 28일(무오) 1번째기사",
                "gt-oKo": "임금이 춘당대(春塘臺)에 나아가 서총대 시사(瑞葱臺試射)를 행하였다.",
                "hj": "○戊午/上詣春塘臺, 行瑞蔥臺試射。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On sinmi day, [the King] received the officials in the morning court assembly at the Royal Confucian Academy.",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 3월 29일(기미) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 소대(召對)하였다.",
                "hj": "○己未/召對于熙政堂。"
            },
            "2": {
                "H2KE-EN": "The metropolitan second stage civil examination selected thirty-three people including Jeong Junyong .",
                "H2KE-nKo": "식년 문과 회시에서 정준용 등 33인을 뽑았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 3월 29일(기미) 2번째기사",
                "gt-oKo": "식년 문과 회시(式年文科會試)를 행하고, 정준용(鄭駿容) 등 33인을 뽑았다.",
                "hj": "○式年文科會試, 取鄭駿容等三十三人。"
            },
            "3": {
                "H2KE-EN": "Ahn Dalwons hair was beheaded at Juksan Magistracy . [Ahn] Dalwon was a commoner of Juksan Magistracy , [he] was grudge against his younger brother, who was despised by the government office, sought to cross the [Amnok] magistrate on the street. He broke his hair and beat his servants, and he hit his sword, slappealed him, and fled. According to the report presented by the high officials , [the King] ordered that [the governor] be ordered to investigate [the case] and that [the case] be determined according to the degree of their cliques together with his cliques. [The King] also disobeyed the royal order by military officials broke their hair and disobeyed the royal order. [The King] dismissed Magistrate of Hanseong Magistracy Jang낙hyeon from office.",
                "H2KE-nKo": "안달원의 머리를 죽산부에 매달았다. 안달원은 죽산의 소민인데, 그의 아우가 관청의 독촉을 받은 것에 원한을 품고 부사가 길에서 기다리고 있다가 교자를 부수고 하인을 구타하고 칼을 뽑아 그의 결박을 풀고 달아났다. 대신이 연석에서 아뢴 것으로 인하여 본도로 하여금 철저히 조사하여 그 무리와 함께 등급을 나누어 죄목을 정하게 하였다. 또 무신이 교자를 탄 것은 임금의 명을 어긴 것이라고 하여 부사 장낙현을 파직하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 3월 29일(기미) 3번째기사",
                "gt-oKo": "안달원(安達源)을 죽산부(竹山府)에서 효수(梟首)하였다. 안달원은 죽산(竹山)의 소민(小民)인데, 그 아우가 관가의 독책(督責)을 받는 데 앙심을 품고 부사(府使)의 행차를 길에서 기다렸다가, 교자(轎子)를 부수고 하인을 때리고 칼을 뽑아 그 포박을 풀고 달아났었다. 대신이 연주(筵奏)함에 따라 본도(本道)로 하여금 구핵(究覈)하여 그 무리와 아울러 등급을 나누어 정죄(定罪)하게 하였으며, 또 무신(武臣)이 교자를 타서 제명(制命)을 어겼다 하여 부사 장낙현(張洛賢)을 파직(罷職)하였다.",
                "hj": "○梟安達源首于竹山府。 達源竹山小民也, 憾其弟被官督, 要府使行於路, 破轎打隷, 露刃解其縛而走。 因大臣筵奏, 令本道究覈, 幷與其徒黨分等定罪, 又以武臣乘轎, 違制命, 罷府使張洛賢職。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On gyesa day, the first day of the fourth month, the King selected seventeen people including Jo Hwirim , Yi Pungik , Kim Siyeon , Kim Geonsu , Yun Gyoseong , Kim응gyun , Sim응태 , Jo Seoku , Yi Jonggi , Jo Dosun , Sim Donyeong , Yi Siu , Yi헌ju , Yi Gyeongjae , Nam Seonggyo , Yi Inseok , and Im Baeksu .",
                "H2KE-nKo": "계사년에 본관록을 행하였다. 4점을 받은 사람은 조휘림, 이풍익, 김시연, 김건수, 윤교성, 김응균, 심응태, 조석우, 이종병, 조도순, 심돈영, 이시우, 이헌주, 이경재, 남성교, 이인석, 임백수이다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 3월 3일(계사) 1번째기사",
                "gt-oKo": "본관록(本館錄)을 행하고, 4점(點)인 조휘림(趙徽林)·이풍익(李豊翼)·김시연(金始淵)·김건수(金建銖)·윤교성(尹敎成)·김응균(金應均)·심응태(沈膺泰)·조석우(曹錫雨)·이종병(李宗秉)·조도순(趙道淳)·심돈영(沈敦泳)·이시우(李時愚)·이헌주(李憲周)·이경재(李經在)·남성교(南性敎)·이인석(李寅奭)·임백수(任百秀) 17인을 뽑았다.",
                "hj": "○癸巳/行本館錄, 四點趙徽林、李豐翼、金始淵、金建銖、尹敎成、金應均、沈膺泰、曺錫雨、李宗秉、趙道淳、沈敦永、李時愚、李憲周、李經在、南性敎、李寅奭、任百秀, 取十七人。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "대왕 대비가 하교하기를, “근래에 도성 안에 떠돌아다니며 빌어먹는 자가 매우 많은데, 가는 곳마다 광경이 very 참혹하다고 한다. 비록 춘궁기라 하더라도 사세가 자연히 이와 같을 것이니, 매양 한 번 생각이 날 때마다 그 가엾고 가엾음이 진실로 비할 데가 없다. 즉시 Hanseong Magistracy and the Five District Offices [of Hanseong Magistracy] should select and support the urgent situation, so that there will be no cause for starvation or wandering. The State Council should admonish this.",
                "H2KE-nKo": "대왕대비가 전교하기를,“근래 도성에 떠돌며 빌어먹는 자들이 매우 많아 도처에서 광경이 매우 참혹하다고 한다. 아무리 춘궁기라 하더라도 사세가 자연 이와 같을 것이니, 생각할 때마다 불쌍하고 측은한 마음이 실로 비할 데가 없다. 즉시 한성부와 오부로 하여금 정밀하게 뽑아서 위급함을 구제하게 하여 다시는 굶주려 죽는 걱정이 없게 하라고 묘당에서 신칙하라.”하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 3월 30일(경신) 1번째기사",
                "gt-oKo": "대왕 대비(大王大妃)가 하교(下敎)하기를, “요즈음 듣건대, 도하(都下)에 떠돌며 빌어먹는 자가 매우 많아서 가는 곳마다 광경이 지극히 참혹하다고 한다. 곤궁한 봄에는 사세가 자연히 그러하기는 하나, 매번 생각할 때마다 그 불쌍한 것이 실로 견줄 데 없으니, 곧 경조(京兆)의 오부(五部)를 시켜 정밀하게 뽑아서 위급함을 구제하고, 다시는 버려져 굶주려 여위는 걱정이 없도록 묘당(廟堂)에서 신칙(申飭)하도록 하라.” 하였다.",
                "hj": "○庚申/大王大妃敎曰: “近間都下流丐甚多, 到處光景, 極爲慘然云。 雖窮春, 事勢自然如是, 每一思之, 其所矜惻, 實無與比, 卽令京兆五部, 精抄救急, 更無捐瘠之患事, 廟堂申飭。”"
            },
            "2": {
                "H2KE-EN": "The King granted condolence gifts to the families of the fire broke out in Bukcheong Magistracy .",
                "H2KE-nKo": "북청부의 소호와 화재를 당해 죽은 사람에게 휼전을 베풀었다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 3월 30일(경신) 2번째기사",
                "gt-oKo": "북청부(北靑府)의 불탄 집과 불에 데어 죽은 사람에게 휼전(恤典)을 내렸다.",
                "hj": "○給北靑府燒戶爛死人, 恤典。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "The King appointed Kim Gieun as minister of punishments , Bak Hoesu as deputy magistrate of Hanseong Magistracy , and 정원용 as governor of Hamgil Province .",
                "H2KE-nKo": "김기은을 형조 판서로, 박회수를 한성부 판윤으로, 정원용을 함경도 관찰사로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 3월 4일(갑오) 1번째기사",
                "gt-oKo": "김기은(金其殷)을 형조 판서로, 박회수(朴晦壽)를 한성 판윤으로, 정원용(鄭元容)을 함경도 관찰사로 삼았다.",
                "hj": "○甲午/以金箕殷爲刑曹判書, 朴晦壽爲漢城府判尹, 鄭元容爲咸鏡道觀道使。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "The King provided relief aid to the families of Seoheung and other towns who died in a flooding.",
                "H2KE-nKo": "서흥 등 고을의 화재를 당해 죽은 사람에게 휼전을 베풀었다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 3월 6일(병신) 1번째기사",
                "gt-oKo": "서흥(瑞興) 등 고을의 불에 데어 죽은 사람에게 휼전(恤典)을 내렸다.",
                "hj": "○丙申/給瑞興等邑爛死人, 恤典。"
            }
        }
    },
    "04": {
        "10": {
            "1": {
                "H2KE-EN": "The King proceeded to Injeong Hall and held the successful candidates for the civil and military service examinations in the gyeongo year (.",
                "H2KE-nKo": "주상이 인정전에 나아가 식년 문무과의 방방을 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 4월 10일(경오) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)에 나아가 식년 문과(式年文科)·식년 무과(式年武科)의 방방(放榜)을 행하였다.",
                "hj": "○庚午/上御仁政殿, 行式年文武科放榜。"
            },
            "2": {
                "H2KE-EN": "The King provided relief aid to the families of Hongwon District who drowned in Hongwon District .",
                "H2KE-nKo": "홍원현의 수재를 당해 죽은 사람에게 휼전을 베풀었다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 4월 10일(경오) 2번째기사",
                "gt-oKo": "홍원현(洪原縣)의 물에 빠져 죽은 사람에게 휼전(恤典)을 내렸다.",
                "hj": "○給洪原縣渰死人, 恤典。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "Shin Mihyeon proceeded to the palace and personally received the civil and military service examinations for expressing gratitude to the King.",
                "H2KE-nKo": "주상이 희정당에 나아가 문과와 무과의 사은을 친히 받았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 4월 11일(신미) 1번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가 친히 문과(文科)·무과(武科)의 사은(謝恩)을 받았다.",
                "hj": "○辛未/上御熙政堂, 親受文武科謝恩。"
            },
            "2": {
                "H2KE-EN": "Jo Giyeong was appointed second minister of personnel .",
                "H2KE-nKo": "조기영을 이조 참판으로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 4월 11일(신미) 2번째기사",
                "gt-oKo": "조기영(趙冀永)을 이조 참판으로 삼았다.",
                "hj": "○以趙冀永爲吏曹參判。"
            },
            "3": {
                "H2KE-EN": "[The King] bestowed relief aid upon the families of Okgwa District in Okgwa District .",
                "H2KE-nKo": "옥과현의 불탄 가호에 휼전을 베풀었다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 4월 11일(신미) 3번째기사",
                "gt-oKo": "옥과현(玉果縣)의 불탄 집에 휼전(恤典)을 내렸다.",
                "hj": "○給玉果縣燒戶, 恤典。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On eulhae day, [the King] received the officials in the morning court assembly at the Royal Confucian Academy . ",
                "H2KE-nKo": "희정당에서 을해년의 소대를 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 4월 15일(을해) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 소대(召對)하였다.",
                "hj": "○乙亥/召對于熙政堂。"
            },
            "2": {
                "H2KE-EN": "Bak Gisu was appointed minister of rites , and Yi Yaku was appointed inspector general .",
                "H2KE-nKo": "박기수를 예조 판서로, 이약우를 사헌부 대사헌으로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 4월 15일(을해) 2번째기사",
                "gt-oKo": "박기수(朴綺壽)를 예조 판서로, 이약우(李若愚)을 사헌부 대사헌으로 삼았다.",
                "hj": "○以朴綺壽爲禮曹判書, 李若愚爲司憲府大司憲。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On byeongja day, in byeongja year (, the King went to Geunso Hall (Hall of Benevolent Governance to pay a visit to pay his respects. He then went to the Crown Princes residence , Changdeok Palace , Yeonhoe Palace , and Seonhui Palace to pay his respects.",
                "H2KE-nKo": "병자년에 주상이 영희전에 나아가 전알하고, 이어 저경궁, 육상궁, 연호궁, 선희궁에 나아가 전배하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 4월 16일(병자) 1번째기사",
                "gt-oKo": "임금이 영희전(永禧殿)에 나아가 전알(展謁)하고, 이어서 저경궁(儲慶宮)·육상궁(毓祥宮)·연호궁(延祜宮)·선희궁(宣禧宮)에 나아가 전배(展拜)하였다.",
                "hj": "○丙子/上詣永禧殿展謁, 仍詣儲慶宮、毓祥宮、延祜宮、宣禧宮展拜。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On jeongchuk day, the King attended the Royal Lecture on the jeongchuk day (1377, the fifth month.",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 4월 17일(정축) 1번째기사",
                "gt-oKo": "희정당에서 주강(晝講)하였다.",
                "hj": "○丁丑/晝講于熙政堂。"
            },
            "2": {
                "H2KE-EN": "Kwon Donin was appointed minister of personnel , and Yi Ikhoe was appointed inspector general .",
                "H2KE-nKo": "권돈인을 이조 판서로, 이익회를 사헌부 대사헌으로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 4월 17일(정축) 2번째기사",
                "gt-oKo": "권돈인(權敦仁)을 이조 판서로, 이익회(李翊會)를 사헌부 대사헌으로 삼았다.",
                "hj": "○以權敦仁爲吏曹判書, 李翊會爲司憲府大司憲。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On muin day, [the King] received the officials in the morning court assembly at the muin year (.",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 4월 18일(무인) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○戊寅/召對于熙政堂。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On gyemyo day, the King attended the Royal Lecture on the gihae day (1399, the fifth year of King Taejongs reign.",
                "H2KE-nKo": "희정당에서 기묘년의 주강을 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 4월 19일(기묘) 1번째기사",
                "gt-oKo": "희정당에서 주강하였다.",
                "hj": "○己卯/晝講于熙政堂。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The King proceeded to 희정당에 나아가 Royal Placenta Chamber to the Office of Royal Placenta Chamber to enter the Royal Placenta Chamber , and received the officials of the senior third rank or above in 인견하였다. 대왕 대비가 하교하기를, “금년 봄, how much is the farming of wheat and barley? I heard that wheat and wheat have been supposed? Right State Councilor Jo Inyeong said, In Gyeonggi Province, there are sometimes insufficient amounts of wheat and wheat. However, in the case of wheat and wheat, it is almost enough to ripen. In Jeolla Province, Jeolla, and Pyeongan Province, they are well growing good harvests. Only 북관 [Province] has also suffered from poor harvests. This is piteous. In addition, wheat and wheat have occurred sometimes in Gyeonggi Province, but they do not exceed ten-third. 대왕 대비가 하교하기를, I have heard that one seok of rice from Pyeongan Province is fifty nyang . Is this true? Jo Inyeong said, In the past, there was true, but it was only six or seven days. Recently, I heard that twenty-seven nyang , and twenty-seven nyang is also not an event. He also reported, The study of the Royal Confucian Academy is most regrettable about interruption. From this day forward, 더욱 cultivate and prudence. When the Royal Hunt is suspended on the purification day, even if there is no instruction to be held on the purification day, the 소대 should follow the example of the Royal Hunt. On the other day, [the Royal Hunt] should be reported to the King for the royal approval, and this should be implemented according to the rule. This seems to studying the study of the Royal Confucian Academy. The King followed this advice. He also reported, In governance, the governance of governance lies in depending on friendly relationships and lies in lieu of the law. However, in recent years, punishments of scholar-officials arbitrarily occurred in private homes, and the imposition of unlawful possession of stolen goods is worse than stolen goods. As the capital is like this, it is possible to know about a distant province. Your subject sternly enforces the office in charge that if such a crime is discovered, the scholar-officials should be punished immediately by beating with the heavy stick. Your subject requests that an official document be sent to each province. 대왕 대비가 하교하기를, “나라에 기강이 있는데, the jurisdiction of the juri",
                "H2KE-nKo": "상이 희정당에 나아가 약원의 입진을 행하고, 대신과 비국 당상을 인견하였다. 대왕대비가 전교하기를,“올봄의 보리농사가 과연 어떻다고 하던가? 충재가 있다고 들었는데 과연 그러한가?”하니, 우의정 조인영이 아뢰기를,“경기와 호서는 가을보리가 간혹 부족하지만 봄보리는 거의 풍년이 들 가망이 있습니다. 영남과 호남은 대풍이 들었고 양서도 잘 되었는데, 북관만은 또 흉년이 들 것이라고 하니 이것이 걱정스럽습니다. 충재로 말하면 경기 고을에 간혹 있기는 하지만 10분의 1에 불과하다고 합니다.”하였다. 대왕대비가 전교하기를,“관서의 쌀값이 1섬이고 많게는 50냥이나 된다고 들었는데 과연 그러한가?”하니, 조인영이 아뢰기를,“지난번에 과연 그러한 말이 있었습니다만 이와 같이 한 것은 6, 7일 뿐입니다. 근일에 들은 바로는 27냥이라고 하는데 27냥도 일찍이 없었던 일입니다.”하였다. 또 아뢰기를,“성학의 공부는 중단되는 것을 가장 꺼려야 합니다. 지금부터 더욱 조심하고 두려워해야 합니다. 재일과 같이 정강할 때에는 하교가 없더라도 소대는 주강의 예에 따라 하루 전에 들어가 주상께 여쭈어 재가를 받는 것으로 정식을 삼아 시행하는 것이 성학에 도움이 없지 않을 듯합니다.”하니, 그대로 따랐다. 또 아뢰기를,“왕정은 전적으로 작은 나라와 화합하는 데에 달려 있고 국법은 더욱 강한 백성을 억제하는 데에 달려 있습니다. 그런데 근래 사대부 집안의 불법적인 형벌이 사문에서 자행되고 있으니 명분 없는 빚은 강탈하는 것보다 심합니다. 도성이 이와 같으니 먼 지방은 알 만합니다. 유사에게 엄히 신칙하여 이와 같이 적발되는 일이 있으면 유생은 곧바로 형장을 치고 정배하며 조사는 초기하여 엄중하게 감처하게 하소서. 그리고 이러한 내용으로 각 도에 관문을 보내 신칙하소서.”하니, 대왕대비가 전교하기를,“나라에 기강이 있고 법사에 금령이 있다면 어찌 이런 일이 있겠는가. 이러한 뜻으로 각별히 엄히 신칙하라.”하였다. 또 아뢰기를,“제주의 공마는 평년에는 그 수량이 많지 않고 식년에는 꼭 600필에 가깝습니다. 다만 군마에게 나누어 주는 것이 3분의 1에도 차지 않습니다. 신의 생각으로는 모든 사여와 잡탈의 수량은 한결같이 평년의 예에 따라 시행하고 그 나머지는 모두 분배하여 군마에 더 지급하면 군비에 매우 큰 도움이 될 것 같기에 감히 아룁니다.”하니, 그대로 따랐다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 4월 20일(경진) 1번째기사",
                "gt-oKo": "임금이 희정당에 나아가 약원(藥院)의 입진(入診)을 행하고, 대신과 비국 당상을 인견하였다. 대왕 대비(大王大妃)가 하교(下敎)하기를, “올봄의 보리 농사는 과연 어떠하다 하며, 충재(蟲災)가 있다고 들었는데 과연 그러한가?” 하니, 우의정 조인영(趙寅永)이 말하기를, “기호(畿湖)는 가을보리가 간혹 모자라나, 봄보리는 여물 희망이 있습니다. 양남(兩南)은 대풍이고, 양서(兩西)도 잘 되어 가는데, 오직 북관(北關)이 또 흉년이 들 것이라 하니, 이것이 답답합니다. 충재에 이르러서는 경기 고을에 이따금 있으나, 10분의 1에 지나지 않는다 합니다.” 하였다. 대왕 대비가 하교하기를, “관서(關西)의 쌀값이 1석(石)에 50냥(兩)이 이르도록 많다 하는데, 과연 그러한가?” 하니, 조인영이 말하기를, “접때 과연 그런 말이 있었으니 그러한 것은 6, 7일 뿐이었습니다. 근일에 들은 바는 27냥이라 하는데, 27냥도 전에 없던 일입니다.” 하였다. 또 아뢰기를, “성학(聖學)의 공정(工程)은 중간에서 끊어지는 것을 가장 꺼립니다. 이제부터 더욱 힘쓰고 삼가되, 재일(齋日)과 같이 정강(停講)할 때에는 하교가 없더라도 소대(召對)는 주강(晝講)의 규례에 의거하여 하루 전에 입품(入稟)해서 분부받는 것으로 정식(定式)하여 시행하는 것이 성학에 도움이 없지 않을 듯합니다.” 하니, 그대로 따랐다. 또 아뢰기를, “왕정(王政)은 오로지 소민(小民)과 화합하는 데에 관계되고, 국법(國法)은 더욱 강포한 자를 억누르는 데에 달려 있는데, 근래 사대부의 집에서 법에 어긋난 형벌을 사문(私門)에서 방자하게 행하고 있으며, 명목 없는 빚은 강탈보다 심합니다. 도하(都下)가 이러하니 먼 지방은 알 만합니다. 유사(有司)에 엄중히 신칙하여 이러한 일이 드러나면, 유생(儒生)은 곧바로 형배(刑配)하고 조사(朝士)는 초기(草記)하여 무겁게 감률(勘律)하게 하되, 이 뜻으로 각도에 관문(關文)을 보내어 신칙하소서.” 하니, 대왕 대비가 하교하기를, “나라에 기강이 있고 법사(法司)에 금령(禁令)이 있으면 어찌 그런 일이 있겠는가? 이 뜻으로 각별히 엄하게 신칙하도록 하라.” 하였다. 또 아뢰기를, “제주(濟州)의 공마(貢馬)는 여느해에도 그 수가 많지 않으나, 식년(式年)에는 6백 필(匹)에 가까운데, 군마(軍馬)로 나누어 주는 것은 3분의 1도 못됩니다. 신의 생각으로는 모든 사여(賜與)·잡탈(雜頉)의 수는 한결같이 여느해의 규례에 따라 시행하고, 그 나머지는 모두 분배하여 군마에 보태주면 군비(軍備)에 있어서 얻는 것이 매우 클 것입니다. 그러므로 감히 아룁니다.” 하니, 그대로 따랐다.",
                "hj": "○庚辰/上御熙政堂, 行藥院入診, 引見大臣備局堂上。 大王大妃敎曰: “今春麥農果何如云, 而聞有蟲災, 果然否?” 右議政趙寅永曰: “畿湖則秋牟間或不足, 而春牟則庶有登熟之望。 兩南則大豐, 而兩西亦爲善就, 惟北關又將告歉云, 此爲可悶。 至於蟲災, 則畿邑間間有之, 而不過爲十分之一云矣。” 大王大妃敎曰: “聞關西米價一石, 多至五十兩云, 果然否?” 寅永曰: “向果有是說, 而如是者六七日而已。 近日所聞則爲二十七兩云, 二十七兩, 亦是曾所未有之事矣。” 又啓言: “聖學工程, 最忌間斷。 自今益加乾惕, 而如齋日停講之時, 雖無下敎, 召對則依晝講例, 前一日入稟取旨, 定式施行, 似於聖學, 不爲無助”, 從之。” 又啓言: “王政, 專係於諴小, 國法, 尤在於抑强, 而近來士夫家不法之刑, 恣行於私門, 無名之債, 有甚於强奪。 都下如此, 遐土可知。 嚴飭有司, 如有此等現發, 儒生直爲刑配, 朝士草記重勘, 而請以此關飭於各道。” 大王大妃敎曰: “國有紀綱, 法司有禁令, 則豈有是乎? 以此各別嚴飭。” 又啓言: “濟州貢馬, 常年則其數毋多, 式年則恰近六百匹, 而第軍馬頒給, 未滿三分之一。 臣意則凡賜與雜頉之數, 一從常年例施行, 其餘竝分排加給於軍馬, 則其於戎備, 所獲甚大, 故敢達矣。” 從之。"
            },
            "2": {
                "H2KE-EN": "On sinmyo day, the King attended the Royal Lecture on the Confucian Classics.",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 4월 20일(경진) 2번째기사",
                "gt-oKo": "희정당(熙政堂)에서 주강(晝講)하였다.",
                "hj": "○晝講于熙政堂。"
            },
            "3": {
                "H2KE-EN": "A fire broke out at Yangdeok District , and the King granted a supply of relief aid.",
                "H2KE-nKo": "양덕현의 불탄 가호에 휼전을 베풀었다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 4월 20일(경진) 3번째기사",
                "gt-oKo": "양덕현(陽德縣)의 불탄 집에 휼전(恤典)을 내렸다.",
                "hj": "○給陽德縣燒戶, 恤典。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On sinsa day, the King attended the Royal Lecture on the sinchuk day of the ninth month.",
                "H2KE-nKo": "희정당에서 신사년의 주강을 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 4월 21일(신사) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 주강(晝講)하였다.",
                "hj": "○辛巳/晝講于熙政堂。"
            },
            "2": {
                "H2KE-EN": "The King bestowed relief aid upon the famished households of Jaeryeong County .",
                "H2KE-nKo": "재령군의 불탄 가호에 휼전을 베풀었다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 4월 21일(신사) 2번째기사",
                "gt-oKo": "재령군(載寧郡)의 불탄 집에 휼전(恤典)을 내렸다.",
                "hj": "○給載寧郡燒戶, 恤典。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "The King appointed Kim Sugeun as third minister of personnel .",
                "H2KE-nKo": "김수근을 이조 참의로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 4월 23일(계미) 1번째기사",
                "gt-oKo": "김수근(金洙根)을 이조 참의로 삼았다.",
                "hj": "○癸未/以金洙根爲吏曹參議。"
            },
            "2": {
                "H2KE-EN": "On sinmyo day, the King attended the Royal Lecture on the Confucian Classics.",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 4월 23일(계미) 2번째기사",
                "gt-oKo": "희정당에서 주강하였다.",
                "hj": "○晝講于熙政堂。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "The King attended the Royal Lecture on the first day of the twelfth month in the gapsin year (. ",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 4월 24일(갑신) 1번째기사",
                "gt-oKo": "희정당에서 주강하였다.",
                "hj": "○甲申/晝講于熙政堂。"
            },
            "2": {
                "H2KE-EN": "[The King] bestowed condolence gifts upon the families of Goksan Prefecture .",
                "H2KE-nKo": "곡산부의 불탄 가호에 휼전을 베풀었다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 4월 24일(갑신) 2번째기사",
                "gt-oKo": "곡산부(谷山府)의 불탄 집에 휼전(恤典)을 내렸다.",
                "hj": "○給谷山府燒戶, 恤典。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On byeongja day, the King attended the Royal Lecture on the second day of the fourth month in the byeongsul year (.",
                "H2KE-nKo": "희정당에서 병술년의 주강을 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 4월 26일(병술) 1번째기사",
                "gt-oKo": "희정당에서 주강하였다.",
                "hj": "○丙戌/晝講于熙政堂。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On jeonghae day, the King attended the Royal Lecture on the first day of the month.",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 4월 27일(정해) 1번째기사",
                "gt-oKo": "희정당에서 주강하였다.",
                "hj": "○丁亥/晝講于熙政堂。"
            },
            "2": {
                "H2KE-EN": "The King appointed Jo Jonggwi as the Royal Confucian Academy .",
                "H2KE-nKo": "조병귀를 성균관 대사성으로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 4월 27일(정해) 2번째기사",
                "gt-oKo": "조병귀(趙秉龜)를 성균관 대사성으로 삼았다.",
                "hj": "○以趙秉龜爲成均館大司成。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On muja day, the King attended the Royal Lecture on the muja year (.",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 4월 28일(무자) 1번째기사",
                "gt-oKo": "희정당에서 주강하였다.",
                "hj": "○戊子/晝講于熙政堂。"
            },
            "2": {
                "H2KE-EN": "Song Gyegan was appointed as Inspector General .",
                "H2KE-nKo": "송계간을 사헌부 대사헌으로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 4월 28일(무자) 2번째기사",
                "gt-oKo": "송계간(宋啓榦)을 사헌부 대사헌으로 삼았다.",
                "hj": "○以宋啓榦爲司憲府大司憲。"
            },
            "3": {
                "H2KE-EN": "[The King] bestowed relief aid upon the families of Okcheon , Hwangju , and other towns who burned down. ",
                "H2KE-nKo": "옥천과 황주 등 고을의 불탄 집에 휼전을 내렸다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 4월 28일(무자) 3번째기사",
                "gt-oKo": "옥천(沃川)·황주(黃州) 등 고을의 불탄 집에 휼전(恤典)을 내렸다.",
                "hj": "○給沃川、黃州等邑燒戶, 恤典。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On gichuk day, the King attended the Royal Lecture on the first day of the ninth month in the gichuk year (.",
                "H2KE-nKo": "희정당에서 기축년의 주강을 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 4월 29일(기축) 1번째기사",
                "gt-oKo": "희정당에서 주강하였다.",
                "hj": "○己丑/晝講于熙政堂。"
            },
            "2": {
                "H2KE-EN": "[The King] bestowed condolence gifts upon the families of Imsil and other villages who burned their houses.",
                "H2KE-nKo": "임실 등 고을의 불탄 집에 휼전을 내렸다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 4월 29일(기축) 2번째기사",
                "gt-oKo": "임실(任實) 등 고을의 불탄 집에 휼전(恤典)을 내렸다.",
                "hj": "○給任實等邑燒戶, 恤典。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On gyehae day, the King proceeded to Injeong Hall and personally delivered incense and the written invocation for the summer state sacrifice at the Royal Ancestral Shrine . Then he went to the Royal Ancestral Shrine to pay a visit and inspected the sacrificial animals and the sacrificial animals. ",
                "H2KE-nKo": "주상이 인정전에 나아가 태묘의 하향 대제에 쓸 향과 축문을 친히 전하였다. 이어 태묘에 나아가 전배하고 제기와 희생을 살폈다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 4월 3일(계해) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)에 나아가 태묘(太廟) 하향 대제(夏享大祭)에 쓸 향(香)과 축문(祝文)을 친히 전하고, 이어서 태묘에 나아가 전배(展拜)하고 제기(祭器)를 살피고 희생(犧牲)을 살폈다.",
                "hj": "○癸亥/上詣仁政殿, 親傳太廟夏享香祝, 仍詣太廟展拜, 省器省牲。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "The King proceeded to 춘당대에 나아가 the metropolitan second stage civil and military service examinations. The metropolitan second stage civil and military service examinations selected thirty-eight men, and the metropolitan second stage military examination selected Jang Duhyeong and 399 men.",
                "H2KE-nKo": "갑자년에 주상이 춘당대에 나아가 식년 문무과 전시를 행하였다. 문과에서 조귀하 등 38인을 뽑고 무과에서 장두형 등 399인을 뽑았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 4월 4일(갑자) 1번째기사",
                "gt-oKo": "임금이 춘당대(春塘臺)에 나아가 식년 문과(式年文科)·식년 무과(式年武科)의 전시(殿試)를 행하였다. 문과에는 조귀하(趙龜夏) 등 38인을 뽑고, 무과에는 장두형(張斗衡) 등 3백 99인을 뽑았다.",
                "hj": "○甲子/上御春塘臺, 行式年文武科殿試, 文取趙龜夏等三十八人, 武取張斗衡等三百九十九人。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On byeongjin day, the King received the officials in the morning court assembly at the Royal Confucian Academy.",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 4월 6일(병인) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 소대(召對)하였다.",
                "hj": "○丙寅/召對于熙政堂。"
            },
            "2": {
                "H2KE-EN": "The King successively appointed Jo Jonggwi as second minister of personnel .",
                "H2KE-nKo": "중비로 조병귀를 이조 참판으로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 4월 6일(병인) 2번째기사",
                "gt-oKo": "중비(中批)로 조병귀(趙秉龜)를 이조 참판으로 삼았다.",
                "hj": "○中批, 以趙秉龜爲吏曹參判。"
            },
            "3": {
                "H2KE-EN": "Advisor of the Compilation Commission Kim Ilyeon presented a memorial, which stated, The duty of serving the envoy is extremely important. When I heard that the envoy for celebrating the Emperors birthday was staying at the guesthouse for receiving the envoy on his return trip, there are many wholeheartedly indulged and slowly. Although it is not possible [for him] to be trusted in a single word, he eventually mistakenly received a banquet and rejected many of his reprimand. The officials of the Board of Rites eventually received the salary document from the Board of Rites . Nothing could be more disgraceful than this. Your subject thinks that the three envoys for celebrating the envoy on his return trip should be urgently punished for his dismissal. The King responded, This is very sensible. The request was approved.",
                "H2KE-nKo": "수찬 김일연이 상소하였는데, 그 대략에,“전대의 임무는 관계된 바가 매우 중합니다. 그런데 이번에 돌아온 절사가 관중에 머물러 있을 때에 허다하게 창피하다는 비난이 있었다고 들었습니다. 비록 일일이 믿을 수는 없지만, 결국에는 거조가 예의를 잃었기 때문에 응당 참석해야 하는 연례에서 대부분 퇴짜를 맞았고, 예부의 관원은 심지어 월봉에 대해 자문에 의망하는 일까지 있었으니, 수치를 끼치고 모욕을 당하는 것이 이보다 더 심할 수 없습니다. 신은 돌아온 세 사신에게 속히 책임을 물어 삭직하는 법을 시행해야 한다고 생각합니다.”하니, 비답하기를,“매우 놀라운 일이다. 청한 대로 시행하라.”하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 4월 6일(병인) 3번째기사",
                "gt-oKo": "수찬(修撰) 김일연(金逸淵)이 상소하였는데, 대략 이르기를, “전대(傳對)의 임무는 관계되는 바가 매우 중대한데, 이번에 돌아온 절사(節使)는 관중(館中)에 머물러 있었을 때에 창피한 비평이 허다하였습니다. 비록 낱낱이 믿을 수는 없다 하나, 마침내 거조(擧措)가 위의(威儀)을 잃었으므로, 응당 참석해야 할 연례(宴禮) 때에 물리침을 많이 당하였고, 예부(禮部)의 관원이 주봉(住俸)을 의자(擬咨)하는 일을 받기에 이르렀었으니, 수치를 끼치고 모욕을 받은 것이 이보다 심할 수 없습니다. 신은 돌아온 세 사신에게 빨리 견벌(譴罰)하여 삭직(削職)하는 법을 시행해야 한다고 생각합니다.” 하니, 비답하기를, “일이 매우 놀라우니, 청한 대로 시행하라.” 하였다.",
                "hj": "○修撰金逸淵疏略曰: 專對之任, 關係甚重, 聞今番回還節使之留接館中也, 許多猖疲之譏, 縱不可以一一取信, 竟因擧措之失儀, 應參宴禮, 多見斥退, 禮部之官, 至被住俸擬咨之擧, 貽羞包辱, 莫此爲甚。 臣謂回還三使, 亟施譴削之典。 批曰: “事甚可駭, 所請依施。”"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the King received the officials in the morning court assembly at the Royal Confucian Academy.",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 4월 7일(정묘) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 소대(召對)하였다.",
                "hj": "○丁卯/召對于熙政堂。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "A fire broke out at Nangcheon District in Mujin District , and [the King] ordered that a relief be provided to them.",
                "H2KE-nKo": "무진년 낭천현의 불탄 집에 휼전을 내렸다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 4월 8일(무진) 1번째기사",
                "gt-oKo": "낭천현(狼川縣)의 불탄 집에 휼전(恤典)을 내렸다.",
                "hj": "○戊辰/給狼川縣燒戶, 恤典。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "Song Gyegan , clerk of the Office of Royal Genealogy , was instructed as follows: My dear sir, my dear sir, is the selection of our former kings and I, whom I impressed the proprieties. Although he has advanced age and has served for a long time, the weather is warm and hot weather, and I can go to the capital. Truly, this will not be a serious disturbance. I also can see that my dear sir, wholeheartedly received the special favor of the former kings, thereby relieving my dear sirs expectations. Therefore, I send my dear sirs attending the King to convey my sincere intentions. The King also instructed the Royal Lectures Kim Ingeun , Song Naei , and Seong Geuncho , saying, My dear sir, I am young and enough to ascend the throne, but I do not know how to study. I solely devote himself to admonish and assist me, but if I choose a worthy person, how can you be wise in the Confucian classics? Now, I send my dear sirs attending the King to admonish this worthy. This is not only my dear sir, but also the wishes of all the officials and the people throughout the country. You must understand my intent and immediately support your way to the capital. The King then ordered that an official of the Office of Royal Genealogy be dispatched to convey my instructions.",
                "H2KE-nKo": "좨주 송계간에게 돈유하였다. 전교하기를,“경은 바로 우리 선왕께서 선발하신 사람이고, 나 소자가 존경하고 예우하는 사람이다. 비록 나이가 많고 오랫동안 조섭하였지만 날씨가 따뜻한 이때에 수레를 타고 길을 떠나는 것은 진실로 그다지 방해될 것이 없고, 또한 선왕께서 특별히 대우해 주셨던 것을 추모하고 나 소자의 애타는 마음을 위로할 수도 있을 것이다. 이에 근시를 보내 이 지극한 뜻을 전하게 한다.”하였다.경연관 김인근, 송내희, 성근묵에게 유시하기를,“과인이 어린 나이로 왕위에 올라 학문의 방향을 알지 못하니, 오로지 나를 계옥하고 보도하는 데에 힘입은 것이다. 진실로 적임자를 찾는다면 어찌 산림에서 독서하는 그대들이 아니겠는가. 이에 또 별도로 근시를 보내 이처럼 누누이 유시하니, 이는 비단 나의 말일 뿐만 아니라 또한 온 나라 신민들이 함께 바라는 바이다. 모쪼록 이 뜻을 헤아려 즉시 길에 오르라.”하고, 이어 사관을 보내 전유하라고 명하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 4월 9일(기사) 1번째기사",
                "gt-oKo": "좨주(祭酒) 송계간(宋啓榦)에게 하교하기를, “경(卿)은 우리 선왕께서 발탁하셨고, 나 소자(小子)가 존경하고 예우하는 바이다. 비록 나이가 많고 오래 조섭하고 있다 하나, 날씨가 따뜻한 이때에 안거(安車)로 길을 떠나 오면 그리 해롭지 않을 줄 알고 있다. 또한 선왕께서 특별히 대우하신 것을 추념하여 소자가 목마르듯이 생각하는 것을 위로할 수 있을 것이므로, 이에 근시(近侍)를 보내어 이 지극한 뜻을 전한다.” 하고, 경연관(經筵官) 김인근(金仁根)·송내희(宋來熙)·성근묵(成近默)에게 하유(下諭)하기를, “과인(寡人)이 어린 나이로 즉위하여 학문의 방도를 알지 못하므로, 오로지 계옥(啓沃)하고 보도(輔導)하는 데에 의지하고 있는데, 마땅한 사람을 찾는다면 어찌 임하(林下)에서 독서(讀書)하는 어진 그대들이 아니겠는가? 이에 또한 특별히 근시를 보내어 이 뜻을 누누이 전한다. 이것은 내 말일 뿐만 아니라, 곧 또한 온나라 신민(臣民)이 함께 바라는 것이니, 이 뜻을 헤아려서 곧 길을 떠나 오도록 하라.” 하고, 이어서 사관(史官)에게 명하여 전유(傳諭)하게 하였다.",
                "hj": "○己巳/諭祭酒宋啓榦, 敎曰: “卿, 卽我先王之所簡拔也, 予小子之所尊禮也。 雖年高久攝, 迨此日候溫煖, 安車就道, 諒無甚妨。 而亦可以爲追先王之殊遇, 慰小子之渴想。 玆遣近侍, 宣此至意。” 諭經筵官金仁根、宋來熙、成近默曰: “寡人沖年御極, 學未知方, 專資于啓沃輔導, 而苟求其人, 豈非爾等林下讀書之賢哉? 玆又別遣近侍, 布此縷縷, 此非但予言也, 卽亦擧國臣民之所共望也, 須諒此意, 卽起上道。” 仍命遣史官傳諭。"
            }
        }
    },
    "05": {
        "1": {
            "1": {
                "H2KE-EN": "On gyeongin day, [the King] received the officials in the morning court assembly in the gyeongin year (.",
                "H2KE-nKo": "희정당에서 경인년의 소대를 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 5월 1일(경인) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○庚寅/召對于熙政堂。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "On gihae day, the King proceeded to the northern outskirts of the gihae year ( and performed the rite of the full moon .",
                "H2KE-nKo": "주상이 북원에 나아가 망배례를 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 5월 10일(기해) 1번째기사",
                "gt-oKo": "임금이 북원(北苑)에 나아가 망배례(望拜禮)를 행하였다.",
                "hj": "○己亥/上詣北苑, 行望拜禮。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On sinchuk day, [the Abdicated King (Taejong and the King (Sejong] ordered that the Gyeonggi [Province] [] escort the wandering and that [the wandering] be undertaken in the capital. ",
                "H2KE-nKo": "신축년에 도하에서 떠돌며 걸식하는 자들을 경기 감영으로 하여금 원적지로 압송하게 하라고 명하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 5월 12일(신축) 1번째기사",
                "gt-oKo": "도하(都下)에서 떠돌며 빌어먹는 자를 기영(畿營)에서 원적(原籍)의 고을로 압송하도록 명하였다.",
                "hj": "○辛丑/命都下流丐, 令畿營, 押送原籍官。"
            },
            "2": {
                "H2KE-EN": "Kim Sunseong was exiled to a remote area, and Hong Wonheo to a remote area. This was because he spreaded slanderous words in the world.",
                "H2KE-nKo": "김순성을 절도에, 홍원모를 원지에 정배하였다. 어지러운 말을 주고받았기 때문이다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 5월 12일(신축) 2번째기사",
                "gt-oKo": "김순성(金順性)을 절도(絶島), 홍원모(洪元謀)를 원지(遠地)에 귀양보냈는데, 난설(亂說)을 창화(唱和)하였기 때문이다.",
                "hj": "○配金順性于絶島, 洪元謨于遠地, 以唱和亂說也。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "The King provided relief aid to the families of Yeonil , Bongsan , and other towns in gyemyo year (.",
                "H2KE-nKo": "계묘년에 연일, 봉산 등 고을의 불탄 집에 휼전을 내렸다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 5월 14일(계묘) 1번째기사",
                "gt-oKo": "연일(延日)·봉산(鳳山) 등 고을의 불탄 집에 휼전(恤典)을 내렸다.",
                "hj": "○癸卯/給延日、鳳山等邑燒戶, 恤典。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On sinhae day, the King attended the Royal Lecture on the sinchuk day of the eleventh month.",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 5월 2일(신묘) 1번째기사",
                "gt-oKo": "희정당에서 주강하였다.",
                "hj": "○辛卯/晝講于熙政堂。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On gabin day, the King proceeded to 희정당에 나아가 대신과 비국 당상을 인견하였다. Right State Councilor Jo Inyeong reported, Your Majesty ordered that the designated area not be designated as before. However, sometimes due to the critical urgent situation or sometimes due to the urgent situation, the order must be issued only because it was inevitably unavoidable [to designate the designated area]. In recent days, the royal instruction of the administration of the Privy Council has refused to designate [the designated area] without designating [the designated area] as frequently [to designate the designated area]. The order [of the designated area] is insufficient [to designate the designated area], and [the designated area] rushing [the designated area]. Though [the designated area] is a small matter involving [the designated area], [the designated area] is also at variance with [the designated area of] hearing [the designated area]. From this day forward, all the old regulations and the previous regulations should be fully observed and thoroughly oughly observe [the designated area]. This is what your subject has desired. The King said, The report of the high-ranking officials is very good. [The King] should be surveyed as follows: In the state system, all the designated area of money and grain should be separately stored in separate s, and this should be made a permanent rule. The King said, The designated area of the separate stored in separate s. The King said, The words of the high-ranking officials are correct. The evaluation of the administration of separate stored in separate s are originally not lower than that of the midddle level of rice or the evaluation of separate stored in separate s. The King also said, From the beginning, many successful grandsons of the",
                "H2KE-nKo": "주상이 희정당에 나아가 대신과 비변사 당상을 인견하였다. 우의정 조인영이 아뢰기를,“패망 단자에 호명하지 말라고 한 명은 전에도 본래 있었습니다. 그러나 혹 일이 급박한 때를 만나거나 혹 정세가 돈독하게 신칙한 것은 반드시 부득이해서 비로소 내린 것이지, 원래 보통으로 응당 행해야 할 거조가 아닙니다. 근래에 정사를 열라는 전교로 인하여 패초를 어기면서 호명하지 않는 경우가 빈번하여 명령이 여유가 없는 듯하고, 달려가는 경우가 대부분 전도되는 데 가깝습니다. 비록 절목 사이의 작은 일이라고는 하지만 또한 보고 듣는 데 장애가 되니, 지금부터 준행할 만한 옛 규례와 전례를 자세히 살펴서 합당하게 되도록 힘쓰는 것이 신의 구구한 바람입니다.”하니, 주상이 말하기를,“대신이 아뢴 바가 좋다. 마땅히 유념하겠다.”하였다. 또 아뢰기를,“나라의 제도에 무릇 전곡의 쓰고 남은 것은 모두 별도로 비축해 두고 ‘봉부동’이라고 불렀는데, 세상을 떠난 이래로 쓰고 남은 것이 없을 뿐만 아니라 별도로 비축해 둔 것도 종전에 봉부동한 것과 아울러 고갈되었습니다. 진실로 그 근원을 따져 보면 전적으로 세입이 해마다 줄어들고 용도가 날로 늘어나기 때문입니다. 유래가 이미 오래되어 갑자기 바로잡기는 어렵습니다만, 만약 전곡이 있는 아문에서 쓸데없는 비용을 줄이고 지출과 수입을 절약한다면 또한 매년 약간씩을 봉부동한 것으로 돌릴 수 있을 것입니다. 먼저 서울의 각 관사와 각영의 재부가 있는 곳에서 많고 적음을 참작하여 쌀, 돈, 무명을 각각 얼마씩 세과로 만들어 ‘별치’라고 부르고, 군국의 큰일이 아니면 혹시라도 범용하지 말도록 하며, 만약 출납하지 않을 수 없는 것이 있으면 먼저 비변사에 보고하여 연석에서 여쭈어 본 뒤에 시행하도록 영구히 정식으로 삼으소서.”하니, 대왕대비가 하교하기를,“재용이 풍족할 때에는 진실로 용도를 절약하는 것이 좋다. 더구나 지금처럼 나라의 재정이 막막한 때에 이처럼 재용을 절약하여 비축해 두는 일을 행한다면 참으로 다행이겠다.”하였다. 또 아뢰기를,“신이 작년 겨울에 전최에 관한 한 가지 일을 제기하여 아뢴 것은, 대개 백성의 기쁨과 슬픔은 전적으로 수령이 잘하고 잘못하는 데 달려 있고, 그 요체는 ‘출척’ 두 글자에 지나지 않기 때문이었습니다. 외도에는 이미 칙령이 있었으니 자연히 거행해야 합니다. 다만 생각건대, 경사의 포폄은 으레 마음을 쓰지 않고 대개 상고로 마감하는 것은 법을 제정한 본뜻이 아닙니다. 더구나 훗날의 수령은 바로 오늘날의 낭료이니, 어찌 먼저 경사에서 월조를 살피지 않을 수 있겠습니까. 또 전곡, 사송 아문 등의 아문에서 포흠 내고 축내는 폐단과 청탁하는 우환 같은 것은 한 가지도 죄과를 범한 것이 없다고 할 수 없으니, 더욱 줄곧 소홀히 해서는 안 됩니다. 그 실상을 조사하는 정사로 볼 때 엄히 신칙하는 조치가 있어야 하겠기에 감히 아룁니다.”하니, 대왕대비가 전교하기를,“대신의 말이 과연 옳다. 경사의 포폄은 본래 중등과 하등이 없으니, 이것이 어찌 모두 잘해서 그런 것이겠는가. 대신이 아뢴 대로 각별히 신칙하라.”하였다. 또 아뢰기를,“전부터 선정의 사손으로 음사의 나이가 차지 않은 자가 있으면 매번 주상께 여쭈어 구애받지 않는 일이 많았습니다. 듣건대, 문헌공 신 정여창과 문간공 신 성혼의 사손이 현재 음직이 없다고 하니, 모두 규례대로 구애받지 말고 녹용하라는 뜻으로 전조에 분부하소서.”하니, 그대로 따랐다. 대왕대비가 서북진의 군기를 훔친 죄인 염처옥은 효수하여 대중을 경계하고, 사사로이 돈을 주조한 죄인 박중도 등은 형률대로 시행하라고 명하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 5월 25일(갑인) 1번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가 대신과 비국 당상을 인견하였다. 우의정 조인영(趙寅永)이 아뢰기를, “의망(擬望)된 자를 패초(牌招)하면 호소하지 말라는 명이 전에 본디 있었습니다마는, 혹 일의 기회가 급박할 때나 혹은 정세에 따라 돈독하게 신칙해야 할 때에는 필연적이므로, 어쩔 수 없이 비로소 내린 경우 본디 보통으로 응당 시행할 거조(擧措)가 아닙니다. 요즈음 개정(開政)을 전교(傳敎)하셔도 명 때문에 패초를 어기고도 호소하지 못하는 자가 자주 있으니, 명령에 여유가 없는 듯하고, 뛰어 다니며 종사하는 것이 전도(顚倒)되는 데 많이 가깝습니다. 절목(節目) 사이에 작은 일이라 할지라도 보고 듣는 데 방해가 되니, 이제부터는 모든 오랜 규례에 관계되는 준수할 만한 것은 상세히 살펴서 그 마땅함을 얻도록 힘쓰는 것이 신의 구구한 희망입니다.” 하니, 임금이 말하기를, “대신이 아뢴 것이 좋다. 마땅히 유념하겠다.” 하였다. 또 아뢰기를, “우리 나라의 제도에 모든 전곡(錢穀)의 쓰고 남은 것은 다 따로 저축하여 봉부동(封不動)이라 하는데, 근래에는 쓰고 남은 것을 따로 저축한 것이 없을 뿐만 아니라, 종전의 봉부동도 아울러 고갈되었습니다. 그 근원을 추구해 보면 오로지 세입(歲入)은 해마다 줄고 용도는 날마다 늘기 때문입니다. 유래가 이미 오래 되어 갑자기 바로잡기 어려우나, 전곡이 있는 아문(衙門)에서 그 남용을 줄이고 그 출입을 절제하면 또한 해마다 조금씩 봉부동에 돌릴 수 있을 것입니다. 먼저 경중(京中)의 각사(各司)·각영(各營)의 재화(財貨)·공부(貢賦)가 있는 곳에서 다과(多寡)를 참작하여 쌀·돈·무명을 얼마쯤 해마다 할당하여 별치(別置)라 부르고, 군국(軍國)의 큰일이 아니면 조금도 범하여 쓰는 일이 없이 하되, 출납하지 않을 수 없는 경우에는 먼저 주사(籌司)에 신보(申報)하여 연품(筵稟)한 뒤에 시행하도록 영구히 정식(定式)을 삼으소서.” 하니, 대왕 대비가 하교하기를, “재용(財用)이 넉넉할 때에 절약하여 쓰는 것은 진실로 좋다. 더구나 나라의 용도가 한정이 없는 이때에 이렇게 재용을 절약하여 저축에 갖추는 일이 있으면 참으로 다행할 것이다.” 하였다. 또 아뢰기를, “신이 지난 겨울에 전최(殿最)에 관한 일을 아뢴 것은 대개 백성의 휴척(休戚)은 오로지 수령(守令)이 잘 다스리고 잘 다스리 못하는 데에 달려 있는데, 그 요체는 출척(黜陟) 두 자에 지나지 않기 때문이었습니다. 외도(外道)에는 이미 칙령(飭令)이 있으므로 스스로 거행하지만, 단지 생각하건대, 경사(京司)에서는 포폄(褒貶)을 으레 성의를 다하지 않고 대개 상고(上考)로 마감하는 것은 법을 만든 본의에 어긋납니다. 더구나 뒷날의 수령은 바로 오늘의 낭료(郞僚)이니, 어찌 먼저 경사(京司)부터 그 월조평(月朝評)을 살피지 않을 수 있겠습니까? 또 전곡(錢穀)이나 사송(詞訟) 등을 맡은 아문(衙門)에서는 포탈하여 축내는 폐단과 청탁하는 병폐에 관하여 조금도 죄를 범한 일이 없다고 할 수 없을 것이니, 더욱 한결같이 소홀하게 함은 마땅하지 못합니다. 그 실적을 밝히는 정사에 있어서 거듭 엄중하게 하는 거조가 있어야 하겠습니다. 그래서 감히 아룁니다.” 하니, 대왕 대비가 하교하기를, “대신의 말이 과연 옳다. 경사의 포폄에는 본디 중(中)·하(下)가 없으니, 이것이 어찌 죄다 잘해서 그렇겠는가? 대신이 아뢴 대로 각별히 신칙(申飭)하도록 하라.” 하였다. 또 아뢰기를, “전부터 선정(先正)의 사손(祀孫)으로서 음사(蔭仕)할 나이에 미치지 못한 자는 나이에 얽매이지 말기를 계품(啓稟)한 일이 번번이 많았습니다. 문헌공(文獻公) 신(臣) 정여창(鄭汝昌)과 문간공(文簡公) 신 성혼(成渾)의 사손이 지금 음직(蔭職)이 없다 하니, 모두 전례에 따라 나이에 얽매이지 말고 녹용(錄用)하라는 뜻을 전조(銓曹)에 분부하소서.” 하니, 그대로 따랐다. 대왕 대비가 서북진(西北鎭)의 군기(軍器)를 훔친 죄인 염처옥(廉處玉)을 효수(梟首)하여 뭇사람을 경계하고, 사사롭게 돈을 주조(鑄造)한 죄인 박중도(朴仲道) 등을 율문(律文)대로 시행하라고 명하였다.",
                "hj": "○甲寅/上御熙政堂, 引見大臣備局堂上。 右議政趙寅永啓言: “牌望勿呼之命, 前固有之, 而或値事會之急迫, 或緣情勢之敦飭, 必也不得已而始下者, 元非尋常應行之擧措也。 近者開政傳敎, 因命違牌勿呼者, 頻頻有之, 命令似欠於紆餘, 趨走多近於顚倒。 雖曰節目間小事, 亦礙瞻聆, 繼自今凡係故規已例之可遵, 克詳克審, 務得其當, 是臣區區之望也。” 上曰: “大臣所奏好矣。 當留念矣。” 又啓言: “國制, 凡錢穀用餘, 皆爲別儲, 號曰封不動, 挽逝以來, 非但無用餘, 別儲也, 竝與從前封不動而竭之。 苟究其源, 專由於稅入歲縮, 用度日增故也。 流來已久, 猝難釐正, 而若於有錢穀衙門, 省其冗濫, 節其出入, 亦可以每年略干, 歸之封樁。 先從京各司各營有財賦處, 參量多寡, 以米錢木各幾許, 作爲歲課, 號曰別置, 除非軍國大事, 無或犯用, 如有不得不出納者, 先報籌司, 以待筵稟後施行事, 永爲定式。” 大王大妃敎曰: “財用有足之時, 節用固好。 而況今國計罔涯之時, 有此節財用備貯蓄之擧, 則誠幸矣。” 又啓言: “臣於昨冬, 以殿㝡一事提奏者, 蓋以生民休戚, 專係於守宰之善不善, 而其要不過黜陟二字故耳。 外道則旣有飭令, 自當擧行, 而第念京司褒貶, 例不致意, 槪以上考磨勘者, 有非制法本意也。 況他日守宰, 卽今日之郞僚, 則烏得不先自京司, 審其月朝乎? 且如錢穀詞訟等衙門逋縮之弊, 干囑之患, 不可謂無一犯科, 則尤不宜一向闊略, 其在核實之政, 合有申嚴之擧, 故敢達矣。” 大王大妃敎曰: “大臣之言, 果是矣。 京司褒貶, 本無中下, 是豈盡善而然? 依大臣所奏, 各別申飭。” 又啓言: “自前先正祀孫, 有未及蔭仕之年者, 每多啓稟勿拘之擧矣。 聞文獻公臣鄭汝昌, 文簡公臣成渾祀孫, 見無蔭職云, 竝依例勿拘錄用之意, 請分付銓曹。” 從之。 大王大妃命西北鎭軍器偸竊罪人廉處玉, 梟首警衆, 私鑄罪人朴仲道等, 依律施行。"
            },
            "2": {
                "H2KE-EN": "On sinmyo day, the King attended the Royal Lecture on the Confucian Classics.",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 5월 25일(갑인) 2번째기사",
                "gt-oKo": "희정당(熙政堂)에서 주강(晝講)하였다.",
                "hj": "○晝講于熙政堂。"
            },
            "3": {
                "H2KE-EN": "The King appointed Yi Ikhoe as minister of rites .",
                "H2KE-nKo": "이익회를 예조 판서로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 5월 25일(갑인) 3번째기사",
                "gt-oKo": "이익회(李翊會)를 예조 판서로 삼았다.",
                "hj": "○以李翊會爲禮曹判書。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On eulmi day, Governor of Gyeonggi [Province] Yi Gyuhyeon , finished relief aid, reported to the King: In the twenty towns of Yangcheon and other areas, the starving households numbered 66,880. The relief aid amounted to 4,067 seok. The governor of Chungcheong Province Kim Yeongsun finished relief aid and reported to the King: In the ten towns of Yeongi and other areas, the starving households numbered 31,411. The relief aid amounted to 3,000 seok of rice and 7,500 seok of rice.",
                "H2KE-nKo": "경기 감사 이규현이 진휼을 마치고 장계하기를,“양천 등 20개 고을의 기민은 6만 6880호이고 진휼곡은 각종 곡물 467섬입니다.”하였다. 충청 감사 김영순이 진휼을 마치고 장계하기를,“연기 등 10개 고을의 기민은 3만 1411호이고 진휼곡은 절미 3000섬이며 절조는 7500섬입니다.”하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 5월 26일(을묘) 1번째기사",
                "gt-oKo": "경기 감사(京畿監司) 이규현(李奎鉉)이 진정(賑政)을 끝내고 장계(狀啓)하였는데, 양천(陽川) 등 20고을의 기호(飢戶)는 6만 6천 8백 80호이고, 진자(賑資)는 각종 곡식 4천 67석(石)이었다. 충청 감사(忠淸監司) 김영순(金英淳)이 진정을 끝내고 장계하였는데, 연기(燕岐) 등 10고을의 기호는 3만 1천 4백 11호이고, 진자는 절미(折米) 3천 석과 절조(折租) 7천 5백 석이었다.",
                "hj": "○乙卯/京畿監司李奎鉉, 畢賑狀啓, 陽川等二十邑, 飢戶六萬六千八百八十, 賑資各穀, 四千六十七石。 忠淸監司金英淳畢賑狀啓, 燕歧等十邑, 飢戶三萬一千四百十一, 賑資折米三千石, 折租七千五百石。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "Jo Dusun , Governor of Hwanghae Province , completed the relief aid and reported to the King. The government relief aid were eight towns, and the private relief aid were two towns, and the relief aid were ten towns and garrisons. The starving people numbered 351,488. The relief aid was 15,446 seok, 6 du, and 6 seung. The amount of 48,471 mun of coins was 48,471 mun.",
                "H2KE-nKo": "황해 감사 조두순이 진휼을 마친 데 대한 장계를 올렸다. 그 내용은 다음과 같다.“공진으로 시행한 곳은 8개 고을, 사진으로 시행한 곳은 2개 고을, 구급으로 시행한 곳은 10개 고을과 진영입니다. 기민은 35만 1488구이고, 진휼 재원은 각종 곡물 1만 8446섬 6말 6되 남짓, 전 4만 8471냥 남짓입니다.”\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 5월 28일(정사) 1번째기사",
                "gt-oKo": "황해 감사 조두순(趙斗淳)이 진정(賑政)을 끝내고 장계(狀啓)하였는데, 공진(公賑)이 8고을이고 사진(私賑)이 2고을이고, 구급(救急)이 10읍진(邑鎭)이며, 기민(飢民)은 35만 1천 4백 88구(口)이고, 진자(賑資)는 각종 곡식 1만 8천 4백 64석(石) 6두(斗) 6승(升)과 전(錢) 4만 8천 4백 71냥(兩)이었다.",
                "hj": "○丁巳/黃海監司趙斗淳, 畢賑狀啓, 公賑八邑, 私賑二邑, 救急十邑鎭, 飢民三十五萬一千四百八十八口, 賑資各穀一萬八千四百四十六石六斗六升零, 錢四萬八千四百七十一兩零。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "[The King] received the officials in the morning court assembly at the Royal Confucian Academy .",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 5월 29일(무오) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 소대(召對)하였다.",
                "hj": "○戊午/召對于熙政堂。"
            },
            "2": {
                "H2KE-EN": "[The King] bestowed relief aid upon the famished households in Pyeongyang and other towns.",
                "H2KE-nKo": "평양 등 고을의 불탄 집에 휼전을 내렸다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 5월 29일(무오) 2번째기사",
                "gt-oKo": "평양(平壤) 등 고을의 불탄 집에 휼전(恤典)을 내렸다.",
                "hj": "○給平壤等邑燒戶, 恤典。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "The sinsa year (1423, the fifth day of the fifth month of the gyesa year (1423, the fourth year of King Sejongs reign stole sacrificial offerings for the fifth day of the fifth month of the Royal Tomb of King Taejo . [The King] ordered the provincial headquarters of Gyeonggi [Province] and the Left and Right Gyeonggi [Province] [] to thoroughly investigate [the case]. Former Executive Assistant Oh Chisun was exiled to a designated area, and Yi Jonggyu , the provincial headquarters of this tomb .",
                "H2KE-nKo": "계축년에 도둑이 영릉의 단오제에 쓸 제물을 훔쳤는데, 경기 감영과 좌포도청과 우포도청에 명하여 각별히 기찰하여 전사관 오치순과 본릉 영 이종규를 찬배하게 하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 5월 4일(계사) 1번째기사",
                "gt-oKo": "도둑이 영릉(永陵)에서 단오(端午)에 쓸 제물(祭物)을 훔쳤으므로, 기영(畿營)과 좌우 포청(左右捕廳)에 명하여 각별히 조사하여 찾게 하고, 전사관(典祀官) 오치순(吳致淳)과 본릉(本陵)의 영(令) 이종규(李鍾奎)를 귀양보냈다.",
                "hj": "○癸巳/盜竊永陵端午祭物, 命畿營及左右捕廳, 各別譏詗, 竄配典祀官吳致淳, 本陵令李鍾奎。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On byeongsin day, the King received the officials in the morning court assembly at the Royal Confucian Academy.",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 5월 7일(병신) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○丙申/召對于熙政堂。"
            }
        }
    },
    "06": {
        "1": {
            "1": {
                "H2KE-EN": "On gyemi day, the King attended the Royal Lecture.",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 6월 1일(기미) 1번째기사",
                "gt-oKo": "희정당에서 주강하였다.",
                "hj": "○己未/晝講于熙政堂。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On gabin day, the King attended the Royal Lecture on the second day of the ninth month.",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 6월 11일(기사) 1번째기사",
                "gt-oKo": "희정당에서 주강하였다.",
                "hj": "○己巳/晝講于熙政堂。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On gyeongo day, the King attended the Royal Lecture on the Confucian Classics in the gyeongo year (.",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 6월 12일(경오) 1번째기사",
                "gt-oKo": "희정당에서 주강하였다.",
                "hj": "○庚午/晝講于熙政堂。"
            },
            "2": {
                "H2KE-EN": "Bak Gisu was appointed inspector general of the Office of the Inspector General , and Yi Seok Ho was appointed censor of the Office of the Censor General . ",
                "H2KE-nKo": "박기수를 사헌부 대사헌으로, 이석호를 사간원 대사간으로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 6월 12일(경오) 2번째기사",
                "gt-oKo": "박기수(朴綺壽)를 사헌부 대사헌으로, 이석호(李錫祜)를 사간원 대사간으로 삼았다.",
                "hj": "○以朴綺壽爲司憲府大司憲, 李錫祜爲司諫院大司諫。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "The King provided relief aid to the families of Jipyeong District , who burned the house in Jipyeong District .",
                "H2KE-nKo": "지평현의 불탄 가호에 휼전을 베풀었다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 6월 14일(임신) 1번째기사",
                "gt-oKo": "지평현(砥平縣)의 불탄 집에 휼전(恤典)을 내렸다.",
                "hj": "○壬申/給砥平縣燒戶, 恤典。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "The Ministry of Personnel reported to the King on the selection of those who have experienced effects in the various provinces, including Yi Gwangro , Song Dalsu , Seong Chi묵 , Choe Im , and Yi Yeonggon , and Clerk Eom Ikhyeon .",
                "H2KE-nKo": "이조가 여러 도의 경행이 우수한 사람을 뽑아서 아뢰었다. 유학 이광로, 송달수, 성치묵, 최임, 이병곤, 생원 엄익현이다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 6월 16일(갑술) 1번째기사",
                "gt-oKo": "이조에서 각도의 경행(經行)에 가장 뛰어난 사람을 초계(抄啓)하였는데, 유학(幼學) 이광로(李光老)·송달수(宋達洙)·성치묵(成致默)·최임(崔琳)·이병곤(李病坤)과 생원(生員) 엄익현(嚴益鉉)이었다.",
                "hj": "○甲戌/吏曹, 以諸道經行尤著人抄啓, 幼學李光老、宋達洙、成致默、崔琳、李秉坤, 生員嚴翼鉉。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On jeongchuk day, the King attended the Royal Lecture on the jeongchuk day (1377, the fifth month.",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 6월 19일(정축) 1번째기사",
                "gt-oKo": "희정당에서 주강하였다.",
                "hj": "○丁丑/晝講于熙政堂。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On muo day, the King attended the Royal Lecture on the eighth day of the eighth month.",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 6월 20일(무인) 1번째기사",
                "gt-oKo": "희정당에서 주강하였다.",
                "hj": "○戊寅/晝講于熙政堂。"
            },
            "2": {
                "H2KE-EN": "The King 희정당에 나아가 대신과 비국 당상을 인견하였다. 대왕 대비가 하교하기를, “매번 도목 정사를 할 때마다 위에서 신칙한 것이 엄절하지 않은 것은 아니나, 한갓 겉치레로 돌아가고 말아서 실효가 없다. 이번에는 그 신임하는 도리에 있어서 다시 신칙할 것이 없겠으나, 도목 정사가 가까이 다가왔으므로 이렇게 거듭 유시하는 것이니, 모름지기 잘하여 뭇사람의 뜻에 흡족하게 여기도록 하라.” 하였다. Right State Councilor Jo Inyeong reported, The local magistrates who have not yet received the grain loans that have not yet received the grain loans. In recent years, claiming that the loans of loans have been widespread [with the grain loans] have occurred beyond the frontier. However, in recent years, the local magistrates of various local magistrates have sent out one after another. However, the various counties have requested the grain loans without cease, and this can be seen that the law cannot be trusted. 가령 loans that the grain loans can be received nine seung, but the grain loans that have not been received nine seung, then the jurisdiction of the loans, and the grain loans that have not been received nine seung, and the loans that have not been received nine seung, the loans of the loans. In general, the law of the loans that the grain loans that have not yet received was loans, the law of loans that the grain loans have not yet received is nine seung, the law of loans should be applied to the loans of the grain loans. If the grain loans that have not yet received one seung, the law of loans should be applied to sixty strokes of beating with the heavy stick, and the grain loans that have not been received ninety strokes of beating with the heavy stick. However, the grain loans that have not yet received, and the newly loans that have not been loans that have been loaned should not be compared to this rule. If we request that the law be applied to a light punishment, it would be easy to easily violate the law. In some cases, local magistrates might be apprehensive about this. The grain loans that the grain loans will be gradually completed, and the law of apprehensive. 대왕 대비가 하교하기를, “죄에는 경중이 있으니, according to the law,",
                "H2KE-nKo": "주상이 희정당에 나아가 대신과 비변사 당상을 인견하였다. 대왕대비가 전교하기를,“도목 정사 때마다 위에서 신칙하는 것이 엄하지 않은 것은 아니지만 형식적인 것이 되어 버리고 실효가 없다. 이번에는 양전을 신임하는 도리로 볼 때 다시 신칙할 일이 없지만 대정이 임박하였기 때문에 이렇게 거듭 유시하는 것이니, 모쪼록 잘해서 원근의 물정이 흡족하게 여기도록 하라.”하였다. 우의정 조인영이 아뢰기를,“환곡의 포흠을 아직 거두어들이지 못한 수령은 본래 정해진 법률이 있는데, 근년에 포흠을 조사하느라 여러 수령을 계속 파견하였습니다. 그러나 열읍에서 계속 배분하고 있으니, 여기에서 법이 믿을 만하지 못하다는 것을 알 수 있습니다. 가령 10분의 포흠을 9분만 거두어들이고 1분은 거두어들이지 못한다면 법부의 의언은 1분만 거두어들이고 9분만 거두어들이는 것과 같은 형률을 적용할 수 있으니, 이는 금석과 같은 법이 제대로 조절되지 못하기 때문입니다. 이 때문에 포흠이 난 고을의 수령은 대부분 회피하고 있습니다. 신의 생각에는 지금부터 환곡의 포흠을 아직 거두어들이지 못한 데 대한 형률은 대략 양식을 거둘 때 기한을 어기고 등급을 나누어 감죄하는 규례를 본떠서 가령 10분의 1을 거두어들이지 못하면 장 60으로 시행하고, 거두어들이지 못한 데 이르러서는 차례차례 더 무거운 형률을 적용해야 할 것입니다. 그러나 전혀 거두어들이지 못한 경우와 처음 포흠을 낸 경우, 새로 포흠을 낸 경우 수령은 본래 본래 본래 본래의 법률이 있으니, 이 예에 견주어서는 안 됩니다. 만약 무거운 형률로 가벼운 형률을 적용하기를 청한다면 도리어 죄를 범하기 쉬우니, 이 또한 혹 수령이 두려워하는 단서가 될 수도 있을 것입니다. 포흠이 점차 완전해질 기약이 있으니, 형률이 뒤섞였다는 탄식이 없을 것입니다.”하니, 대왕대비가 전교하기를,“죄에는 경중이 있고 형률은 분별해야 하니, 만약 이와 같이 한다면 혹 경계하고 신칙하는 방도가 있을 것이다. 진달한 바가 매우 좋다.”하고, 그대로 따랐다. 또 아뢰기를,“6월과 12월의 대정 때마다 병조에서 6도와 서북인 선천, 부천, 참상, 참하 중에서 취재하여 수용하는 것은 대개 먼 지방 사람을 회유하고 적체된 것을 소통하려는 뜻에서 나온 것입니다. 그런데 혹시라도 자리가 적어서 미처 처리하지 못한다면 자연히 시행하지 않는 결과를 면치 못할 것이니, 일이 매우 형편없습니다. 지금부터 자리가 적을 때에는 우선 아무 자리를 더 설치하여 후일을 기다려 실질적으로 승진시키는 것을 영구히 정식으로 삼아 시행한다면 거의 무사들을 위로하고 기쁘게 하는 방도가 될 것입니다.”하니, 대왕대비가 그대로 따랐다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 6월 20일(무인) 2번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가 대신과 비국 당상을 인견하였다. 대왕 대비(大王大妃)가 하교(下敎)하기를, “도정(都政) 때마다 위에서 신칙(申飭)하는 것이 엄절하지 않은 것이 아닌데, 한갓 겉치레로 돌아가고 실효가 없다. 이번에는 양전(兩銓)을 신임하는 도리에 있어서 다시 신칙할 일이 없으나, 대정(大政)이 가까와졌으므로 이처럼 신유(申諭)하는 것이니, 잘 해서 원근(遠近)의 물정이 흡족해 하도록 하라.” 하였다. 우의정 조인영(趙寅永)이 아뢰기를, “환상(還上)의 포흠(逋欠)을 아직 받아들이지 못한 수령(守令)은 본디 정률(定律)이 있으므로, 근년에 포흠을 사핵(査覈)하여 여러 수령을 내치는 일이 잇달았으나, 여러 고을에서 분배를 청하는 것은 끊이지 않으니, 이에서 법을 믿을 수 없다는 것을 알 수 있습니다. 가령 10분의 포흠에서 9분을 받아들이고 1분을 받아 들이지 못하였다면, 법부(法府)의 의언(議讞)은 1분만 받아들이고 9분을 받아들이지 못한 것과 동률(同律)로 할 수 있으니, 대개 금석(金石) 같은 법은 가감할 수 없기 때문입니다. 이 때문에 포흠이 있는 고을의 수령 자리를 대부분 싫어하여 피합니다. 신의 생각으로는 이제부터 환자의 포흠을 받아들이지 못한 죄율(罪律)은 양곡을 거두어들일 때에 기한을 어긴 경우 등급을 나누어 감죄(勘罪)하는 규례를 대략 본받아 가령 10분의 포흠에서 1분을 받아들이지 못하였으면 장 60으로 시행하고, 받아들이지 못한 것이 많음에 따라 차차로 가율(加律)하되, 전혀 받아들이지 못한 것과 처음으로 포흠이 생겼거나 새로 더 포흠이 생긴 고을의 수령은 본디 본율(本律)이 있으니, 이 예(例)에 견주는 것은 마땅하지 못합니다. 만약 중률(重律)을 써야 할 데에 경률(輕律)을 쓰기를 청하면 도리어 죄를 범하기 쉽겠지만, 〈경중을 적당히 쓰면〉 또한 혹 수령이 척념(惕念)하는 단서가 되어 포흠이 점점 완전해지는 것을 기필할 수 있고, 율(律)은 혼란하게 시행되는 한탄이 없어질 것입니다.” 하니, 대왕 대비가 하교하기를, “죄에 경중이 있으면 율도 마땅히 분배해야 할 것인데, 그렇게 하면 혹 경계할 도리가 있을 것이니, 아뢴 것이 매우 좋다.” 하고, 그대로 따랐다. 또 아뢰기를, “6월과 섣달의 대정(大政) 때마다 병조(兵曹)에서 6도(道)와 서북(西北) 사람으로서 선전관(宣傳官)과 부장(部將)에 추천받은 참상(參上)·참하(參下)를 취재(取才)하여 거두어 임용하는 것은 대개 먼 지방 사람을 회유하고 침체된 사람을 소통시키는 뜻에서 나온 것인데, 혹 벼슬자리가 적어서 미처 구처(區處)하지 못하면, 저절로 시행하지 않는 데로 돌아가는 것을 면하지 못하는 것은 의의가 없습니다. 이제부터 벼슬자리가 적을 때에는 어느 벼슬자리를 더 베풀었다가 뒷날을 기다려 실직(實職)에 올리는 것으로 영구히 정식(定式)을 삼아 시행하면 무사(武士)를 위로하여 기쁘게 하는 방도가 될 것입니다.” 하니, 대왕 대비가 그대로 따랐다.",
                "hj": "○上御熙政堂, 引見大臣備局堂上。 大王大妃敎曰: “每於都政, 自上申飭, 非不嚴截, 而徒歸文具, 未有實效矣。 今番則其在信任兩銓之道, 無事更飭, 而大政旣在邇, 故如是申諭, 須善爲之, 俾遠近物情洽然也。” 右議政趙寅永啓言: “還逋未捧之守令, 自有定律, 而比年査逋, 諸倅之行遣相望, 然列邑之請排不絶, 此可見法不足恃也。 假令十分之逋, 能捧九分, 而未捧一分, 則法府議讞, 只得與只捧一分, 末捧九分同律, 蓋緣金石之典, 不能低昻也。 以是而逋邑守令, 擧皆厭避。 臣意則自今還逋未捧之律, 略倣收糧違限分等勘罪之例, 假使十分之逋, 未捧一分, 則以杖六十施行, 至未捧次次加律, 而至於全未捧與始逋新逋守令, 自有本律, 不當比例於此。 若重律之請用輕律, 反易犯科, 亦或爲守令惕念之端, 逋有漸完之期, 律無混施之歎矣。” 大王大妃敎曰: “罪有輕重, 律當分別, 若如是, 則或有警飭之道, 所陳甚好。” 從之。 又啓言: “每於六臘大政, 兵曹以六道西北人宣部薦參上參下, 取才收用, 蓋出柔遠疏滯之意, 而或値窠窄, 未及區處, 則自不免勿施之歸者, 事甚無謂。 自今如有窠窄之時, 姑以某窠加設, 待後陞實, 永爲定式施行, 庶爲靺韋慰悅之方。” 大王大妃從之。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "The King appointed Bak Sinmyeong as third minister of personnel .",
                "H2KE-nKo": "경진년에 박제명을 이조 참의로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 6월 22일(경진) 1번째기사",
                "gt-oKo": "박제명(朴齊明)을 이조 참의로 삼았다.",
                "hj": "○庚辰/以朴齊明爲吏曹參議。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, the King granted a royal directive to the officials in the regular performance evaluation. Jo Seoknyeon was appointed as the Royal Confucian Academy .",
                "H2KE-nKo": "도목 정사를 행하였다. 하비하여 조학년을 성균관 대사성으로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 6월 22일(경진) 2번째기사",
                "gt-oKo": "도정(都政)을 행하고 하비(下批)하여 조학년(趙鶴年)을 성균관 대사성으로 삼았다.",
                "hj": "○都政下批, 以趙鶴年爲成均館大司成。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On sinhae day, [the King] summoned and held audience with local magistrates and the frontier garrisons in the sinsa year (.",
                "H2KE-nKo": "희정당에서 수령, 변장, 초사인을 불러서 보았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 6월 23일(신사) 1번째기사",
                "gt-oKo": "수령(守令)·변장(邊將)으로 초사(初仕)하는 사람을 희정당(熙政堂)에서 소견(召見)하였다.",
                "hj": "○辛巳/召見守令邊將初仕人于熙政堂。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] received the officials in the morning court assembly at the Hall of Worthies . ",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 6월 23일(신사) 2번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○召對于熙政堂。"
            },
            "3": {
                "H2KE-EN": "[The King] bestowed relief aid upon the families of Okcheon County for rotting fires.",
                "H2KE-nKo": "옥천군의 불탄 가호에 휼전을 베풀었다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 6월 23일(신사) 3번째기사",
                "gt-oKo": "옥천군(沃川郡)의 불탄 집에 휼전(恤典)을 내렸다.",
                "hj": "○給沃川郡燒戶, 恤典。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "On imo day, the King summoned 암행 어사 서유훈을 희정당에서 소견하였다. Former 병사 Yi Gwangyu , Magistrate of Anju Strategic County Nam Junyong , Former 서윤 Kim Su , Magistrate of Seongcheon Strategic Prefecture Min Chimun , Former Magistrate of Samhwa District Kim Seonri , Former Magistrate of Jasan Strategic Prefecture Heo Seong , Former Magistrate of Sangwon District Ahn Post Station , Former Magistrate of Gangdong District Hong Useong , Magistrate of Eunsan District Kim Yonggan , and others were treated in varying degrees.",
                "H2KE-nKo": "희정당에서 평안남도 암행 어사 서유훈을 불러서 보았다. 전 병사 이관규, 안주 목사 남준응, 전 평양 서윤 김최수, 성천 부사 민치문, 전 삼화 부사 김선일, 전 자산 부사 허성, 전 상원 군수 안필수, 전 강동 현감 홍우성, 전 은산 현감 김용락 등에게 차등을 두어 죄주었다. 어사의 서계로 인한 것이다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 6월 24일(임오) 1번째기사",
                "gt-oKo": "평안남도 암행 어사(平安南道暗行御史) 서유훈(徐有薰)을 희정당에서 소견하였다. 전 병사(兵使) 이관규(李寬奎)·안주 목사(安州牧使) 남준응(南駿應)·전 평양 서윤(平壤庶尹) 김최수(金最秀)·성천 부사(成川府使) 민치문(閔致文)·전 삼화 부사(三和府使) 김선일(金善一)·전 자산 부사(慈山府使) 허성(許晟)·전 상원 군수(祥原郡守) 안필수(安弼壽)·전 강동 현감(江東縣監) 홍우성(洪祐成)·은산 현감(殷山縣監) 김용락(金龍洛) 등을 차등을 두어 죄주었는데, 어사의 서계(書啓)에 따른 것이다.",
                "hj": "○壬午/召見平安南道暗行御史徐有薰于熙政堂。 罪前兵使李寬奎, 安州牧使南駿應, 平壤前庶尹金㝡秀, 成川府使閔致文, 三和前府使金善一, 慈山前府使許晟, 祥原前郡守安弼壽, 江東前縣監洪祐成, 殷山縣監金龍洛等有差, 因御史書啓也。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "Yi Giyeon was appointed minister of personnel , and Yi Jikwi was appointed minister of war .",
                "H2KE-nKo": "이기연을 이조 판서로, 이헌위를 병조 판서로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 6월 29일(정해) 1번째기사",
                "gt-oKo": "이기연(李紀淵)을 이조 판서로, 이헌위(李憲瑋)를 병조 판서로 삼았다.",
                "hj": "○丁亥/以李紀淵爲吏曹判書, 李憲瑋爲兵曹判書。"
            },
            "2": {
                "H2KE-EN": "[The King] raised a royal message to appoint Jo Jonghyeon as minister of taxation .",
                "H2KE-nKo": "중비로 조병현을 호조 판서로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 6월 29일(정해) 2번째기사",
                "gt-oKo": "중비(中批)로 조병현(趙秉鉉)을 호조 판서로 삼았다.",
                "hj": "○中批, 以趙秉鉉爲戶曹判書。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "[The King] appointed Kim Honggeun as inspector general , and Song Myeonjae as minister of punishments .",
                "H2KE-nKo": "이홍근을 사헌부 대사헌으로, 송면재를 형조 판서로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 6월 30일(무자) 1번째기사",
                "gt-oKo": "김홍근(金弘根)을 사헌부 대사헌으로, 송면재(宋冕載)를 형조 판서로 삼았다.",
                "hj": "○戊子/以金弘根爲司憲府大司憲, 宋冕載爲刑曹判書。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On sinhae day, the King attended the Royal Lecture.",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 6월 4일(임술) 1번째기사",
                "gt-oKo": "희정당에서 주강하였다.",
                "hj": "○壬戌/晝講于熙政堂。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On gyehae day, the King attended the Royal Lecture at the Hall of Governance in the gyehae year (. ",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 6월 5일(계해) 1번째기사",
                "gt-oKo": "희정당에서 주강하였다.",
                "hj": "○癸亥/晝講于熙政堂。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On gapja day, the King attended the Royal Lecture at the Hall of Governance in gapja year (.",
                "H2KE-nKo": "희정당에서 갑자년 주강을 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 6월 6일(갑자) 1번째기사",
                "gt-oKo": "희정당에서 주강하였다.",
                "hj": "○甲子/晝講于熙政堂。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On sinchuk day, [the King] received the officials in the morning court assembly at the Royal Confucian Academy . ",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 6월 7일(을축) 1번째기사",
                "gt-oKo": "희정당에서 소대(召對)하였다.",
                "hj": "○乙丑/召對于熙政堂。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On byeongjin day, the King received the officials in the morning court assembly at the Royal Confucian Academy.",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 6월 8일(병인) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○丙寅/召對于熙政堂。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On sinmyo day, the King attended the Royal Lecture on the first day of the month.",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 6월 9일(정묘) 1번째기사",
                "gt-oKo": "희정당에서 주강하였다.",
                "hj": "○丁卯/晝講于熙政堂。"
            }
        }
    },
    "07": {
        "10": {
            "1": {
                "H2KE-EN": "The King proceeded to the Royal Confucian Academy and received the officials of the senior third rank or above from the State Council and Privy Council in audience.",
                "H2KE-nKo": "무술년에 주상이 희정당에 나아가 시원임 대신과 비국 당상을 인견하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 7월 10일(무술) 1번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가 시임(時任)·원임(原任)의 대신과 비국 당상을 인견(引見)하였다.",
                "hj": "○戊戌/上御熙政堂, 引見時原任大臣備局堂上。"
            },
            "2": {
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 7월 10일(무술) 2번째기사",
                "gt-oKo": "대사헌 김홍근(金弘根)이 상소하였는데, 대략 이르기를, “신(臣)의 병의 실상은 이미 성감(聖鑑)이 통촉하시는 바이지만, 서너 해 이래로 점점 더하여 어찌할 수 없는 지경이 되었습니다. 예(禮)를 살펴보면, 연로(年老)함을 끌어대어 치사(致仕)하였다는 글이 있고, 나이가 물러날 때가 되지 않아서 고휴(告休)한 자도 있었습니다. 만약 특별히 은혜를 내려 신에게 휴치(休致)를 허락하신다면 신의 모든 여생은 모두 전하께서 내려 주신 것이 될 것입니다. 신이 바야흐로 물러가기를 원하고 있습니다마는, 그 벼슬을 돌아보면 언관(言官)이었습니다. 따라서 끝내 평소 품었던 뜻을 죄다 드러내는 한마디 말이 없다면, 은혜를 저버리고 본심을 어기는 것이 될 것입니다. 오늘날의 국사(國事)를 사람됨이 모두 ‘모발(毛髮)까지 죄다 병들었으니, 바로 옛사람이 통곡하고 눈물을 흘리며 길게 큰 한숨을 쉰다고 한 것과 같다.’ 합니다마는, 신은 그렇지 않다고 생각합니다. 신이 번번이 자성 전하(慈聖殿下)의 내리신 사륜(絲綸)을 읽고 때때로 연석(筵席)에 나아가 친히 염교(簾敎)를 받들었는데, 무릇 나라의 계책과 백성에 대한 근심과 조정의 형상과 시폐(時弊)를 조금도 통촉하지 못하시는 것이 없으셔서 묻고 타이르며 몹시 슬퍼하셨으니, 마치 굶주지고 목마른 자가 음식을 바라듯이 태안(泰安)으로 돌아가게 할 방도를 생각하시는 것을 우리 전하께서도 우러러 듣고 굽어 살피실 것입니다. 주부자(朱夫子)가 말하기를, ‘이렇게 하는 것이 병이 되고 이렇게 하지 않는 것이 약이 된다는 것을 알아야 한다.’ 하였는데, 이제 그 병이 되는 것을 자성께서 이렇게 아시고 전하께서 이렇게 아시니, 어찌 이렇게 하지 않는 약이 없을 것을 근심하겠습니까? 세월을 두고 힘쓰도록 꾀하면 절로 병폐가 다 고쳐지게 될 것이니, 이것이 신이 염려할 것이 없다고 믿는 까닭입니다. 오직 불안하고 답답하여 자나깨나 잊을 수 없는 것은 강학(講學)이 부지런하지 않아서 성지(聖志)를 세울 수 없고, 의리가 밝지 않아서 국시(國是)를 정할 수 없는 것입니다. 신이 강학에 관한 일을 먼저 아뢰겠습니다. 대저 마음을 바루는 요체는 학문에 달려 있는데, 학문하는 요체는 간단이 없어야 할 뿐입니다. 혹 하다 말다 하는 것이 일정하지 않아서 때때로 게을리하다 부지런히 하다 보면 이 마음이 이미 저절로 달아나게 됩니다. 이 때문에 예전에 학문을 좋아하던 임금은 반드시 숙덕(宿德)·박식(博識)한 선비를 찾아서 좌우에 두고 조석으로 가르치게 하여 경서(經書)의 훈고(訓詁)를 강하여 밝히며 다스리는 방도를 물었으므로, 마음에 깨우쳐서 조치할 줄 모르는 것이 없고 몸에 터득하여 조치하지 못하는 것이 없었습니다. 신의 어리석은 소견으로 죽을 죄를 무릅씁고 아룁니다마는, 감히 전하께서 늘 학문에 힘쓰시는 것이 과연 또한 이러하신지 모르겠습니다. 은사(隱士)를 부르는 성대한 일이 있으나 허례(虛禮)임을 면하지 못하고, 경악(經幄)에서는 문난(問難)하는 유익한 일이 없어서 한갓 글을 따라 배우는 데로 돌아가고, 등대(登對)하는 시각이 조금 길면 문득 빨리 물러가게 할 뜻을 보이고, 문의(文義)의 설명이 조금 길어지면 싫어하는 빛이 뚜렷하십니다. 이 때문에 어긋나서 익숙하지 못한 신진(新進)과 소원(疏遠)하여 두려워하는 선진(先進)이 스스로 생각하는 바를 죄다 펴지 못하고, 그 일득(一得)의 소견을 죄다 말하지 못한 채 머뭇거리며 움츠러들어 모호하게 깨닫지 못하고 있는 듯합니다. 그러면 전하께서 반드시 이들은 지식이 거칠고 얕아서 성의(聖意)를 감당할 수 없다고 생각하여 드디어 깔보아 비웃으시겠지만, 어찌 그 사람이 참으로 거칠고 얕아서 그렇겠습니까? 만약 전하께서 가까이 나오게 한 다음 낯빛을 부드럽게 하여 말하고자 하는 것을 다 말할 수 있게 하신다면, 오히려 선현(先賢)이 훈고한 뜻을 연식(緣飾)할 수 있고, 선현이 의논한 단서를 주워모아 성심(聖心)을 계옥(啓沃)하고 성총(聖聰)을 개발(開發)할 만한 것이 있을 것입니다. 그 사람이 반드시 다 어질지는 못하더라도 또한 어진 무리이니, 정자(程子)가 이른바 ‘어진 사대부가 그 임금이 만날 때가 많기를 바란다.’ 한 것에 해롭지 않을 것입니다. 정자가 이 말을 하되 반드시 환관(宦官)·궁첩(宮妾)으로 대비(對比)한 것은 그 뜻이 깊고 그 생각이 원대하니, 어찌 한때의 경계를 아뢴 것이 그러하였을 뿐이겠습니까? 환관이 나아가면 어진 선비가 물러가는 것은 음과 양이 서로 사라지고 자라는 것과 같은 데 비유할 수 있으니, 그 기틀이 매우 묘하고 관계되는 바가 매우 큽니다. 이 때문에 후세에서 임금에게 학문을 권면하는 경우 옛 성현(聖賢)의 법언(法言)과 가훈(嘉訓)이 없지 않으나, 반드시 정자의 이 말을 첫째 의리로 삼는 것입니다. 이제 전하께서는 말을 달려 사냥하는 일이나 풍악을 즐기는 일이 없으시니, 성지(聖志)를 어지럽혀 성학(聖學)을 방해하는 것은 오로지 강학(講學)을 부지런히 하지 않고 강관(講官)을 가까이 하지 않는 것입니다. 당(唐)나라의 구사량(仇士良)이 그 무리에게 고하기를, ‘천자를 한가하게 하여서는 안된다. 사치로 그 이목을 즐겁게 하여 다시 다른 일에 미칠 겨를이 없게 한 후에야 우리들이 득지(得志)할 것이니, 글을 읽거나 유생(儒生)을 가까이하지 말도록 삼가라. 그가 전대의 흥망을 보고 마음속으로 근심하고 두려워할 줄 알면 우리들을 멀리하여 배척할 것이다.’ 하니, 그 무리가 배사(拜謝)하였습니다. 오직 이 몇 마디 말이 곧 그들이 정신을 전하고 방법을 지키는 것인데, 고금이 똑같으니, 아아! 또한 두려워할 만합니다. 저들은 임금이 글을 읽어 사리에 밝으면, 저희들이 배척받으리라는 것을 아나, 임금이 글을 읽지 않아서 사리에 밝지 못하면 그 나라가 따라서 망하여 저희들이 득지할 바탕이 없다는 것은 몰랐습니다. 그렇다면 지혜로운 듯하나 실상 매우 어리석어서 제나라를 헤치고 제 몸에 화를 입히기에 알맞을 뿐입니다. 오직 우리 성조(聖朝)의 가법(家法)은 이보다 더욱 엄하므로, 그들이 그 복을 오래 누리는 것은 참으로 이에 힘입은 것입니다. 몇 해 전부터 중관(中官)에게 가자(加資)하는 명이 여러 번 내렸다는 말을 들었는데, 신이 외람되게 전임(銓任)에 있게 되어서는 과연 하비(下批)하신 일이 여러 번인데, 혹 한 번에 두세 사람에 이르도록 많았던 것을 보았습니다. 이들에게 무슨 기록할 만한 노고가 있다고 한 번 찌푸리고 한 번 웃는 것을 아끼지 않는 일을 시작하여 그만두지 않으시는지 모르겠습니다. 이제 지나치게 은총을 내려 외람된 조짐을 열면, 국가의 행복에 매우 어긋나서 저들로 인한 재앙은 이보다 심한 것이 없을 것입니다. 진실로 신의 말이 옳지 않다면, 충애(忠愛)의 정성에서 나왔다 하더라도 경솔한 죄를 받아 마땅하겠으나, 혹 이로 인하여 매우 경계하고 반성하여 성지(聖志)를 분발하고 강학(講學)을 부지런히 해서 이쪽이 나아가면 저쪽이 물러가고 음과 양이 서로 사라지고 자라는 도리를 살피신다면, 신은 만 번 죽더라도 한스럽고 애석할 것이 없고, 뭇 신하도 의혹하고 근심하는 것이 따라서 없어질 것입니다. 대저 국가에 의리가 있는 것은 사람의 몸에 혈기가 있는 것과 같습니다. 혈기가 퍼지지 않으면 사람이 사람다울 수 없고 의리가 밝지 않으면 나라가 나라다울 수 없는데, 의리라는 것은 충역(忠逆)의 분별에 엄한 것입니다. 이 때문에 옛사람이 말하기를, ‘임금에게 무례한 자를 보면 매가 참새를 쫓듯이 한다.’ 하였습니다. 이제 무례할 뿐만 아니라 감히 막중한 데에 대하여 무함하여 핍박하고도 혹 천지 사이에서 살고 혹 집에서 누워 죽는 자가 있으니, 바로 윤상도(尹尙度)·김노경(金魯敬)입니다. 천하에 어찌 이런 일이 있겠습니까? 아아! 두 역적이 천지에 사무치는 죄는 전하께서 어린 나이 대에 있었던 일이기 때문에 미처 환히 굽어살피지 못하셨습니까? 또는 김노경이 이미 사유(赦宥)받아 온 집안이 여전한 것은 뒤좇아 다스릴 수 없다고 생각하시고, 윤상도에 대한 대각(臺閣)의 계청(啓請)도 다른 죄인에 대한 계사(啓辭)를 옛 문서에서 베껴 전한 것이라 하여 한결같이 윤허하지 않는 비답(批答)을 내리셨습니까? 이것은 전하를 위하여 한 번 아뢰지 않을 수 없겠습니다. 아아! 윤상도는 시골의 미천한 무리인데 그 말이 함부로 범한 바가 지극히 참람하고, 김노경은 조정의 영현(榮顯)한 신하인데 그 죄안(罪案)에 분명하게 나타난 것이 부도(不道)합니다. 전후에 성토(聲討)하여 상소하고 계청한 데에 흉악하고 도리에 어그러진 속마음이 남김 없이 드러났으므로, 신은 다시 나열할 수 없습니다마는, 오로지 우리 순조(純祖)께서 그 정상을 깊이 살피셨습니다. 윤상도를 처분할 때에는 혹, ‘혼자 조선의 신하가 아닌가?’ 하시기도 하고, ‘엄히 국문(鞫問)해서 실정을 알아내어 인심을 바로잡고 사설(邪說)을 종식시켜야 진실로 마땅하다.’ 하시기도 하였으니, 이는 순조께서 그 지극히 비참한 정상을 살피신 것입니다. 마지막에는 여러 번 생각을 돌이켜서 죄다 말하여 도리어 일의 체면을 손상하고 싶지 않으므로 우선 죄가 의심스러우면 가볍게 벌하는 법을 따른다고 하교하셨으니, 성의(聖意)가 어디에 있었는지를 우러러 알 수 있습니다. 김노경을 처분할 때에는 혹, ‘죄안이 하나뿐이라도 주벌(誅罰)을 면할 수 없는데, 더구나 두 죄안이 아울러 있는 자이겠는가? 그가 스스로 한 말일지라도 반드시 도피할 수 없는 줄 스스로 알 것이다.’ 하셨으니, 이는 순조께서 그 부도한 정상을 살피신 것인데, 그 선대(先代)를 추념하여 우선 조금 용서하여 섬에 안치(安置)하셨으니, 성의가 어디에 있었는지를 또한 우러러 알 수 있습니다. 역적 김노경을 특별히 놓아 주라는 명에 이르러서는 진전(眞殿)에 지알(祗謁)하실 때에 있었으니, 이는 진실로 신감(宸感)을 넓혀서 성모(聖慕)를 비치신 것입니다. 누구인들 매우 흠앙(欽仰)하지 않겠습니까마는, 4년 동안 섬에 두었으므로 그 언행을 삼가지 않은 죄를 징계할 만하다고 한다면, 그 말은 흉언(凶言)이고 그 행위는 흉절(凶節)이니, 성의가 선대를 생각하여 용서하지 못할 것입니다. 아아! 대성인(大聖人)의 지극히 정미(精微)한 의리가 전하를 위해 두 역적을 남겨 두어 전하로 하여금 대의(大義)를 현명하게 함으로써 전하의 효성이 빛난 것입니다. 신축년·임인년의 역적들을 영조(英祖)께서 아닌게 아니라 용서하셨으나 정조(正祖)께서는 크게 징토(懲討)하셨고, 김한록(金漢祿)의 여당(餘黨)을 정조께서 아닌게아니라 포용하여 용서하였으나 순조께서는 빨리 주벌을 시행하셨고, 권유(權裕)의 선봉이 된 자를 순조께서 죄주지 않고 도리어 혹 진용(進用)하셨으나 익종(翼宗)께서는 대리 청정(代理聽政)하시며 신의학(愼宜學)의 옥사(獄事) 때에 환히 하유하셨으니, 이는 이른바 전성(前聖)·후성(後聖)이 도(道)를 같이한다는 것으로서, 오늘날 전하께서 본받으셔야 할 것입니다. 더구나 저 두 역적은 전하의 죄인이 될 뿐만 아니라 바로 익종의 죄인이 되니, 종사(宗社)의 만세를 위하여 반드시 징토해야 할 것입니다. 그렇다면 두 역적에게 각각 당률(當律)을 시행하는 것을 어찌 잠시라도 늦출 수 있겠습니까? 이것은 온 나라의 신민이 같이 말하여 이견이 없는 것이니, 밝게 베푸는 의리를 사람들이 본받을 수 있을 것입니다. 공론이 어찌 조금이라도 오래 지체하겠습니까마는, 신은 이제 벼슬에서 물러갈 것이므로 조금 먼저 말하는 것입니다. 지금 말하지 않으면 다시는 말할 수 있는 날이 없을 것이므로, 감히 목욕 재계하고 아룁니다.” 하였는데, 비답하기를, “휴치(休致)의 일은 참으로 뜻밖이다. 아뢰어 권면한 것이 매우 절실하니 참으로 체념(體念)하겠다. 끝에 붙인 일은 조금 전에 연중(筵中)에서 이미 자교(慈敎)를 내렸다. 본직(本職)을 체임하도록 윤허한다.” 하였다.",
                "hj": "○大司憲金弘根疏略曰: 臣疾病實形, 已在聖鑑所燭, 四三年來, 駸駸至於末如之何。 按禮有引年懸車之文, 年未至而告休者, 亦有之。 倘使特垂異渥, 許臣休致, 則凡臣餘生, 皆殿下賜也。 臣方乞退, 而顧其職則言官也。 竟無一言畢暴素畜, 孤恩也, 負心也。 今日國事, 人皆曰毛髮皆病, 正類古人痛哭流涕長太息也, 而臣則以爲不然。 臣每讀慈聖殿下絲綸下者, 時復登筵, 親承簾敎, 凡於國計民憂, 朝象時弊, 無微不燭, 詢諭惻怛, 回泰轉安之方, 如飢渴之思飮食, 我殿下, 亦當仰聆而俯察之矣。 朱夫子曰, ‘知如是爲病, 不如是爲藥。’ 今其爲病, 慈聖知如是, 殿下知如是, 何憂無不如是之藥? 日月計功, 自底於病都完了, 此臣所以恃無恐也。 惟有耿耿悒悒, 寤寐不能已者, 講學之不勤而聖志無由立也, 義理之不明而國是罔有定也。 臣請以講學之事, 先陳之。 夫正心之要, 在於學, 爲學之要, 無間斷而已, 苟或作撤無常, 寒曝有時, 此心已自走作。 是以, 古之好學之君, 必求宿德博識之士, 置諸左右, 使之朝夕納誨, 講明經訓, 咨訪治道, 喩之於心, 不知不措也, 體之於身, 不能不措也。 臣愚死罪, 未敢知殿下典學之工, 果亦有是否乎。 邱園有招徠之盛, 而未免虛禮, 經幄無問難之益, 而徒歸應文, 登對之頃刻乍久, 輒示速退之意, 文義之敷陳稍長, 顯有厭煩之色。 由是而新進之齟齬未嫺者, 踈逖之惶懼居先者, 自不能畢展所蘊, 盡其一得之見, 逡巡畏縮, 有似乎含糊鶻突, 則殿下必謂以此輩粗淺, 無足當聖意, 遂藐視而哂薄之, 豈其人眞箇粗淺而然哉? 倘殿下, 進之咫尺, 假之容色, 俾得以盡言所欲言者, 則尙能緣飾先賢訓詁之旨, 綴拾先賢議論之緖, 有足以啓沃聖心, 開發聖聰, 雖其人未必盡賢, 是亦賢者徒也, 不害爲程子所云, 賢士大夫之願其君接時多者也。 程子之爲此言, 而必以宦官宮妾對之者, 其意深, 其慮遠, 豈一時陳戒之徒然乎哉? 宦官進則賢士退, 譬如陰陽之相爲消長, 其幾甚妙, 所係甚大。 是以, 後來勉君學者, 非無古聖賢法言嘉訓, 必以程子此言, 爲第一義。 今殿下, 無馳騁弋獵之事, 聲音玩好之娛, 可以蠱聖志而妨聖學者, 惟是講學則不勤也, 講官則不親也。 唐之仇士良, 告其徒曰, ‘天子不可令閑常, 宜以奢靡娛其耳目, 無暇更及他事, 然後吾輩得志矣, 愼勿使之讀書, 親近儒生, 彼見前代興替, 心知憂懼, 則吾輩踈斥矣。’ 其徒拜謝。 惟此數句語, 卽渠輩傳神護法, 今古一轍, 吁! 亦可畏也已。 彼知人主之讀書明理, 彼當見斥, 不知人主之不讀書, 不明理, 其國隨亡, 彼無得志之地也, 然則其智似慧而其實甚愚, 適足以害而國而禍其身而已。 惟我聖朝家法, 尤嚴於此, 故渠輩之長享其福, 寔賴是耳。 臣聞年來, 數下中官加資之命, 及臣猥叨銓任, 果見下批者屢, 或至一紙三數人之多焉。 未知此輩, 有何可紀之勞勩, 而不愛嚬笑濫觴之不已耶? 今若過加恩寵, 以啓橫濫之漸, 則甚非國家之幸, 而彼輩之災, 莫有甚於此者矣。 苟臣言之不然, 雖出忠愛之悃, 當伏妄率之罪, 而如或因此而猛加警省, 聖志奮發, 講學勤孜, 察夫此進彼退, 陽長陰消之理, 臣雖萬死, 靡所恨惜, 群下之竊疑憂歎, 亦無從而至矣。 夫國家之有義理, 猶人身之有氣血, 氣血不舒, 人不得爲人, 義理不明, 國不得爲國, 義理者, 嚴於忠逆之別也。 是以, 古人有言 ‘見無禮於其君者, 若鷹鸇之逐鳥雀。’ 今有不特無禮, 乃敢誣逼莫重, 而或假息覆載, 或臥死牖下, 卽尙度、魯敬是耳。 天下, 寧有此乎? 噫嘻! 兩賊窮天極地之罪, 殿下以事在沖齡, 未及洞然垂燭之耶? 抑魯敬之已被恩宥, 闔門如故, 則謂無可追理, 而尙度臺閣之請, 亦以他罪人啓辭之謄傳故紙, 一例賜不允之批耶? 此不可不爲殿下一陳之矣。 噫! 尙度, 鄕曲卑微之類, 而其言肆犯至憯, 魯敬, 朝廷榮顯之臣, 而其案昭著不道。 前後聲討, 以疏以啓, 凶腸悖肚, 畢露無餘, 臣無容更事臚列, 而惟我純祖, 深察其情狀。 處分尙度則若曰, ‘獨非朝鮮之臣子乎?’ 若曰, ‘固當嚴鞫得情, 以正人心, 以熄邪說。’ 此純祖之察其至憯之情。 而末乃以屢回思量, 不欲索言, 反傷事面, 姑從惟輕之典爲敎, 聖意所在, 可有以仰認也。 處分魯敬則若曰, ‘罪止一案, 尙不容誅, 況兼有二案者乎? 雖使渠自爲之說, 亦必自知其莫逭。’ 此純祖之察其不道之狀, 而追念其先姑貸一縷而島置之, 聖意所在, 亦有可以仰認矣。 至於敬賊特放之命, 乃在眞殿祗謁之辰, 此實曠宸感而寓聖慕也。 孰不欽仰萬萬? 而若曰四年海島, 足懲其言行不謹之罪, 其言則凶言也, 其行則凶節也, 聖意雖出於世宥, 兩案所犯則未始全赦。 猗歟! 大聖人至精至微之義, 爲殿下留與兩賊, 使殿下闡明大義, 以光殿下之孝耳。 辛壬諸賊, 英廟未嘗不容借, 而在正廟則大行懲討, 漢祿餘黨, 正廟未嘗不包貸, 而在純祖則亟施誅殛, 爲前矛於裕賊者, 純祖不加之罪, 反或進用, 而翼考代聽, 則洞諭於宜學之獄, 此所謂前聖後聖, 同一揆也, 而今日殿下之所宜師法者也。 況彼兩賊, 非但爲殿下之罪人, 卽是爲翼考之罪人, 而宗社萬世之所必討也。 然則兩賊之各施當律, 豈可晷刻緩哉? 此是擧國臣民, 一辭而無異見者, 則明張之義, 人得以效, 公議豈或淹久, 而臣今告退, 言之差先。 及今不言, 更無可言之日, 乃敢齋沐而陳之。” 批曰: “休致事, 誠是意外。 陳勉甚切, 實當體念。 尾附事, 俄於筵中, 已下慈敎矣。 本職許遞。”"
            },
            "3": {
                "H2KE-EN": "대왕 대비가 하교하기를, “조금 전에 연중에서 이미 수작한 바가 있었으나, 이 일은 관계되는 바가 막중하므로, 대신에게 묻고 연석에 나온 신하들에게 물었는데, 뭇사람의 의논이 한결같아 이의를 제기하지 않으니, 이러한 공공의 논의를 어찌 줄곧 막을 수 있겠는가? 죄인 윤상도를 위리 안치한 죄인 상도를 곧 나래하여 국청을 설치하게 하라. 김노경의 일은 끝내 헤아리지 않을 수 없으니, 이 뒤에 처분하겠다.” 하였다.",
                "H2KE-nKo": "대왕대비가 전교하기를,“조금 전 연석에서 이미 말을 주고받았다. 그러나 이는 막중한 데 관계된 일이기 때문에 대신과 연석에 나온 신하들에게 하문하였는데, 중론이 하나도 다른 말이 없었다. 이와 같은 공공의 논의를 어찌 줄곧 오래도록 막을 수 있겠는가. 추자도에 천극한 죄인 윤상도를 즉시 잡아와서 국청을 설치하게 하라. 김노경의 일은 끝내 생각해 보지 않은 것이 없으니, 앞으로 처분하겠다.”하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 7월 10일(무술) 3번째기사",
                "gt-oKo": "대왕 대비(大王大妃)가 하교하기를, “조금 전에 연중에서 이미 수작하였는데, 이 일은 막중한 데에 관계되므로 대신과 연석(筵席)에 나온 신하들에게 물었으나, 뭇 의논이 한결같아 다른 말이 없었으니, 이같은 공공(公共)의 논의를 어찌 한결같이 오래 막을 수 있겠는가? 추자도(楸子島)에 천극(栫棘)한 죄인 윤상도(尹尙度)를 곧 잡아와서 국문(鞫問)하도록 하라. 김노경(金魯敬)의 일은 마침내 헤아릴 것이 없지 않으니, 마땅한 대로 처분하겠다.” 하였다.",
                "hj": "○大王大妃敎曰: “俄於筵中, 已有所酬酢, 而此事關繫於莫重, 故詢及於大臣與登筵諸臣矣, 衆論如一無異辭, 如此公共之論, 何可一向久遏乎? 揪子島荐棘罪人尙度, 卽令拏來設鞫。 魯敬事, 終不無商量, 從當處分矣。”"
            },
            "4": {
                "H2KE-EN": "The King appointed Yi Ikhoe as the Office of the Inspector General and Yi Huijun as the minister of rites .",
                "H2KE-nKo": "이익회를 사헌부 대사헌으로, 이희준을 예조 판서로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 7월 10일(무술) 4번째기사",
                "gt-oKo": "이익회(李翊會)를 사헌부 대사헌으로, 이희준(李羲準)을 예조 판서로 삼았다.",
                "hj": "○以李翊會爲司憲府大司憲, 李羲準爲禮曹判書。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "The King bestowed relief aid upon the flooding of Yeongheung Magistracy , who died in gihae year (.",
                "H2KE-nKo": "영흥부의 화재를 당해 죽은 사람에게 휼전을 베풀었다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 7월 11일(기해) 1번째기사",
                "gt-oKo": "영흥부(永興府)의 불에 데어 죽은 사람에게 휼전(恤典)을 내렸다.",
                "hj": "○己亥/給永興府爛死人, 恤典。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "대왕 대비가 하교하기를, “내 뜻은 이미 엊그제 연중에서 다 말하였고, 여러 날 동안 상량한 것이 어찌 다른 뜻이 있었겠는가? 지난 일을 돌이켜 생각해 보건대, 선왕의 성대한 덕을 이미 곡진히 그 집에 베풀었으니, 빨리 해당되는 율을 시행해야 하며, 주상의 효성은 오늘날 늦추어서는 안 된다. 여기에는 다시 더 상량할 것이 없으니, 대간의 계사에서 논한 노경의 일은 추탈의 율을 시행하라.” 하였다.",
                "H2KE-nKo": "대왕대비가 전교하기를,“나의 뜻은 어제 연석에서 이미 다 말하였다. 그러나 며칠 동안 생각했던 것이 어찌 다른 뜻이 있어서였겠는가. 선고를 추념하여 선왕의 성대한 덕을 이미 그의 집안에 곡진히 시행하였으니, 해당 형률을 속히 시행하라. 주상의 성효는 오늘날 늦출 수 없다. 이에 대해서는 다시 생각해야 할 것이 없으니, 대간의 계사에서 논한 김노경의 일에 대해 관작을 박탈하는 법을 시행하라.”하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 7월 12일(경자) 1번째기사",
                "gt-oKo": "대왕 대비(大王大妃)가 하교하기를, “내 뜻은 이미 일전에 연중(筵中)에서 다 알았을 것인데, 며칠 동안 헤아렸으나 어찌 다른 뜻이 있겠는가? 선고(先故)를 추념하면, 선조(先祖)의 성덕(聖德)은 이미 그의 집에 곡진히 베풀어졌거니와, 당률(當律)을 빨리 시행하는 것은 주상(主上)의 성효(聖孝)이니, 오늘날에 늦출 수 없다. 여기에 다시 더 헤아릴 만한 것이 없으니, 대계(臺啓)에 논한 김노경(金魯敬)의 일은 추탈(追奪)의 법을 시행하도록 하라.” 하였다.",
                "hj": "○庚子/大王大妃敎曰: “予意已悉於日昨筵中, 而數日商量, 豈有他哉? 追念先故, 先朝盛德, 已曲施於渠家, 當律亟施, 主上聖孝, 不可緩於今日。 於此更無可以商量者, 臺啓所論魯敬事, 施以追奪之典。”"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "Ku Jaeol , Governor of Chungcheong Province , reported that Ahn Changhyeong , a criminal who stole a weaponry from Jecheon District , was stealing a warehouse. The King ordered that he be executed by hanging and exhorting people. ",
                "H2KE-nKo": "신축년에 충청 병사 구재철이, 제천현에서 무기를 훔쳐 낸 죄인 안창헌을 효수하여 사람들을 경계하였다고 아뢰었다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 7월 13일(신축) 1번째기사",
                "gt-oKo": "충청 병사 구재철(具載哲)이 제천현(堤川縣)의 군기(軍器)를 훔쳐 낸 죄인 안창헌(安昌憲)을 효수(梟示)하여 뭇사람을 경계하였다고 아뢰었다.",
                "hj": "○辛丑/忠淸兵使具載哲, 以堤川縣軍器偸出罪人安昌憲, 梟首驚衆, 啓。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On gyemyo day, Governor of Pyeongan Province Kim Nansun reported that he stole gunpowder from Guseong Magistracy for stealing a gunpowder. The criminal Byeon Haegwan was punished by hanging, thereby causing many people.",
                "H2KE-nKo": "계묘년에 평안 감사 김난순이 구성부의 화약을 훔쳐 낸 죄인 변해관을 효수하여 사람들을 경계하였다고 아뢰었다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 7월 15일(계묘) 1번째기사",
                "gt-oKo": "평안 감사 김난순(金蘭淳)이 귀성부(龜城府)의 화약(火藥)을 훔쳐 낸 죄인 변해관(邊海寬)을 효수(梟首)하여 뭇사람을 경계하였다고 아뢰었다.",
                "hj": "○癸卯/平安監司金蘭淳, 以龜城府火藥, 偸出罪人邊海寬, 梟首驚衆, 啓。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On gapjin day, a lunar eclipse occurred.",
                "H2KE-nKo": "월식이 있었다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 7월 16일(갑진) 1번째기사",
                "gt-oKo": "월식(月蝕)이 있었다.",
                "hj": "○甲辰/月有食之。"
            },
            "2": {
                "H2KE-EN": "Former former Magistrate of Seoncheon Shin Seok붕 , former Magistrate Yi Gyeongsun , Magistrate of Chosan Strategic Prefecture Han Insik , former Magistrate of Yongcheon Kwon Gyeom , former Magistrate Jo Huiseok , former Magistrate of Guseong Yi Seungyeon , former Magistrate of Cheolsan Strategic Prefecture Jo Seolyeong , Magistrate of Huicheon Strategic Prefecture Jeong Cheoldong , Magistrate of Unsan County Kim Deokyeon , former Magistrate of Bakcheon Strategic Prefecture Ku Jabong , former Magistrate of Byeokdong Oh Hyeonmun , former Magistrate of Taecheon District Im Gisu , and others were punished in varying degrees. This was due to the circuit inspector dispatched to Pyeongan Province Sim Seungtaeks letter. ",
                "H2KE-nKo": "전 선천 부사 신석붕, 전전 부사 이경순, 초산 부사 한인식, 전 용천 부사 권겸, 전전 부사 조희석, 전 귀성 부사 이승연, 전 철산 부사 조술영, 희천 군수 정철동, 운산 군수 김덕연, 전 박천 군수 구재봉, 전 벽동 군수 오현문, 전 태천 현감 임기수 등을 차등을 두어 죄주었다. 평안북도 암행 어사 심승택의 서계로 인한 것이다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 7월 16일(갑진) 2번째기사",
                "gt-oKo": "전 선천 부사(宣川府使) 신석붕(申錫朋)·전전 부사 이경순(李景純)·초산 부사(楚山府使) 한인식(韓仁植)·전 용천 부사(龍川府使) 권겸(權謙)·전전 부사 조희석(趙熙錫)·전 귀성 부사(龜城府使) 이승연(李昇淵)·전 철산 부사(鐵山府使) 조술영(趙述永)·희천 군수(熙川郡守) 정철동(鄭喆東)·운산 군수(雲山郡守) 김덕연(金德淵)·전 박천 군수(博川郡守) 구재봉(具載鳳)·전 벽동 군수(碧潼郡守) 오현문(吳顯文)·전 태천 현감(泰川縣監) 임기수(林基洙) 등을 차등을 두어 죄주었는데, 평안북도 암행 어사 심승택(沈承澤)의 서계(書啓)에 따른 것이었다.",
                "hj": "○罪宣川前府使申錫朋, 前前府使李景純, 楚山府使韓仁植, 龍川前府使權謙, 前前府使趙熙錫, 龜城前府使李昇淵, 鐵山前府使趙述永, 熙川郡守鄭喆東, 雲山郡守金德淵, 博川前郡守具載鳳, 碧潼前郡守吳顯文, 泰川前縣監林基洙等有差, 因平安北道暗行御使沈承澤書啓也。"
            },
            "3": {
                "H2KE-EN": "Envoy for Offering the New Years Greetings to the Emperor [of Ming China] Yun Myeonggyu died in Beijing. [The King] ordered that his funeral be escorted and his descendants be erected.",
                "H2KE-nKo": "진향 부사 윤명규가 연경에서 졸하였다. 그의 상을 호송하고 그의 아들을 녹용하라고 명하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 7월 16일(갑진) 3번째기사",
                "gt-oKo": "진향 부사(進香副使) 윤명규(尹命圭)가 연경(燕京)에서 졸서(卒逝)하였는데, 그 상(喪)을 호송하고 그 고자(孤子)를 녹용(錄用)하라고 명하였다.",
                "hj": "○進香副使尹命圭, 卒于燕京。 命護其喪錄其孤。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "Hong Chiyu was appointed second minister of personnel , and Hong Jacheol was appointed governor of Gyeongsang Province . ",
                "H2KE-nKo": "홍치규를 이조 참판으로, 홍재철을 경상도 관찰사로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 7월 18일(병오) 1번째기사",
                "gt-oKo": "홍치규(洪稚圭)를 이조 참판으로, 홍재철(洪在喆)을 경상도 관찰사로 삼았다.",
                "hj": "○丙午/以洪穉圭爲吏曹參判, 洪在喆爲慶尙道觀察使。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On gyeongin day, the first day of the month, the King proceeded to Injeong Hall and personally delivered incense and the written invocation for the autumn state sacrifice at the Royal Ancestral Shrine and Yeongnyeong Hall .",
                "H2KE-nKo": "주상이 인정전 월대에 나아가 종묘와 영녕전의 추향 대제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 7월 2일(경인) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)의 월대(月臺)에 나아가 종묘(宗廟)와 영녕전(永寧殿)의 추향(秋享)에 쓸 향(香)과 축문(祝文)을 친히 전하였다.",
                "hj": "○庚寅/上詣仁政殿 月臺, 親傳宗廟永寧殿秋享香祝。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "The King appointed Yi Jeongsin as second minister of personnel , Yi Huijun as inspector general , Yi Yeonsang as censor of the Office of the Censor General , and Bak Hoesu as minister of rites .",
                "H2KE-nKo": "이정신을 이조 참판으로, 이희준을 사헌부 대사헌으로, 이연상을 사간원 대사간으로, 박회수를 예조 판서로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 7월 21일(기유) 1번째기사",
                "gt-oKo": "이정신(李鼎臣)을 이조 참판으로, 이희준(李羲準)을 사헌부 대사헌으로, 이연상(李淵祥)을 사간원 대사간으로, 박회수(朴晦壽)를 예조 판서로 삼았다.",
                "hj": "○己酉/以李鼎臣爲吏曹參判, 李羲準爲司憲府大司憲, 李淵祥爲司諫院大司諫, 朴晦壽爲禮曹判書。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "The King appointed Yi Joyeong as the censor of the Office of the Censor General .",
                "H2KE-nKo": "경술년에 이조영을 사간원 대사간으로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 7월 22일(경술) 1번째기사",
                "gt-oKo": "이조영(李祖榮)을 사간원 대사간으로 삼았다.",
                "hj": "○庚戌/以李祖榮爲司諫院大司諫。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "Those who supplement the relief aid in the northern frontier of Pyeongan Province were rewarded with varying degrees.",
                "H2KE-nKo": "관서와 북관의 진휼을 도운 사람들에게 차등을 두어 시상하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 7월 25일(계축) 1번째기사",
                "gt-oKo": "관서(關西)·북관(北關)의 보진(補賑)한 사람에게 차등을 두어 상주하였다.",
                "hj": "○癸丑/關西北關補賑人, 施賞有差。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "The King provided relief aid to the families of the magistrate of Jinju Strategic County who drowned while drowning. ",
                "H2KE-nKo": "진주목의 수재를 당해 죽은 사람에게 휼전을 베풀었다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 7월 29일(정사) 1번째기사",
                "gt-oKo": "진주목(晋州牧)의 물에 빠져 죽은 사람에게 휼전(恤典)을 내렸다.",
                "hj": "○丁巳/給晋州牧渰死人, 恤典。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "Kwon Donin , Imjin , was appointed minister of punishments .",
                "H2KE-nKo": "권돈인을 형조 판서로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 7월 4일(임진) 1번째기사",
                "gt-oKo": "권돈인(權敦仁)을 형조 판서로 삼았다.",
                "hj": "○壬辰/以權敦仁爲刑曹判書。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "The King bestowed relief aid upon the fire burned in Imcheon County in the gyesa year (.",
                "H2KE-nKo": "임천군의 불탄 가호에 휼전을 베풀었다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 7월 5일(계사) 1번째기사",
                "gt-oKo": "임천군(林川郡)의 불탄 집에 휼전(恤典)을 내렸다.",
                "hj": "○癸巳/給林川郡燒戶, 恤典。"
            },
            "2": {
                "H2KE-EN": "The governor of Hamgil Province finished relief aid and reported to the King: The ten towns of Anbyeon and other towns were supposed to provide relief aid 73,315 starving people. The relief aid includes 5,873 seok and nine du of rice supplied with a total of 5,873 seok and nine du of rice. The people of a wealthy wished to pay 10,000 nyang of coins.",
                "H2KE-nKo": "함경 감사가 진휼을 마치고 장계하기를,“안변 등 10개 고을에서 구급한 기민이 7만 3315구이고, 진휼 재원으로 각종 곡식을 합한 절미 5873섬 9말 남짓이며, 부유한 백성이 원납한 돈 1만 2000냥 남짓입니다.”하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 7월 5일(계사) 2번째기사",
                "gt-oKo": "함경 감사가 진정(賑政)을 끝내고 장계(狀啓)하였는데, 안변(安邊) 등 10고을에서 구급(救急)한 기민(飢民)이 7만 3천 9백 15구(口)이고, 진자(賑資)는 각종 곡식을 합하여 절미(折米) 5천 8백 73석(石) 9두(斗)이며, 부유한 백성이 자원하여 바친 돈이 1만 2천 냥(兩)이었다.",
                "hj": "○咸鏡監司畢賑狀啓, 安邊等十邑, 救急飢口, 七萬三千三百十五口, 賑資各穀合折米五千八百七十三石九斗零, 富民願納錢一萬二千兩。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "The King appointed Han Jinhoe as the Office of the Censor General .",
                "H2KE-nKo": "을미년에 한진호를 사간원 대사간으로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 7월 7일(을미) 1번째기사",
                "gt-oKo": "한진호(韓鎭㦿)를 사간원 대사간으로 삼았다.",
                "hj": "○乙未/以韓鎭㦿爲司諫院大司諫。"
            },
            "2": {
                "H2KE-EN": "The governor of Pyeongan Province finished relief aid by twelve towns. The starving people were 34,8,701. The relief aid was 2539 seok, 2말 남짓, twelve thousand, 848 nyang , and private relief aid was eleven towns. The starving people were 29,523. The relief aid was divided 9,674 seok, 2말. ",
                "H2KE-nKo": "평안 감사가 진휼을 마치고 장계하기를,“공진으로 시행한 12개 고을의 기민은 34만 8701구이고, 진휼곡은 절미 2만 539섬 2말 남짓이고, 전 12만 848냥 남짓이고, 사진으로 시행한 11개 고을의 기민은 29만 5523구이고, 분진으로 시행한 절미 9674섬 2말입니다.”하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 7월 7일(을미) 2번째기사",
                "gt-oKo": "평안 감사(平安監司)가 진정(賑政)을 끝내고 장계(狀啓)하였는데, 공진(公賑)이 12고을이고, 기민(飢民)은 34만 8천 7백 1구(口)이고, 진자(賑資)의 곡식은 절미(折米) 2만 5백 39석(石) 2두 영, 전(錢) 12만 8백 48냥(兩) 영이며, 사진(私賑)은 11고을이고, 기민은 29만 5천 23구이고, 나누어 진휼한 절미(折米)가 9천 6백 74석 2두이었다.",
                "hj": "○平安監司畢賑狀啓, 公賑十二邑, 飢民三十四萬八千七百一口, 賑資穀折米二萬五百三十九石二斗零, 錢十二萬八百四十八兩零, 私賑十一邑, 飢民二十九萬五千五百二十三口, 分賑折米九千六百七十四石二斗。"
            }
        }
    },
    "08": {
        "10": {
            "1": {
                "H2KE-EN": "The seventh rite for commemorating Confucius was held at the Royal Confucian Academy .",
                "H2KE-nKo": "성균관에서 정묘년의 칠석제를 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 8월 10일(정묘) 1번째기사",
                "gt-oKo": "반궁(泮宮)에서 칠석제(七夕製)를 설행(設行)하였다.",
                "hj": "○丁卯/設七夕製于泮宮。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On mujin day, Kang Sangdo , a criminal of the State Tribunal , was sentenced to death by dismemberment for great sedition and imin year (. After the greater felicitous death of King Ikjong in the gyeongin year (, Kang Sangdo, former inspectors and censors, argued Bak Jong Hun , Shin Wi , and Yu Sangryang , and thus they deceived Your Majestys virtues without end. The King Sunjong instructed, Does Sangdo alone are the subjects of Joseon? Consequently, Sangdo was sentenced to death and placed under restricted residence on the island. On this day, the State Tribunal interrogated and confessed the truth. The King also executed his descendants and banished them to imprison him.",
                "H2KE-nKo": "국청 죄인 윤상도를 대역부도죄로 능지처사하였다. 경인년 익종의 대상 뒤에 윤상도가 전 대관으로서 박종훈, 신위, 유상량을 논핵할 때 예덕을 무함한 것이 끝이 없었는데, 순종이 하교하기를,“윤상도는 유독 조선의 신하가 아닌가.”하고, 마침내 사형을 감하여 섬에 위리안치하였다. 이때에 이르러 국청을 설치하여 실정을 캐내고 아울러 그 지속도 처형한 다음 응좌 죄인을 분산하여 정배하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 8월 11일(무진) 1번째기사",
                "gt-oKo": "국청 죄인(鞫廳罪人) 윤상도(尹尙度)를 대역 부도(大逆不道)로 능지 처사(凌遲處死)하였다. 경인년 익종(翼宗)의 대상(大喪) 뒤에 윤상도가 전 대관(臺官)으로서 박종훈(朴宗薰)·유상량(柳相亮)을 논하였을 때에 예덕(睿德)을 무함한 것이 한정이 없었으므로, 순조(純祖)가 하교하기를, ‘윤상도만은 조선의 신하가 아닌가?’ 하고, 드디어 감사(減死)하여 섬에 천극(栫棘)해 두었었다. 이때에 이르러 국문(鞫問)해서 정상을 알아내어 그 지속(支屬)을 아울러 죽이고, 응당 연좌시켜야 할 자들을 흩어 유배(流配)하였다.",
                "hj": "○戊辰/鞫廳罪人尙度以大逆不道, 凌遲處死。 庚寅翼宗大喪後, 尙度以前臺官, 論朴宗薰、申緯、柳相亮也, 所以誣睿德者, 無有紀極, 純宗敎曰, ‘尙度獨非朝鮮臣子乎? 遂減死棘置于島。 至是設鞫得情, 幷戮其支屬, 散配其應坐。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On gisa day, [the King] appointed Yi Mi as second deputy director of the Office of Royal Decrees and Yi Mi as third deputy director of the Office of Royal Decrees .",
                "H2KE-nKo": "조병귀를 규장각 직제학으로, 이우를 대교로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 8월 12일(기사) 1번째기사",
                "gt-oKo": "조병귀(趙秉龜)를 규장각 직제학(奎章閣直提學)으로, 이우(李㘾)를 지평으로 삼았다.",
                "hj": "○己巳/以趙秉龜爲奎章閣直提學, 李㘾爲待敎。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "[The King] provided relief aid to the families of Ganseong County for drowning.",
                "H2KE-nKo": "간성군의 수재를 당해 죽은 사람에게 휼전을 베풀었다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 8월 17일(갑술) 1번째기사",
                "gt-oKo": "간성군(杆城郡)의 물에 빠져 죽은 사람에게 휼전(恤典)을 내렸다.",
                "hj": "○甲戌/給杆城郡渰死人, 恤典。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "Former Magistrate of Hwangju Yun Haengjeong , former Magistrate of Pyeongsan Jeong Ilbok , Magistrate of Pungcheon Magistracy 이면대 , former Magistrate of Anak Magistracy Yun Jeongjin , former Magistrate of Bongsan District Shin Myeongsun , Magistrate of Sincheon County Yi 헌yu , former Magistrate of Geumcheon District Bak Chigyu , former Magistrate of Gaeseong Magistracy Yi Gyuhyeon , and others were punished in varying degrees. This was because 암행 어사 Sim Donyeong , who was dispatched to Hwanghae Province , was reported to the King.",
                "H2KE-nKo": "전 황주 목사 윤행정, 전 평산 부사 정일복, 풍천 부사 이면대, 전 안악 군수 윤정진, 전 봉산 군수 신명순, 신천 군수 이헌유, 전 금천 군수 박치규, 전 개성 유수 이규현 등에게 차등을 두어 죄를 주었다. 황해도 암행 어사 심돈영의 서계로 인한 것이다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 8월 18일(을해) 1번째기사",
                "gt-oKo": "전 황주 목사(黃州牧使) 윤행정(尹行定)·전 평산 부사(平山府使) 정일복(鄭日復)·풍천 부사(豐川府使) 이면대(李勉大)·전 안악 군수(安岳郡守) 윤정진(尹正鎭)·전 봉산 군수(鳳山郡守) 신명순(申命淳)·신천 군수(信川郡守) 이헌유(李憲猷)·전 금천 군수(金川郡守) 박치규(朴穉圭)·전 개성 유수(開城留守) 이규현(李奎鉉) 등을 차등을 두어 죄주었는데, 황해도 암행 어사 심돈영(沈敦永)의 서계(書啓)에 따른 것이었다.",
                "hj": "○乙亥/罪黃州前牧使尹行定, 平山前府使鄭日復, 豐川府使李勉大, 安岳前郡守尹正鎭, 鳳山前郡守申命淳, 信川郡守李憲猷, 金川前郡守朴穉圭, 開城前留守李奎鉉等有差, 因黃海道暗行御史沈敦永書啓也。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "On sinhae day, the King received the officials in the morning court assembly at the Royal Confucian Academy.",
                "H2KE-nKo": "희정당에서 신사년의 소대를 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 8월 24일(신사) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 소대(召對)하였다.",
                "hj": "○辛巳/召對于熙政堂。"
            },
            "2": {
                "H2KE-EN": "The envoy Four vessels sent by the vice-envoy of Japan, Mokura , died at the guesthouse of Dongnae . The King ordered that condolence gifts be bestowed upon them. ",
                "H2KE-nKo": "일본의 기해년 조 제4선 송사 정관왜 등신이 동래의 관소에서 죽었는데, 부물을 제급하라고 명하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 8월 24일(신사) 2번째기사",
                "gt-oKo": "일본(日本)의 기해년 조(條) 제4선(第四船) 송사(送使) 정관왜(正官倭) 등신(籐信)이 동래(東萊)의 관소(館所)에서 죽었는데, 부물(賦物)을 제급(題給)하라고 명하였다.",
                "hj": "○日本己亥條第四船送使正官倭藤信, 死于東萊館所, 命賻物題給。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On imo day, [the King] summoned the envoy for presenting incense to the Emperor [of Ming China] in the imo year (.",
                "H2KE-nKo": "희정당에서 돌아온 진향사를 불러서 보았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 8월 25일(임오) 1번째기사",
                "gt-oKo": "돌아온 진향사(進香使)를 희정당(熙政堂)에서 소견(召見)하였다.",
                "hj": "○壬午/召見回還進香使于熙政堂。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] received the officials in the morning court assembly at the Hall of Worthies . ",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 8월 25일(임오) 2번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○召對于熙政堂。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On gyemi day, the King received the officials in the morning court assembly at the Royal Confucian Academy.",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 8월 26일(계미) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○癸未/召對于熙政堂。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On sinchuk day, [the King] received the officials in the morning court assembly in the gapsin year (.",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 8월 27일(갑신) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○甲申/召對于熙政堂。"
            },
            "2": {
                "H2KE-EN": "Kim Yangsun , a prisoner in the State Tribunal , died. [Kim] Yangsun had been involved in Heo Seong . He was interrogated repeatedly, but he did not admit his guilt.",
                "H2KE-nKo": "국청 죄인 김양순이 물고가 났다. 김양순이 허성의 공초에 거론되어 여러 차례 고문을 받았으나 자복하지 않고 죽었다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 8월 27일(갑신) 2번째기사",
                "gt-oKo": "국청 죄인(鞫廳罪人) 김양순(金陽淳)이 죽었다. 김양순은 허성(許晟)이 끌어대었는데, 여러 번 고문받았으나 승복하지 않고 죽었다.",
                "hj": "○鞫廳罪人金陽淳物故。 陽淳爲許晟所引, 屢被拷掠, 不服而死。"
            },
            "3": {
                "H2KE-EN": "The officials of the Office of the Inspector General presented a joint memorial to the King, which reads as follows: From ancient times, how many treasons have been so numerous? However, how could there be anyone who has committed extreme irreverence and irreverent acts? While being a descendant of 대대로 stipends, the royal favor of the state is so great that he dared to grieve over his grief and uneasy at the time of his grief and unbearably plotted to slander the treacherous and irreverent acts, he secretly plotted the treacherous acts of the treacherous acts and the treacherous acts of the treacherous acts? Your subjects believe that the treacherous acts of the deceased Yi Yangsun be urgently punished by execution. The King responded, This is not lightly implemented. Do not raise this matter.",
                "H2KE-nKo": "양사가 연명으로 차자를 올렸는데, 그 대략에,“난적이 예로부터 무수히 많았지만 어찌 김양순처럼 극도로 흉악하고 패악한 자가 있었겠습니까. 그는 대대로 벼슬한 집안의 후손으로서 나라의 은혜가 어떠하였습니까. 그런데 감히 망극하고 애통한 때에 지극히 참혹한 패역한 계책을 실현하려고 흉악한 이사성을 사주하여 역적 윤상도가 상소를 올리는 일까지 있게 하였으니, 그 상소의 구절은 거의 신치운해의 역적 심보보다 더 심합니다. 그가 모의하고 호응한 자취와 역적 이사성이 그동안 공초한 내용을 하나하나 실토하였으나 악독한 무리들이 저항하는 것을 일삼아 결국에는 공개 처형도 하기 전에 귀신이 먼저 죽이기에 이르렀습니다. 신은 죽은 죄인 김양순에게 속히 처자식을 노비로 삼고 죽이는 법을 시행해야 한다고 생각합니다.”하니, 비답하기를,“이는 가볍게 시행할 법이 아니다. 번거롭게 하지 말라.”하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 8월 27일(갑신) 3번째기사",
                "gt-oKo": "양사(兩司)에서 연차(聯箚)하였는데, 대략 이르기를, “난적(亂籍)이 예전부터 어찌 한정이 있었겠습니까마는, 어찌 김양순(金陽淳)처럼 지극히 흉패(凶悖)한 자가 있었겠습니까? 그는 대대로 녹을 먹는 집의 후손으로서 나라의 은혜가 어떠하겠습니까마는, 감히 애통하고 황망하기 그지 없는 때에 지극히 참담한 패역(悖逆)의 계책을 이루려고 허성(許晟)을 부추겨서 역적 윤상도(尹尙度)가 상소하는 일까지 있게 하였는데, 그 상소 가운데에 있는 말은 거의 운해(雲海)의 역심(逆心)보다 더합니다. 그가 모의하고 화응(和應)한 자취는 역적 허성이 전후의 공초(供招)에서 낱낱이 실정을 불었는데, 악독한 놈이 항거를 일삼아 마침내 드러내어 죽이기 전에 귀신이 먼저 죽이기에 이르렀습니다. 신은 죽은 죄인 김양순에게 노륙(孥戮)의 법을 빨리 시행해야 한다고 생각합니다.” 하였는데, 비답하기를, “이는 경솔히 시행할 법이 아니다. 번거롭히지 말라.” 하였다.",
                "hj": "○兩司聯箚略曰: 亂賊從古何限, 而豈有如陽淳之窮凶絶悖者哉? 渠以世祿遺裔, 國恩何如, 而敢以哀遑罔極之時, 欲逞悖逆至憯之計, 指嗾凶晟, 至有逆度投疏之擧, 其疏中句語, 殆有浮於雲海之逆腸。 渠之謀議和應之跡, 晟賊之前後招辭, 一一吐實, 而狼毒之物, 抵賴爲事, 竟至於顯戮未施, 鬼誅先加。 臣謂物故罪人陽淳, 亟施孥戮之典。 批曰: “此非輕施之典。 勿煩。”"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "The King bestowed relief aid upon the families of Samcheok Strategic Prefecture who died of drowned households.",
                "H2KE-nKo": "정해년에 삼척부의 집채가 무너진 집에 휼전을 내렸다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 8월 30일(정해) 1번째기사",
                "gt-oKo": "삼척부(三陟府)의 무너진 집에 휼전(恤典)을 내렸다.",
                "hj": "○丁亥/給三陟府頹戶, 恤典。"
            },
            "2": {
                "H2KE-EN": "Heo Seong , a criminal who participated in the conspiracy with plotting treason, was beheaded. [Heo] Sangdo submitted a memorial that [Heo] Seong had 사주ed him. [He] confessed that he knew of the circumstances.",
                "H2KE-nKo": "역모에 동참한 죄인 허성을 주벌하였다. 윤상도의 상소는 허성이 사주한 것인데, 실정을 알고도 고하지 않았다는 것으로 승복하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 8월 30일(정해) 2번째기사",
                "gt-oKo": "모역에 동참한 죄인 허성(許晟)을 죽였다. 윤상도(尹尙度)의 상소는 허성이 부추긴 것인데, 정상을 알았다고 승복하였다.",
                "hj": "○誅謀逆同參罪人許晟。 尙度疏, 晟所嗾也, 以知情承服。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "Kim Honggeun was appointed as assistant state councilor .",
                "H2KE-nKo": "김홍근을 의정부 좌참찬으로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 8월 5일(임술) 1번째기사",
                "gt-oKo": "김홍근(金弘根)을 의정부 좌참찬으로 삼았다.",
                "hj": "○壬戌/以金弘根爲議政府左參贊。"
            }
        }
    },
    "09": {
        "10": {
            "1": {
                "H2KE-EN": "The King went to 희정당에 나아가 대신과 비국 당상을 인견하였다. Right State Councilor Jo Inyeong said, The circumstances of the imperial edict are originally to be simple and strict. However, the circumstances of the world are decreasing day by day, and the circumstances are exclusively burdensome. The circumstances of the world are extraordinary, and the circumstances of the world are extraordinary. Now, it is inevitable that the circumstances of the world are inevitable to prepare the circumstances as in accordance with precedents. On the content of the world, the circumstances of this world are not possible because the circumstances of the circumstances are not extraordinary. Thus, the circumstances of the circumstances cannot be extraordinary, and the circumstances of the circumstances are slightly extraordinary. From this day forward, the circumstances of the royal edicts of all four to six rounds of the five colors of the six colors of the four colors of the five colors",
                "H2KE-nKo": "정유년에 주상이 희정당에 나아가 대신과 비국 당상을 인견하였다. 우의정 조인영이 아뢰기를,“고명의 체모는 본래 간략하고 엄격한 것을 위주로 하였는데, 세상의 풍조가 날로 낮아져 오로지 번잡하고 화려한 것만 일삼아 문장이 우수하고 자질이 쇠퇴하니, 참으로 한탄스럽습니다. 다만 지금 대신 짓는 자들은 어쩔 수 없이 격식을 갖추어야 하는데, 연편하여 여러 번 글을 올리면서 ‘이와 같이 하지 않으면 장차 받는 자들이 제재할 가치가 없다고 할 것이다.’라고 하여 쓸데없이 길어지는 결과를 면치 못하니, 일의 체모로 볼 때 부질없는 일이 되고 말 것입니다. 지금 이후로 교서에 관계되는 사륙변장단은 10구를 넘지 않도록 정식으로 삼아 시행한다면 순박한 풍속을 되돌리는 방도에 도움이 없지 않을 것입니다.”하니, 그대로 따랐다. 또 아뢰기를,“몇 해 전에 남한산성에서 돈을 주조하는 일로 재차 판부를 내렸으나, 다만 동을 채취하는 것을 금하는 바람에 동을 무역할 길이 없어 마침내 지금까지 지탱해 왔습니다. 다만 생각건대 전폐가 많은 것이 도리어 온갖 물품이 뛰어오르는 근본이 되고 있으니, 진실로 충분히 살피고 신중히 해야 합니다. 현재 경상 비용이 날로 고갈되는 때에 호조에 비축해 둔 왜동이 거의 20만 근이나 되어 쓸모없는 사화가 되고 있으니, 이것으로 화로를 설치한다면 또 무역하여 채취하는 폐단이 생기지 않더라도 나라의 재정에 보탬이 적지 않을 것입니다. 해당 조로 하여금 가까운 시일 안에 돈을 주조하도록 분부하소서.”하니, 대왕 대비가 그대로 따랐다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 9월 10일(정유) 1번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가 대신과 비국 당상을 인견(引見)하였다. 우의정 조인영(趙寅永)이 말하기를, “고명(誥命)의 체모는 본디 간략하고 엄숙한 것을 위주로 하였는데, 세대가 달라짐에 따라 천하가 오로지 번잡하고 성대한 것을 일삼아 겉치레는 나아지고 바탕은 떨어지니, 참으로 한탄스럽습니다. 단지 지금 대찬(代撰)하는 자가 어쩔 수 없이 양식에 따라 격례(格例)를 갖추고 복잡한 문사(文辭)로 길게 짓고는 이렇게 하지 않으면 받는 자가 체재에 만족해 하지 않을 것이라고 생각하니, 쓸데없이 길어지는 것을 면하지 못하여 사체가 잗달고 방만한 데에 돌아갑니다. 이 뒤로는 모든 교서(敎書)에 관계되는 사륙장단(四六長短)은 10구(句)을 넘지 않도록 정식(定式)하여 시행하면, 순박한 데로 돌아가는 방도에 도움이 없지 않을 것입니다.” 하니, 그대로 따랐다. 또 아뢰기를, “연전에 남한(南漢)에서 주전(鑄錢)하는 일을 두 번 판하(判下)하셨습니다마는, 구리를 캐는 것은 금령(禁令)이 있고 구리를 살 길도 없어서 이제까지 미루어 왔습니다. 다만 전폐(錢幣)가 많으면 도리어 온갖 물건이 비싸지는 근본이 되는 것이 염려되므로, 참으로 십분 살피고 삼가야 합니다. 지금 경용(經用)이 날로 고갈되어가는 때에 탁지(度支)에 저축한 왜동(倭銅)이 거의 20만 근(斤) 되는데, 문득 쓸데없는 사화(死貨)가 되었으니, 이것으로 주조하면 사거나 캐느라 폐단을 일으키지 않고도 나라의 회계에 보탬이 적지 않을 것입니다. 해조(該曹)로 하여금 되도록 가까운 시일에 주조를 시작하도록 분부하소서.” 하니, 대왕 대비(大王大妃)가 그대로 따랐다.",
                "hj": "○丁酉/上御熙政堂, 引見大臣備局堂上。 右議政趙寅永曰: “誥命之體, 本以簡嚴爲主, 而世級日下, 專事繁縟, 文勝質衰, 良可發歎。 第今代撰者不得不備例依樣, 連篇累牘, 以爲不如是則將使受之者, 謂之不足裁體, 未免冗長, 事面徒歸屑越。 自今以後, 凡繫敎書之四六長短, 無過十句, 定式施行, 其於回淳反朴之道, 不爲無助矣。” 從之。 又啓言: “年前, 以南漢鑄錢事, 再煩判下, 而只緣採銅有禁, 銅貿無路, 遂至今擔閣矣。 第念錢幣之多, 反爲百物踊貴之本, 誠宜十分審愼。 而目下經用日竭之際, 度支所儲倭銅, 殆爲二十萬斤, 便作無用之死貨, 以此設爐, 又不待貿採生(弊)〔弊〕, 而其於國計, 所補不少。 令該曹, 從近開鑄事, 請分付。” 大王大妃從之。"
            },
            "2": {
                "H2KE-EN": "On sinmyo day, the King attended the Royal Lecture on the Confucian Classics.",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 9월 10일(정유) 2번째기사",
                "gt-oKo": "희정당(熙政堂)에서 주강(晝講)하였다.",
                "hj": "○晝講于熙政堂。"
            },
            "3": {
                "H2KE-EN": "Bak Hoesu was appointed envoy for celebrating the New Years Day .",
                "H2KE-nKo": "박회수를 동지 정사로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 9월 10일(정유) 3번째기사",
                "gt-oKo": "박회수(朴晦壽)를 동지 정사(冬至正使)로 삼았다.",
                "hj": "○以朴晦壽爲冬至正使。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "[The King] issued a royal order: The former magistrate of Songsu District wrote in claim that it is indeed a clause in all cases. Truly, it is not possible to conduct an investigation. However, the importance of a high official assigned to separate office is different from that of its importance. How could such a sense of claim such a sense of claim? Release Yi Gyuhyeon from his post and release him. Prior to this, Yi Gyuhyeon had been impeached by the circuit inspector of Hwanghae Province for an investigation. Thus, this royal order was issued.",
                "H2KE-nKo": "전교하기를,“전 개성 유수의 공초 내용은 모두 조리가 있어서 실로 조사할 만한 것이 못 된다. 그러나 재신이 분사하는 것은 일의 체모가 다른데, 이러한 말이 어찌하여 이르렀단 말인가. 보방한 죄인 이규현을 삭직하고 풀어 주라.”하였다. 이에 앞서 이규현이 황해도 암행 어사에게 논핵을 당하여 하리를 대면시켰기 때문에 이 명을 내린 것이다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 9월 13일(경자) 1번째기사",
                "gt-oKo": "하교(下敎)하기를, “전 송류(松留)가 공초(供招)한 말은 모두 조리가 있으므로, 실로 사문(査問)할 것이 못되나, 재신(宰臣)의 분사(分司)는 사체가 다른데, 이같은 말이 어찌하여 이르렀는가? 보방(保放)한 죄인 이규현(李奎鉉)을 삭직(削職)하여 놓아 보내도록 하라.” 하였다. 이에 앞서 이규현이 황해도 어사에게 논핵(論劾) 받아 유사(攸司)에 답변하였으므로, 이 명이 있었다.",
                "hj": "○庚子/敎曰: “前松留爰辭, 俱有條理, 實不足行査, 而宰臣分司, 事體有異, 似此之言, 奚爲而至哉? 保放罪人李奎鉉, 削職放送。” 先是, 奎鉉爲黃海道繡衣所論劾對吏, 故有是命。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On gyemyo day, the King proceeded to Hwigyeong Lodge and performed a ceremony, and then paid a visit to the Royal Tomb of King Taejo in succession.",
                "H2KE-nKo": "계묘년에 주상이 휘경원에 나아가 작헌례를 행하고 수릉에 들러 전배하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 9월 16일(계묘) 1번째기사",
                "gt-oKo": "임금이 휘경원(徽慶園)에 나아가 작헌례(酌獻禮)를 행하고, 수릉(綬陵)에 들러 배알(拜謁)하였다.",
                "hj": "○癸卯/上詣徽慶園, 行酌獻禮, 歷拜綏陵。"
            },
            "2": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, As for the tomb of Princess Sukseon , I send a eunuch to grant a funerary oration and condolence gifts upon the deceased, and dispatched Second Minister of Personnel Yi Jeongsin to grant a funerary oration and condolence gifts upon the deceased.",
                "H2KE-nKo": "전교하기를,“숙선옹주의 묘에 내시를 보내 치제하게 하고, 박충헌공 내외의 사판에 이조 참판 이정신을 보내 치제하게 하라.”하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 9월 16일(계묘) 2번째기사",
                "gt-oKo": "하교하기를, “숙선 옹주(淑善翁主)의 묘(墓)에 내시(內侍)를 보내어 치제(致祭)하고, 박충헌공(朴忠獻公) 내외의 사판(祠版)에 이조 참판 이정신(李鼎臣)을 보내어 치제하게 하라.” 하였다.",
                "hj": "○敎曰: “淑善翁主墓, 遣內侍致祭, 朴忠獻公內外祠版, 遣吏曹參判李鼎臣致祭。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On gapjin day, when the King personally performed an ancestral rite in the gapjin year (, a second libation official and below them were rewarded with varying degrees. The King ordered the promotion of the Office of Royal Attire Kim Donggon .",
                "H2KE-nKo": "갑진년 휘경환 친제 때의 아헌관 이하에게 차등을 두어 시상하였다. 예방 승지 김동건에게 가자하라고 명하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 9월 17일(갑진) 1번째기사",
                "gt-oKo": "휘경원(徽慶園)의 친제(親祭) 때의 아헌관(亞獻官) 이하에게 차등을 두어 상주고, 예방 승지(禮房承旨) 김동건(金東健)에게 가자(加資)하라고 명하였다.",
                "hj": "○甲辰/徽慶圜親祭時, 亞獻官以下施賞有差, 命禮房承旨金東健, 加資。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On byeongo day, the King received the officials in the morning court assembly at the Royal Confucian Academy.",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 9월 19일(병오) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 소대(召對)하였다.",
                "hj": "○丙午/召對于熙政堂。"
            },
            "2": {
                "H2KE-EN": "Ahn Yungyeom , a clerk of the Military Training Office , in the northern frontier of the Bureau of Capital Markets , secretly recorded the names of Choe clerk and their names into the examination. When this was discovered, he received a confirmation on the decision. The King ordered that an investigation be conducted in detail.",
                "H2KE-nKo": "북병영의 영리 안윤겸이 도시 계본을 칼로 긁어내고 최씨 성을 가진 사람과 그의 이름을 입격한 사람 중에 몰래 기록하였다. 일이 발각되어 결안을 받았는데, 상복을 만들어 시행하라고 명하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 9월 19일(병오) 2번째기사",
                "gt-oKo": "북병영(北兵營)의 영리(營吏) 안윤겸(安允謙)이 도시(都試)의 계본(啓本)을 칼로 긁고 최성(崔姓)인 사람과 제 이름을 입격한 가운데에 몰래 적었다가 일이 발각되어 결안(結案)을 받았는데, 상복(詳覆)하고 시행하라고 명하였다.",
                "hj": "○北兵營營吏安允謙, 刀擦都試啓本, 偸錄崔姓人及渠名於入格中, 事覺捧結案, 命詳覆施行。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On gichuk day, the King paid a visit to the Royal Ancestral Shrine and the Royal Ancestral Shrine . This was because the autumn audience was held.",
                "H2KE-nKo": "기축년에 주상이 태묘와 경모궁에 전배하였는데, 추계 전알이었다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 9월 2일(기축) 1번째기사",
                "gt-oKo": "임금이 태묘(太廟)와 경모궁(景慕宮)에 전배(展拜)하였는데, 추알(秋謁)이었다.",
                "hj": "○己丑/上展拜于太廟景慕宮, 秋謁也。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The King received the officials in the morning court assembly at the jeongmi daytime.",
                "H2KE-nKo": "희정당에서 차대를 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 9월 20일(정미) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○丁未/召對于熙政堂。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On musin day, the King received the officials in the morning court assembly at the Royal Confucian Academy.",
                "H2KE-nKo": "희정당에서 무신년의 소대를 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 9월 21일(무신) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○戊申/召對于熙政堂。"
            },
            "2": {
                "H2KE-EN": "The Mid-Autumn Regional Military Procurement was held at Injeong Hall . The lecture on the lecture was successful, and the lecture on the lecture.",
                "H2KE-nKo": "인정전에서 추도기를 행하였다. 강경에서 수석을 차지한 한응순과 제술의 전문에서 수석을 차지한 박효묵에게 모두 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 9월 21일(무신) 2번째기사",
                "gt-oKo": "인정전(仁政殿)에서 추도기(秋到記)를 설행(設行)하였다. 강(講)에서 으뜸을 차지한 한응순(韓應淳)과 제술(製述)의 전(箋)에서 으뜸을 차지한 박효묵(朴斅默)에게 모두 직부 전시(直赴殿試)하게 하였다.",
                "hj": "○設秋到記于仁政殿, 講居首韓應淳, 製述箋居首朴斅默, 幷直赴殿試。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On giyu day, [the King] received the officials in the morning court assembly in the giyu year (.",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 9월 22일(기유) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○己酉/召對于熙政堂。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "The King received the officials in the morning court assembly in the gyeongsul year (.",
                "H2KE-nKo": "희정당에서 경술년의 소대를 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 9월 23일(경술) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○庚戌/召對于熙政堂。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "On sinhae day, the King received the officials in the morning court assembly at the Royal Confucian Academy.",
                "H2KE-nKo": "희정당에서 차대를 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 9월 24일(신해) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○辛亥/召對于熙政堂。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "Yi Huijun , the Office of the Inspector General , and Yi Jak , the Office of the Censor General .",
                "H2KE-nKo": "임자년에 이희준을 사헌부 대사헌으로, 이재학을 사간원 대사간으로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 9월 25일(임자) 1번째기사",
                "gt-oKo": "이희준(李羲準)을 사헌부 대사헌으로, 이재학(李在鶴)을 사간원 대사간으로 삼았다.",
                "hj": "○壬子/以李羲準爲司憲府大司憲, 李在鶴爲司諫院大司諫。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The ninth day of the seventh month is held at the Royal Confucian Academy",
                "H2KE-nKo": "반궁에서 갑인년의 구일제를 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 9월 27일(갑인) 1번째기사",
                "gt-oKo": "반궁(泮宮)에서 구일제(九日製)를 설행(設行)하였다.",
                "hj": "○甲寅/設九日製于泮宮"
            },
            "2": {
                "H2KE-EN": "대사간이재학이 상소하였는데, 대략 이르기를, “그동안 interrogating criminals have been cross-examined for more than 한 달이 넘도록 cross-examined and cross-examined. Groups and harbored were executed, and the cardinal principle of righteousness was clearly revealed. Their rogues were discovered, and their rogues were thoroughly cross-examined, and the circumstances were not able to be put to death. The world and peoples grievances cannot be exhausted. Your subject ventures to think that 오늘날 국사는 온갖 법도가 무너지고, and the hair collapsed are all ill, and the 상하가 worried and apprehensive measures cannot be restrained. 무엇보다도 조정의 분위기가 흩어지고 언로가 막혀, greedy and corruption are 풍조가 이루어져, and the peoples livelihood is impossible, and the human feelings are ran away by the hearts of the people. For this reason, the circumstances of such thoroughly manner have arbitrarily been caused by wicked and powerful people. This is due to the wicked people who arbitrarily devised the power of the state and plotted to harm for a long time. Ah! Superintendent [of the Middle Army Commandery General] Yi Jiyeon , the Minister of Personnel Yi Giyeon , the circumstances and the greedy and corruption of the state examination, hence his words are treacherous. His character is cunning and deceitful, and fair-minded and cultivated skills, and fair-minded and deceived people. He encountered the glorious era and undeservedly received undeservedly and corruptly reached the court officials. When the circumstances of the cardinal principles were slightly enough, he dared to self-restraint and self-restraint fair-minded. He felt unwilling to corrupt the circumstances, jealousy and wicked the circumstances, and rubbbbbbbbbbbing the circumstances and flat-minded circumstances. There was nothing to do so, and he submitted his wish. Consequently, the powerful and the powerful candidates of the government and the powerful candidates that no one candidates the powerful candidates [oftention to the powerful and the powerful of the powerfulness of the powerful and the powerful",
                "H2KE-nKo": "대사간 이재학이 상소하였는데, 그 대략에,“그동안 국옥이 있어 한 달이 넘도록 신문하였으나 간흉이 복주되고 대의가 밝혀졌으며, 뿌리와 소굴이 겨우 드러나자 끝까지 조사할 길이 없었습니다. 형장을 참다가 지레 죽어 버렸는데도 전형을 시행하지 못하였으니, 귀신과 사람의 통분함이 어찌 끝이 있겠습니까.신이 삼가 생각건대, 오늘날의 나랏일은 온갖 법도가 무너지고 모발이 모두 병들어서 상하가 근심하고 애쓰지만 수습할 수가 없습니다. 가장 중요한 것은 조정의 분위기가 흩어지고 언로가 막히며, 탐관오리가 풍속을 이루고 민생이 곤궁하며 거조가 마땅함을 잃고 인심이 배반하는 것입니다. 이렇게 된 것도 일조일석에 생긴 일이 아니니, 실로 간흉이 나라의 권력을 마음대로 휘두르고 해독이 쌓인 지 오래되었으나 감히 누구도 어쩌지 못한 데서 연유한 것입니다.아, 판중추부사 이지연과 이조 판서 이기연은 간인이고 흉물입니다. 사대부의 말석에 끼어 살면서 단지 주박만 일삼았고, 성균관에 기탁하여 기량이 속임수를 벗어나지 못하였으며, 과거에 급제하기를 도모하여 염치를 돌아보지 않았습니다. 그러다가 필경에는 지목을 받아 말하자니 패려하고 비루하였습니다.그의 사람됨은 교활하고 교활하며 속임수를 잘 썼고 기술을 잘 써서 남을 농락하는 것을 능사로 삼았으며, 경박한 기량은 추악하고 옳은 의론으로 세상을 속였습니다. 발언은 곧 거짓되어 헤아릴 수 없는 계책으로 남을 속이지 못하였고, 밝은 시대를 만나 지나치게 불식되어 조정의 벼슬아치들 가운데 으뜸이었습니다. 점차로 문호가 조금 이루어지자 드디어 감히 우뚝하게 자신을 과시하여 점차 수세를 부리니, 선류들이 교제를 맺으려 하지 않고 시기하고 미워하여 배척하고 모함하였습니다. 취향을 달리하는 것은 오직 악취를 쫓을 줄만 알았고 끌어들여 당여를 결성하였습니다. 그들의 환심을 얻자 영화와 이익이 뒤따랐고, 겨우 그들의 뜻을 거스르자 함정이 앞에 섰으며, 독사나 물여우처럼 활을 쏘며 이불을 가늠하여 발로하면 맞히지 않는 것이 없었고 그림자나 메아리보다도 빨랐습니다. 효음이나 경답처럼 서로 화답하고 화답하여 일이 이루어지지 않은 것이 없었고 원하는 바를 바쳤습니다. 이에 천거하고 등용함에 있어 어길 수 없는 것을 주창하였고, 공의라고 하는 것은 그의 입에서 나온 것이며, 곧은 말과 곧은 소리로 임금을 시험해 보려는 의도로 겁을 먹었고 협잡이라고 지목하였으니, 협잡이라고 하는 것은 그의 몸에 저촉될까 두려워한 것입니다. 그 의식을 풍족하게 하고 재용을 풍족하게 하면 관작을 팔고 공화를 고갈시키며, 그 무덤을 짓고 그 집을 넓게 지으면 금지된 지역을 엿보고 잔호를 쓸어 버렸습니다. 그들과 이익을 나누고 탐관오리인 수령은 칭찬을 많이 받았으며, 조금이라도 아끼려고 하면 청렴한 관리를 즉시 내쫓았습니다.부민에 대한 상전은 특교를 원용하여 규례로 삼았고, 퇴임한 관리의 사송은 청함을 지정하여 분부하였습니다. 재상의 업적이 진면을 드러낸 것은 사람으로 하여금 대신 수치스럽게 하였고, 어진을 봉안한 것은 그 소중함이 어떠합니까. 그런데 망묘루를 고쳐 짓는 공사 비용은 감히 경상 비용을 번거롭게 하지 않고 사재로 마감하였다고 말하였으니, 사재는 과연 어디에서 나온 것입니까. 나라의 체모가 여지없이 손상되었습니다. 본령이 궤멸되어 엄폐할 수 없고 조처가 이처럼 파탄 났으니, 온 조정이 곁눈질을 한 것은 진실로 공분에서 나온 것이고, 팔방에서 팔을 걷어붙이고 분격한 것은 사원을 위한 것이 아닙니다. 그런데도 전혀 거리낌이 없고 탐욕이 그치지 않아 부자와 형제가 청현직을 차지하고 족척과 인아가 후한 선물을 길렀습니다. 우리 국가에 화를 끼치고 우리 세도를 어지럽히며 해독을 끼친 것이 거의 병화가 잇따랐고 기근이 거듭된 것은 실로 또한 한 번 기수를 면할 수 없는 것처럼 한 것입니다. 그러나 악을 이루고 악을 쌓은 지 지금 30년이 되었습니다. 그런데도 조정이 고요하여 끝내 한마디 말도 없었으니, 훗날 오늘날을 논의하는 것이 마땅히 어떤 때라고 하겠습니까.공자는 한 번 정사를 어지럽힌 대부를 제거하였고, 노나라가 크게 다스려졌습니다. 지금 이 간흉은 정사를 어지럽혔을 뿐만 아니라 또 한 명의 대부에 그치지 않습니다. 어찌 잠시라도 조정에 그대로 두고 아직도 양관의 주벌을 아끼십니까. 삼가 바라건대, 전하께서는 자전께 여쭈어 판중추부사 이지연에게 우선 도성 밖으로 내쫓는 형전을 시행하고, 이조 판서 이기연에게 우선 원지에 찬배하는 형전을 시행하소서.”하니, 비답하기를,“이 판부사 형제는 향용한 지 오래되었고, 전적으로 위임한 지 오래되었고, 위임한 지 얼마 되지 않았는데 그대가 쉽사리 논단한단 말인가. 논한 바의 잘잘못은 우선 차치하고라도 어찌 이러한 조정의 체모가 있단 말인가. 매우 놀랍다. 그대에게 간삭하는 형전을 시행하겠다.”하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 9월 27일(갑인) 2번째기사",
                "gt-oKo": "대사간 이재학(李在鶴)이 상소하였는데, 대략 이르기를, “요즈음 국옥(鞫獄)이 있어 한 달이 넘도록 신문하여 간흉(奸凶)이 복주(伏誅)되고 대의(大義)가 밝아졌는데, 근원이 겨우 드러났으나 끝까지 밝혀 낼 계제가 없어졌습니다. 형장(刑杖)을 견디다가 경폐(徑斃)하여 전형(典刑)을 시행하지 못하였으니, 신인(神人)의 통탄이 어찌 한정이 있겠습니까? 신이 오늘날의 나라 일을 생각하건대, 온갖 법도가 무너지고 모발(毛髮)까지 다 병들어 위아래가 함께 근심하여 괴로워하나 수습하지 못하고 있습니다. 요컨대, 조상(朝象)이 흩어지고, 언로(言路)가 막히고, 탐오(貪汚)가 버릇되고, 민생(民生)이 곤궁하고 거조(擧措)가 잘못되어 인심이 배치(背馳)되고 있는데, 이렇게 된 것도 일조 일석의 까닭이 아니라 실로 간흉(奸凶)이 나라의 권세를 마음대로 하여 해독이 쌓인 지 오래 되었기 때문인데, 아무도 감히 힐문하지 못하고 있습니다. 아아! 판부사 이지연(李止淵)과 이조 판서 이기연(李紀淵)은 간인(奸人)이요 흉물(凶物)입니다. 사대부의 말석에 끼어 있으면서 평생 동안 술과 도박을 일삼았을 뿐이고, 재학(齋學) 사이에 몸을 의탁하여 기량(伎倆)은 속이고 흥정붙이는 데에 벗어나지 못하였으나, 과거의 급제를 차지하고자 도모하며 염치를 돌보지 않았으니, 마침내 지목받는 것을 말하기에도 더럽습니다. 그 사람됨이 교활하고 사나워서 책략을 잘 쓰고, 다른 사람을 농락하는 수단이 능숙하고, 하찮은 기술(記述)은 추악하여 그럴 듯한 말로 세상을 속이고, 말하는 것은 곧 거짓말이어서 헤아릴 수 없는 계책으로 남을 속이는데, 성명(聖明)의 때를 만나 지나치게 용서받아 조정 진신(縉紳)의 윗자리에 있습니다. 점점 발전하여 문호(門戶)가 조금 이루어지니, 드디어 스스로 잘난 체하고 점점 수세(手勢)를 부려서 받아들여 사귀려 하지 않는 선류(善類)를 미워하여 무함하고, 뜻을 달리하여 권세를 좇을 줄만 아는 자들을 끌어다가 무리를 맺었습니다. 그 환심을 얻으면 영리(榮利)가 뒤따르고, 그 뜻을 거스르면 함정이 앞에 있으며, 훼독(虺毒)·역사(蜮射)로 남의 마음을 잘 헤아려 쏘면 맞히지 못하는 것이 없는데 영향(影響)처럼 빠르고, 효음(梟吟)·경답(獍答)으로 창화(唱和)하여 떠벌리며 성취하지 못하는 일이 없이 바라는 대로 다하였습니다. 그래서 천거하고 용사(用捨)할 때에는 공의(公議)를 어기지 말라는 논의를 앞장서서 하나, 공의라는 것은 제 입에서 나오는 것이고, 곧은 말이나 바른 소리를 하면 시험해 보고 협잡해 보려 한다는 지목으로 겁주는데, 협잡이라는 것은 제 몸이 저촉될까 두려워하는 것입니다. 그 의식(衣食)을 풍족히 하고 그 재용(財用)을 넉넉히 하려면 벼슬을 팔고 공화(公貨)를 다 썼으며, 그 집안 무덤을 영선하고 그 집을 넓히려면 금령(禁令)을 엿보고 피폐한 민가를 박탈하였습니다. 이익을 나누어 주는 탐오(貪汚)한 감사(監司)·수령(守令)은 칭찬을 많이 받고, 조금 아끼려는 청렴한 관리는 곧 쫓겨났습니다. 부민(富民)의 상전(賞典)은 특교(特敎)를 이끌어 상례(常例)로 삼으나, 퇴리(退吏)의 사송(詞訟)은 청함(淸銜)을 지정하여 나누어 맡겼습니다. 상업(相業)의 진면(眞面)을 드러내는 것은 사람을 시켜 대신 바치게 하였는데, 어진(御眞)을 봉안(奉安)하는 중요함이 어떠하겠습니까마는 망묘루(望廟樓)를 고쳐 세우는 공비(工費)를 경용(經用)을 번거롭히지 않고 사재(私財)로 마감하였다고 감히 말하였으니, 사재는 과연 어디에서 나온 것이겠습니까? 나라의 체모를 손상시킨 것이 다시 여지가 없었습니다. 본령(本領)이 어그러진 것을 엄폐할 수 없고 조치가 파탄된 것도 이러하므로, 온 조정이 눈을 흘기는 것은 참으로 공분(公憤)에서 나온 것이며, 팔방에서 팔을 걷어붙이는 것도 사원(私怨) 때문이 아닙니다. 그러나 도무지 거리낌없이 탐욕이 그치지 않아서 부자(父子)·형제가 청현직(淸顯職)을 쉽게 얻고 있으며, 족척(族戚)·인아(姻婭)가 잘 살고 잘 먹고 있습니다. 우리 국가에 화를 끼치고 우리 세도(世道)를 어지럽혀 끼친 해독의 깊이가 거의 병화가 잇단 것보다 심하고 기근이 잇단 것이 실로 또한 한 번의 운명을 면할 수 없는 것과 같은데, 그 악(惡)을 돕고 악을 쌓은 것을 생각하면 이제 30년이 되었습니다. 그러나 조정이 고요하여 드디어 말 한 마디가 없으니, 후세에서 오늘날을 의논하여 마땅히 어떠한 때라 하겠습니까? 공자(孔子)가 정사를 어지럽힌 한 대부(大夫)를 제거하여 노(魯)나라가 잘 다스려졌습니다. 이제 이 간흉(奸凶)은 정사를 어지럽혔을 뿐만 아니라 한 대부(大夫)에 그치는 것도 아닌데, 어찌 잠시라도 조정에 두고 오히려 공자가 궐문(闕門)에서 죽인 것과 같은 벌을 아낄 수 있겠습니까? 바라건대, 전하께서는 동조(東朝)에 아뢰어 판부사 이지연에게는 우선 문외 출송(門外黜送)의 법을 시행하고, 이조 판서 이기연에게는 우선 멀리 귀양보내는 법을 시행하소서.” 하였는데, 비답하기를, “이 판부사(李判府事) 형제를 오래 계속 쓴 것이 어떠하며 오로지 위임한 것이 어떠하기에 네가 쉽사리 논단(論斷)하는가? 논한 잘잘못은 우선 버려두고 어찌 이러한 조정의 체모가 있겠는가? 매우 놀랍다. 너에게는 간삭(刊削)하는 법을 시행한다.” 하였다.",
                "hj": "○大司諫李在鶴疏略曰: 間有鞫獄, 閱月盤訊, 奸凶伏誅, 大義斯明, 根窩纔露, 窮覈無階。 忍杖徑斃, 莫施典刑, 神人痛惋, 容有其極? 臣竊惟今日國事, 百度隳弊, 毛髮俱病, 上下憂勤, 莫之收拾。 最是朝象渙散, 言路壅塞, 貪墨成風, 民生困悴, 擧措失宜, 人心走背, 其所以致此者, 亦非一朝一夕之故, 寔由奸凶之專擅國柄, 蠹害積久, 莫敢誰何耳? 噫嘻! 判府事李止淵, 吏曹判書李紀淵, 奸人也, 凶物也, 廁遊士夫之末, 生涯只是酒博, 寄托齋學之間, 伎倆未離騙儈, 圖占科第, 莫顧廉恥, 畢竟指目, 言之悖鄙。 惟其爲人, 狡黠騺譎, 善用機術, 能事闔捭, 薄記是醜, 誣世以似是之論, 發言便僞, 罔人以不測之計, 遭會明時, 過被拂拭, 冠於廷紳。 駸駸焉門戶稍成, 則遂敢巍然自大, 漸使手勢, 善類之不欲納交, 媢嫉而擠陷之, 異趣之惟知逐臭, 援引而黨結之。 得歡其心, 榮利隨後, 纔忤其志, 坑坎在前, 虺毒蜮射, 揣摩衾牀, 發無不中, 捷於影響, 梟吟獍答, 唱和篔箎, 事無不遂, 呈其願欲。 於是乎剡注用舍, 倡爲莫越, 公議之論, 公議云者, 自其口而出也, 讜言直聲, 怵以嘗試, 挾雜之目, 挾雜云者, 恐其身之觸也。 豐其衣食, 贍其財用, 則賣鬻官爵, 翻竭公貨, 營厥塚墓, 廣厥第宅, 則覬覦禁地, 鏟掃殘戶。 與之分利, 貪藩黷倅, 慱得褒譽, 稍欲節愛, 廉官淸吏, 卽見黜逐, 富民賞典, 援特敎而爲例, 退吏詞訟, 指淸銜而分付。 相業之露出眞面, 令人代羞, 御眞奉安, 所重何如? 而望廟樓改建工費, 敢言不煩經用, 私財磨勘, 私財果從何出? 而國體之虧損, 更無餘地。 本領之傾詭莫掩, 做措之破綻如此, 滿朝側目, 亶出公憤, 八方扼腕, 非爲私怨。 而都無忌憚, 饕餮不已, 父子、兄弟, 拾芥淸顯, 族戚、姻婭, 汲綆膴腆。 禍我國家, 亂我世道, 流毒之深, 殆有甚於兵燹之連, 飢饉之荐, 實亦一番氣數之若不可免者, 而念其濟惡稔惡, 三十年于玆矣。 朝廷寥寥, 遂無一言, 後之議今, 當爲何許時也? 孔子去一亂政大夫, 魯大治。 今此奸凶, 不特亂政而已, 又非止一大夫也, 豈可晷刻容置於廊廟之上, 尙靳兩觀之誅哉? 伏願殿下, 仰稟東朝, 判府事李止淵, 爲先施以門黜之典, 吏曹判書李紀淵, 爲先施以遠竄之典。 批曰: “李判府事兄弟, 嚮用之久何如, 委任之專何如, 而爾乃容易論斷? 所論之得失, 姑舍, 豈有如許朝體乎? 極爲駭然。 爾則施以刊削之典。”"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On eulmyo day, [the King] received the officials in the morning court assembly at the Royal Confucian Academy . ",
                "H2KE-nKo": "희정당에서 차대를 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 9월 28일(을묘) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 소대(召對)하였다.",
                "hj": "○乙卯/召對于熙政堂。"
            },
            "2": {
                "H2KE-EN": "The King appointed Hwang Yeon as 사간원 대사간으로, and Yi Gau as deputy magistrate of Hanseong Magistracy .",
                "H2KE-nKo": "황채를 사간원 대사간으로, 이가우를 한성부 판윤으로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 9월 28일(을묘) 2번째기사",
                "gt-oKo": "황겹(黃)을 사간원 대사간으로, 이가우(李嘉愚)를 한성부 판윤으로 삼았다.",
                "hj": "○以黃爲司諫院大司諫, 李嘉愚爲漢城府判尹。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "Compilation Commissioner of the Office of the Crown Prince Sim Seungtaek submitted a memorial, which reads as follows: Ah! Yi Jiyeons brothers wickedness and wickedness are revealed in a single day by Yi Jae . When the same court learns of this, Yi Jae was incorrectly examined to Yi Jae , and the entire country detested Yi Jae . All the people said that Yi Jae uttered all the other words, and your subject was even more grieved in his wickedness and wickedness without anything to do. Ah! When Yi Hanmok saw his fathers appeal, Yi Hanmok saw Yi Gimoks appeal, and returned to his hometown to rely upon him. After Yi Jae was apprehended and arrested, Yi Seong knew that he was unable to escape punishment. He saw Yi Gimoks brother, and asked Yi Gimok to inquire about his plans and handed his accomplices to the entire world. After Yi Jae was arrested and imprisoned, Yi Jae suddenly fabricated a false statement that he uttered Yi Jae on the grounds that Yi Jae had never communicated with Yi Jae by falsely claiming that Yi Jae had committed false accusations against Yi Jae. Yi Jae was already decided, and Yi Jae was able to conceal the transgressions of Yi Jae by hiding Yi Jae on the grounds that Yi Jae was not able to support Yi Jae on the grounds that Yi Jae could not support Yi Jae on the grounds that Yi Jae was wicked and wickedness. Yi Jae fabricated Yi Jae by withdrawing from his post and virtuous countenance, and Yi Jae sought to incorrect decision. The truth of Yi Jae fabricated the circumstances, and this is what Yi Jae uttered Yi Jae on the grounds that Yi Jae had uttered Yi Jae and Yi Jae fabricated Yi Jae on the grounds that Yi Jae had uttered Yi Jae and Yi Jae on the grounds that Yi Jae had uttered Yi Jae and Yi Jae had uttered Yi Jae on the grounds that Yi Jae had uttered Yi Jae",
                "H2KE-nKo": "수찬 심승택이 상소하였는데, 그 대략에,“아, 이지연 형제의 간사하고 흉악한 실상은 이재학이 대략 거론하였고, 온 조정이 알고 있는 것은 이재학보다 더 상세하니, 온 나라 사람들이 그를 미워하는 것이 이재학보다 더 심합니다. 온 나라 사람들이 모두 이구동성으로 말하고 있는데, 신은 이번 옥사 이후로 그 간사하고 흉악한 꾀가 이르지 않는 곳이 없는 것을 더욱 통탄스럽게 여깁니다.아, 저 이한모는 아비의 일을 호소하기 위해 상부에 소장을 안고 가서 이기연을 만나보고는 너그러운 비유를 얻어 향리에 돌아가 마치 믿는 데가 있는 것처럼 하였습니다. 윤상도를 체포한 뒤에 역적 이사성이 스스로 면할 수 없음을 알고는 한밤중에 이기연 형제를 찾아가서 계책을 묻고 수작하여 온 세상에 전파하였습니다. 그런데 체포되어 갇힌 뒤에는 갑자기 국청의 공초에서 없던 말로 근거도 없이 거짓말을 지어내고 스스로 앞장서서 화답하여 반드시 진신을 일망타진하고자 하였습니다. 평소 서로 사이가 좋지 않던 자들은 모두 죄에 걸려 모함을 받게 되었습니다. 안배가 이미 정해져서 겉으로는 만연될 우려를 보였으나 형적을 감추고자 하여 옆에서 도와주지 못한다는 탄식을 퍼뜨렸습니다. 기미를 살피기 전에 참혹한 계책이 저절로 탄로 났는데, 은연중에 물러나서 덕색으로 더욱 현혹시키려고 하였으니, 그 심보를 따져 보면 앞의 것은 화를 즐기는 것이고 뒤의 것은 화를 즐기는 것이니, 이것이 이른바 ‘기술을 잘 쓰고 교묘한 것을 잘 섬긴다.’라는 것입니다. 세상을 속이고 남을 속이는 평생의 기능과 크게 간사하고 지극히 흉악한 정상이 지금 남김없이 다 드러났습니다. 간사하고 흉악한 자를 용납하는 것은 결코 성조의 일이 아니니, 대각의 올곧은 논의를 어찌 받아들이지 않을 수 있겠습니까. 삼가 바라건대 이재학을 간삭하라는 명을 속히 거두시고, 이어 동조께 여쭈어 이지연 형제에게 이재학이 청한 법을 아울러 시행하소서.”하니, 비답하기를,“그대의 말이 한 단계 더 심하니, 이것이 무슨 일인가. 파직하는 법을 시행하겠다.”하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 9월 29일(병진) 1번째기사",
                "gt-oKo": "수찬 심승택(沈承澤)이 상소하였는데, 대략 이르기를, “아아! 이지연(李止淵) 형제가 간사하고 흉악한 사실은 이재학(李在鶴)이 상소하여 대략 거론하였거니와, 조정에 같이 있는 자들이 아는 것은 이재학보다 더 상세하고 팔방에서 미워하는 것은 이재학보다 더 심합니다. 나라 사람들이 모두 똑같이 말한다 하는데, 신은 이번의 옥사(獄事) 이후에 그 간사하고 흉악한 꾀가 이르지 않는 곳이 없는 것에 더욱 통탄합니다. 아아! 저 한모(翰模)가 제 아비의 일을 하소연하기 위하여 소장을 가지고 상부(相府)에 가서 이기연(李紀淵)을 만난 다음 너그럽게 타이르는 말을 듣고는 향리(鄕里)에 돌아와 뽐내는 것이 믿는 데가 있는 듯하였습니다. 윤상도(尹尙度)를 잡아온 뒤에 역적 허성(許晟)이 스스로 면하지 못할 것을 알고는 한나절과 밤새도록 이기연 형제를 찾아가서 만난 다음 계책을 묻고 계책을 받았는데, 수작한 것이 온 세상에 퍼졌습니다. 그가 잡혀 갇힌 뒤에는 문득 국초(鞫招)에 없던 말을 근거 없이 만들어 스스로 창화(倡和)하여 반드시 진신(縉紳)을 망 타진하고자 하여 평소에 친근하지 못하던 자를 모두 구함(構陷)하는 가운데에 걸리게 하였습니다. 안배(安排)가 이미 정해졌는데도 겉으로는 만연되는 것을 근심하는 빛을 보이며 형적(形迹)을 숨기려고 돕는 사람이 없다는 한탄을 널리 퍼뜨렸습니다. 기회를 잡게 되지 못하고 참람한 계책이 절로 드러나게 되어서는 넌지시 물러가 덕이 있는 체하고 더욱 현혹시키려 하였으니, 그 속마음을 추구해 보면 전에도 화(禍)를 일으키기 좋아하고 뒤에도 화를 일으키기 좋아한 데에 연유하니, 이것이 이른바 책략을 잘 쓰고 남을 농락하는 일에 능숙한 것입니다. 세상을 속이고 남을 속이는 것이 평생의 기능인데, 크게 간사하고 지극히 흉악한 정상이 이제 남김없이 죄다 드러났습니다. 간사하고 흉악한 자를 포용하는 것이 결코 성조(聖朝)의 일이 아니니, 대각(臺閣)의 바른 논의를 어찌 받아들이지 않을 수 있겠습니까? 삼가 원하건대, 이재학을 간삭(刊削)하라는 명을 빨리 거두시고, 동조(東朝)에 아뢰어 이지연 형제에게 이재학이 청한 법을 아울러 시행하소서.” 하였는데, 비답하기를, “네 말은 한 가지에 대하여 심각하니 이것이 무슨 일인가? 파직(罷職)의 법을 시행한다.” 하였다.",
                "hj": "○丙辰/修撰沈承澤疏略曰: 噫嘻! 李止淵兄弟之奸之凶之實, 李在鶴之疏略擧之矣, 同朝之知之也, 加詳於在鶴, 八方之嫉之也, 有甚於在鶴。 國人皆曰萬口一辭, 而臣於今番獄事以後, 益痛其奸凶之圖, 無所不至也。 噫! 彼翰模, 爲訴其父之事, 抱狀相府, 見紀淵而得其寬譬, 歸詑鄕里, 若有所恃。 尙度發捕之後, 晟賊自知不免, 則分日連夜, 往見紀淵兄弟, 問策授計, 酬酌播於一世。 及其逮囚之後, 忽以鞫招所無之說, 白地做謊, 自倡自和, 必欲網打搢紳, 素不相能者, 擧將置之於橫罹構陷之中。 安排已定, 陽示延蔓之憂, 形迹欲掩, 傍布莫助之歎。 不待炳幾, 憯計自露, 則隱然退而德色, 要滋疑眩, 究厥心腸, 由前而樂禍也, 由後而樂禍也, 此所謂善用機術, 能事捭闔。 誣世罔人之平生技能, 而大奸至凶之情, 而今畢露無有餘蘊。 容奸包凶, 決非聖朝之事, 臺閣讜正之論, 烏可不採納乎哉? 伏願亟收在鶴刊削之命, 仍稟東朝, 幷施止淵兄弟以在鶴所請之典。 批曰: “爾言深於一節, 是何事也? 施以罷職之典。”"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "Right State Councilor Jo Inyeong presented a memorial requesting the punishment of Kim Jeonghui .",
                "H2KE-nKo": "우의정 조인영이 차자를 올려 김정희를 재처하기를 청하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 9월 4일(신묘) 1번째기사",
                "gt-oKo": "우의정 조인영(趙寅永)이 차자(箚子)를 올려 김정희(金正喜)를 재처(裁處)하기를 청하였다.",
                "hj": "○辛卯/右議政趙寅永, 箚請金正喜裁處。"
            },
            "2": {
                "H2KE-EN": "On sinmyo day, the King attended the Royal Lecture on the Confucian Classics.",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 9월 4일(신묘) 2번째기사",
                "gt-oKo": "희정당에서 주강하였다.",
                "hj": "○晝講于熙政堂。"
            },
            "3": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, I saw the memorial submitted by Right State Councilor , and the advisability of criminals is clearly revealed. Truly, it is necessary to interrogate them continuously. However, the evidence of criminals have already been disappointed and there is no way to thoroughly investigate the case. Moreover, it is truly a fair opinion that high officials advise the jade and the law to thoroughly explain themselves in detail. Thus, it is in terms of righteousness to judge their suspicions. Therefore, it is necessary to have the death penalty reduced. As for the prisoners, Jeong Hui is confined to Daejeong District , where he is placed under restricted residence.",
                "H2KE-nKo": "전교하기를,“방금 우의정의 차자를 보니 옥사의 맥락과 핵심이 매우 분명하게 드러났다. 진실로 계속 신문해야 하겠지만 증거가 이미 끊어져 자세히 조사할 길이 없고, 또 대신이 옥사의 체모와 법리로써 누누이 진달한 것은 실로 공평하고 공명정대한 의론이다. 의심스러운 것을 따르는 의리로 볼 때 사형을 감해 주는 은전이 있어야 할 것이다. 국청 죄수 죄인 김정희를 대정현에 위리안치하라.”하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 9월 4일(신묘) 3번째기사",
                "gt-oKo": "하교(下敎)하기를, “이제 우상(右相)의 차본(箚本)을 보니 옥사(獄事)의 맥락과 요점이 매우 분명하다. 인하여 계속 신문해야 마땅하겠지만, 증거를 댈 길이 이미 끊어져서 힐문할 방도가 없고, 또 대신이 옥체(獄體)와 법리(法理)를 누누이 말한 것이 실로 공평하고 명정(明正)한 논의이니, 그 의심스러운 죄는 가볍게 벌한다는 의리에 있어서 감사(減死)의 법을 써야 마당하다. 국청(鞫廳)에서 수금(囚禁)한 죄인 김정희(金正喜)를 대정현(大靜縣)에 위리 안치(圍籬安置)하도록 하라.” 하였다.",
                "hj": "○敎曰: “纔見右相箚本, 獄事之脈絡肯綮, 甚是昭著。 固當連加訊推, 而證援已絶, 盤覈無路, 且大臣之以獄體與法理, 縷縷陳說者, 實是公平明正之論, 其在從疑之義, 合有減死之典。 鞫囚罪人正喜, 大靜縣圍籬安置。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General and the Office of the Censor General presented a joint memorial to the King, which stated, Alas! Truly, this is grieved. The memorial submitted by the enemy of the gyeongin year ( is an unprecedented treacherous and great sedition of all ages. It is Jeong Hui , who secretly gave [the enemy] to [the enemy], and [the enemy of the enemy] was Yangsun . The source of the circumstances and the circumstances [of the enemy of the enemy circumstances] are refused to confess [the enemy of the enemy",
                "H2KE-nKo": "삼사가 합동으로 아뢰기를,“아, 통탄스럽습니다. 역적 윤상도가 경인년에 올린 흉악한 상소는 만고에 없던 극악한 역적이고, 암암리에 내세운 자는 김정희이며, 사주해서 꾸며 내게 한 자는 역적 허성과 김양순입니다. 그 근원과 맥락이 조응하고 관통되었는데, 그 타고난 성품이 사납고 악독하여 줄곧 저뢰하고는 감히 증거를 대어 중단되었다고 하면서 스스로 죄를 벗어나려고 하였으니, 더욱 통탄스럽습니다.대신이 차자를 올린 것은 옥사의 체모를 엄격히 하고 법의 이치를 중시하는 뜻에서 나온 것이니, 우리 성상께서 죄수를 신중히 심의하시는 덕을 누군들 흠앙하지 않겠습니까. 그러나 그는 이번 옥사의 역적의 소굴이고 죄인의 우두머리인데, 끝까지 조사하지 못하고 갑자기 참작하여 처리하였으니, 국청의 체모로 헤아려 볼 때 법망을 빠져나갈 우려가 있고 국법으로 논해 볼 때 해이해질 우려가 있습니다. 대정현에 위리안치한 죄인 김정희를 속히 의금부로 하여금 다시 국문하여 실정을 캐내게 해서 전형을 통쾌하게 바로잡으소서.”하니, 비답하기를,“지난번 차자에 대한 비답에서 이미 유시하였다. 번거롭게 하지 말라.”하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 9월 5일(임진) 1번째기사",
                "gt-oKo": "삼사(三司)에서 합계(合啓)하기를, “아아! 통탄스럽습니다. 역적 윤상도(尹尙度)의 경인년 흉소(凶疏)는 만고에 없던 매우 큰 악역(惡逆)인데, 넌지시 뜻을 일러 준 것은 김정희(金正喜)이고, 사주하여 꾸며낸 것은 역적 허성(許晟)과 김양순(金陽淳)입니다. 그 원류(源流)와 맥락을 비추어 호응하며 관통하였는데, 그 천성이 사납고 독하여 한결같이 저뢰(抵賴)하고는 감히 증거를 끌어댈 길이 중단되었다고 생각하여 스스로 한 짓을 벗어나려 한 것은 더욱 매우 통탄스럽습니다. 대신의 차자(箚子)는 대개 옥체(獄體)와 법리(法理)를 엄중히 여기는 뜻에서 나왔습니다. 우리 성상께서 신중하게 살피라는 덕을 누가 흠앙하지 않겠습니까마는, 그는 이번 옥사의 역와(逆窩)이고 죄수(罪首)인데, 끝내 핵실(覈實)하지 못하고 문득 작처(酌處)하였으니, 국체(鞫體)를 헤아리면 법망에서 빠질 근심이 있고 국법으로 논하면 해이해질 염려가 있습니다. 대정현(大靜縣)에 위리 안치(圍籬安置)한 죄인 김정희를 빨리 왕부(王府)로 하여금 다시 국문(鞫問)하여 실정을 알아내게 하여 쾌히 전형(典刑)을 바루소서.” 하니, 비답하기를, “전의 차자(箚子)에 대한 비답에 일렀다. 번거롭게 하지 말라.” 하였다.",
                "hj": "○壬辰/三司合啓以爲: “噫嘻! 痛矣。 賊度庚寅凶疏, 卽亘萬古所未有之劇逆大憝也, 而暗地授意者正喜也, 指使粧出者晟賊陽淳也。 其源流脈絡, 照應貫通, 奈其賦性悍毒, 一向抵賴, 敢謂證援之中斷, 期欲自作之掉脫者, 尤極痛惋。 大僚之箚, 蓋出於嚴獄體重法理之義。 我聖上欽恤審克之德, 孰不欽仰, 而渠是今獄之逆窩也, 罪首也, 不克窮覈, 遽爾酌處, 揆諸鞫體, 有漏綱之憂, 論以邦憲, 有解紐之慮。 請大靜縣圍籬安置罪人正喜, 亟令王府, 更鞫得情, 夬正典刑。” 批曰: “已諭於前箚之批矣。 勿煩。”"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "The King appointed Oh Hyeonmun as navy commander of Hwanghae Province .",
                "H2KE-nKo": "오현문을 황해도 수군절도사로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 9월 6일(계사) 1번째기사",
                "gt-oKo": "오현문(吳顯文)을 황해도 수군 절도사로 삼았다.",
                "hj": "○癸巳/以吳顯文爲黃海道水軍節度使。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "Former Magistrate of Gapsan Strategic Prefecture Kim Yonggi , former Magistrate of Myeongcheon Yi Giseok , former Magistrate Yi Seungdeok , former Executive Assistant of Gyeongseong Kang Hanghye , Magistrate of Samju Strategic Prefecture Bak Wonsik , Magistrate of Jeongpyeong Magistracy Yi Jueung , Magistrate of Dancheon Magistracy Han Ikdong , Magistrate of Anbyeon Strategic Prefecture Kim Jajeon , former Magistrate of Samje District Yi Heupgu , former Magistrate of Jangjin Strategic Prefecture Oh Chigyeong , former Magistrate of Bukcheong Kim Yanggeun , Magistrate of Gyeongheung Strategic Prefecture Hong Unseok , Magistrate of Seongseong Magistracy Im Taeseok , Magistrate of Musan Magistracy Seo Yeongsun , Magistrate of Gilju Strategic Prefecture Im Taeyeong , former Executive Assistant of Hamheung Sim Uibok , and others were treated in varying degrees. This was done according to the circuit inspector dispatched to Hamgil Province Yi Euns letter.",
                "H2KE-nKo": "전 갑산 부사 김용기, 전 명천 부사 이기석, 전전 부사 이승덕, 전 경성 판관 강한혁, 삼수 부사 박원식, 정평 부사 이주응, 단천 부사 한익동, 안변 부사 김재전, 전 삼수 부사 이협구, 전 장진 부사 오치경, 전 북청 부사 김양근, 경흥 부사 홍운석, 종성 부사 임태석, 무산 부사 서영순, 길주 목사 임태영, 전 함흥 판관 심의복을 차등을 두어 죄주었다. 함경도 암행 어사 이은상의 서계로 인한 것이다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 9월 9일(병신) 1번째기사",
                "gt-oKo": "전 갑산 부사(甲山府使) 김용기(金用基)·전 명천 부사(明川府使) 이기석(李基碩)·전전 부사 이승덕(李承德)·전 경성 판관(鏡城判官) 강한혁(姜漢赫)·삼수 부사(三水府使) 박원식(朴元植)·정평 부사(定平府使) 이주응(李周膺)·단천 부사(端川府使) 한익동(韓益東)·안변 부사(安邊府使) 김재전(金在田)·전 삼수 부사(三水府使) 이협구(李叶求)·전 장진 부사(長津府使) 오치경(吳致慶)·전 북청 부사(北靑府使) 김양근(金穰根)·경흥 부사(慶興府使) 홍운석(洪雲錫)·종성 부사(鍾城府使) 임태석(任泰錫)·무산 부사(茂山府使) 서영순(徐永淳)·길주 목사(吉州牧使) 임태영(任泰瑛)·전 함흥 판관(咸興判官) 심의복(沈宜復)을 차등을 두어 죄주었는데, 함경도 암행 어사 이은상(李殷相)의 서계(書啓)에 따른 것이었다.",
                "hj": "○丙申/罪甲山前府使金用基, 明川前府使李基碩, 前前府使李承德, 鏡城前判官姜漢赫, 三水府使朴元植, 定平府使李周膺, 端川府使韓益東, 安邊府使金在田, 三水前府使李叶求, 長津前府使吳致慶, 北靑前府使金穰根, 慶興府使洪雲錫, 鍾城府使任泰錫, 茂山府使徐永淳, 吉州牧使任泰瑛, 咸興前判官沈宜復有差, 因咸鏡道暗行御史李殷相書啓也。"
            }
        }
    },
    "10": {
        "1": {
            "1": {
                "H2KE-EN": "On jeonghae day, the King received the officials in the morning court assembly at the Royal Confucian Academy.",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 10월 1일(정사) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 소대(召對)하였다.",
                "hj": "○丁巳/召對于熙政堂。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "On sinhae day, the King attended the Royal Lecture on the first day of the first month.",
                "H2KE-nKo": "희정당에서 주강을 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 10월 10일(병인) 1번째기사",
                "gt-oKo": "희정당에서 주강하였다.",
                "hj": "○丙寅/晝講于熙政堂。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the King received the officials in the morning court assembly at the Royal Confucian Academy.",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 10월 11일(정묘) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○丁卯/召對于熙政堂。"
            },
            "2": {
                "H2KE-EN": "The King appointed Han Jinhoe as the Office of the Censor General .",
                "H2KE-nKo": "한진호를 사간원 대사간으로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 10월 11일(정묘) 2번째기사",
                "gt-oKo": "한진호(韓鎭㦿)를 사간원 대사간으로 삼았다.",
                "hj": "○以韓鎭㦿爲司諫院大司諫。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "대왕 대비가 하교하기를, “일전에 처분을 내렸을 때에 어찌 조금이라도 돌보고 아끼는 뜻이 있었겠는가마는, 특별히 인효의 성대한 덕을 본받아 차마 무겁게 감처하지 못하였다. various officials of the Censorate 복합하여 many 날 동안 상하가 서로 버티어 끝낼 길이 없으니, although they could 굳게 지키려는 마음을 갖지 못하더라도 대관의 이름도 아끼지 않을 수 없다. 죄인 이지연은 방축하여 귀양보내는 법을 시행하고, 이기연은 절도에 안치하여 나라의 체면을 중하게 하고 대신을 대우하는 도리를 중하게 하라. 가중한 법을 윤허하기는 하였으나, 이것은 깊이 생각하고 충분히 참작하여 헤아린 데에서 나온 것이다. 이렇게 판하한 뒤에 다시 쟁집한다면 결코 들어줄 리가 없을 것이니, 신하들은 모름지기 이 뜻을 알아서 번거롭지 않게 해야 한다. 나는 다시 말하지 않겠다.” 하였다.",
                "H2KE-nKo": "대왕대비가 전교하기를,“일전에 내린 처분이 어찌 조금이라도 아까워하는 뜻이 있어서였겠는가마는, 지난날 온전히 보전해 준 성대한 덕을 특별히 생각하여 차마 무거운 쪽으로 감처하지 못한 것이다. 삼사의 신하들이 여러 날 동안 복합하여 상하가 서로 버티고 있지만 결말을 지을 길이 없다. 비록 처음 정한 마음을 굳게 지키지는 못하지만 대관의 이름도 아끼지 않을 수 없다. 향리로 내쫓은 죄인 이지연에게는 찬배하는 법을 시행하고, 이기연은 절도에 안치하라. 나라의 체모를 중시하고 대신을 대우하는 도리로 볼 때 비록 더 무거운 법률을 적용하도록 허락하더라도 이는 깊이 생각하고 충분히 참작하여 결정한 것이다. 이와 같이 판부한 뒤에 다시 쟁집한다면 결코 들어줄 리가 없으니, 신하들은 부디 이러한 뜻을 헤아려 부질없이 번거롭게 수응하는 일이 없도록 하라. 나는 두 번 다시 말하지 않겠다.”하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 10월 14일(경오) 1번째기사",
                "gt-oKo": "대왕 대비(大王大妃)가 하교하기를, “일전에 처분을 내리고부터 어찌 조금이라도 돌아보아 애석하게 여기는 뜻이 있겠는가마는, 옛날에 보전하신 성의(盛意)와 인효(仁孝)하신 덕을 본받아 차마 무겁게 감처(勘處)하지 못하였다. 삼사(三司)의 신하들이 여러 날 동안 복합(伏閤)하여 상하가 서로 버티는 것이 끝이 없으므로, 처음에 정한 마음을 굳이 지킬 수가 없다. 그러나 대관(大官)의 이름도 애석하게 여기지 않을 수 없다. 방축(放逐)한 죄인 이지연(李止淵)은 귀양보내는 법을 시행하고, 이기연(李紀淵)은 절도(絶島)에 안치(安置)하도록 하라. 국체(國體)를 중시하고 대신(臺臣)을 대우하는 도리는 더 무겁게 하는 율(律)을 윤허하였더라도 이는 깊이 상량(商量)하고 충분히 짐작한 데에서 나온 것이다. 이렇게 판하(判下)한 뒤에 다시 쟁집(爭執)하면 결코 윤허할 리가 없을 것이니, 제신(諸臣)은 모름지기 이 뜻을 헤아려서 한갓 수응(酬應)하는 번거로움을 끼치지 말도록 하라. 내가 다시 말하지 않겠다.” 하였다.",
                "hj": "○庚午/大王大妃敎曰: “自下日前處分, 豈有一分顧惜之意, 特體昔日全保之盛, 仁孝之德, 不忍從重勘處矣。 三司諸臣, 多日伏閤, 上下相持, 無由究竟, 雖不能固守初定之心, 大官之名, 亦不可不惜。 放逐罪人李止淵, 施以竄配之典, 李紀淵絶島安置, 重國體待臺臣之道, 雖許加重之律, 此出於深存商量, 十分勘酌。 如是判下之後, 更爲爭執, 則決無聽許之理, 諸臣須諒此意, 無徒致酬應之煩。 予言不再矣。”"
            },
            "2": {
                "H2KE-EN": "The King appointed Seong Su묵 as third minister of personnel .",
                "H2KE-nKo": "성수묵을 이조 참의로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 10월 14일(경오) 2번째기사",
                "gt-oKo": "성수묵(成遂默)을 이조 참의로 삼았다.",
                "hj": "○以成遂默爲吏曹參議。"
            },
            "3": {
                "H2KE-EN": "Yi Jiyeon was banished to Myeongcheon Prefecture , and Yi Giyeon was placed under restricted residence in Geumeo Island .",
                "H2KE-nKo": "이지연을 명천부에 찬배하고, 이기연을 고금도에 안치하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 10월 14일(경오) 3번째기사",
                "gt-oKo": "이지연(李止淵)을 명천부(明川府)로 귀양보내고, 이기연(李紀淵)을 고금도(古今島)에 안치(安置)하였다.",
                "hj": "○李止淵明川府竄配, 李紀淵古今島安置。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "Shin Mihyeon was appointed minister of rites , and Bak Gisu was appointed minister of works .",
                "H2KE-nKo": "서희순을 예조 판서로, 박기수를 공조 판서로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 10월 15일(신미) 1번째기사",
                "gt-oKo": "서희순(徐憙淳)을 예조 판서로, 박기수(朴綺壽)를 공조 판서로 삼았다.",
                "hj": "○辛未/以徐憙淳爲禮曹判書, 朴綺壽爲工曹判書。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "The King appointed Song Gyegan as inspector general of the Office of the Inspector General and Yun Jahong as censor of the Office of the Censor General .",
                "H2KE-nKo": "송계간을 사헌부 대사헌으로, 윤제홍을 사간원 대사간으로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 10월 17일(계유) 1번째기사",
                "gt-oKo": "송계간(宋啓榦)을 사헌부 대사헌으로, 윤제홍(尹濟弘)을 사간원 대사간으로 삼았다.",
                "hj": "○癸酉/以宋啓榦爲司憲府大司憲, 尹濟弘爲司諫院大司諫。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On gapsul day, the King appointed Jeong Gilin as the Office of the Censor General .",
                "H2KE-nKo": "정기일을 사간원 대사간으로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 10월 18일(갑술) 1번째기사",
                "gt-oKo": "정기일(鄭基一)을 사간원 대사간으로 삼았다.",
                "hj": "○甲戌/以鄭基一爲司諫院大司諫。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "Yi Yaku , a second inspector general , was appointed to the Office of the Inspector General .",
                "H2KE-nKo": "무오년에 이약우를 사헌부 대사헌으로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 10월 2일(무오) 1번째기사",
                "gt-oKo": "이약우(李若愚)를 사헌부 대사헌으로 삼았다.",
                "hj": "○戊午/以李若愚爲司憲府大司憲。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On byeongja day, the King went to 희정당에 나아가 대신과 비국 당상을 인견하였다. Right State Councilor Jo Inyeong advised, Truly, the grievance of the two criminals is extremely grieved, and this is also a misfortune for the royal court. Previously, even though Your Majesty persuaded Your Majestys instructions to thoroughly persuade the circumstances of the two criminals, it was a fault that the punishment was too lenient. As a subject commits a crime, how can the penal code be applied only to banishment to a designated area or banishment to a designated area? It is our humble hope for Your Majesty to reflect upon this matter again. The 대왕 대비가 하교하기를, Generally, the two criminals who have been entrusted with their duties for a long time were exposed to the cunning and extreme wickedness, and the circumstances of their crimes were exposed beyond measure. I am over ten years of secret grief that those who cannot settle their lives were saddened to tears and then given 처분 to them. The royal court should understand that such a matter was occurred. Their crime should not be stopped, but I repeatedly reflected upon this matter. If such a matter is to be applied to this matter, high officials must understand this. Also, this intent should be made to observe the three censors so that they may not continue to urgently occur. ",
                "H2KE-nKo": "상이 희정당에 나아가 대신과 비국 당상을 인견하였다. 우의정 조인영이 아뢰기를,“두 죄인의 일은 참으로 대단히 통탄스럽지만 또한 조정의 불행입니다. 지난번 자전의 하교에서 분명하게 유시하신 것이 비록 매우 엄정하였으나, 마지막에 가서 참작하여 처리한 것은 너무 관대하게 한 잘못이 있습니다. 신하로서 이러한 죄를 지었는데도 찬배와 절도에 정배하는 형률이 그쳤으니, 무슨 징토하는 의리가 있겠습니까. 다시 깊이 헤아려 처분하시기를 간절히 바랍니다.”하니, 대왕대비가 전교하기를,“대체로 두 사람은 오랫동안 전임하여 지극히 간사하고 흉악한 정상이 여지없이 다 드러났다. 내가 10여 년 동안 마음속에 남모르는 아픔을 안착할 수 없었던 것은 눈물을 흘리면서 처분한 것이니, 조정에서는 응당 이런 일이 있었으리라는 것을 알고 있을 듯하다. 그 죄명이 여기에 그치지는 않겠지만 여러 차례 참작하여 이와 같이 참작하여 처리한 것이니, 대신은 부디 이 점을 헤아리고 또한 이러한 뜻으로 삼사를 조정하여 줄곧 시끄럽게 굴지 않도록 하라.”하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 10월 20일(병자) 1번째기사",
                "gt-oKo": "임금이 희정당(熙政堂)에 나아가 대신과 비국 당상을 인견하였다. 우의정 조인영(趙寅永)이 아뢰기를, “두 죄인의 일은 참으로 몹시 통탄스러우며, 또한 조정의 불행입니다. 접때 자교(慈敎)에 환히 이르신 것이 엄하였으나, 마지막에 짐작하여 처치하신 것은 너무 너그러웠습니다. 신하가 이런 죄를 졌는데 율(律)이 찬배(竄配)와 도배(島配)에 그친다면 어찌 징토(懲討)하는 뜻이 있겠습니까? 다시 깊이 헤아려 처분하시는 것이 구구한 희망입니다.” 하니, 대왕 대비(大王大妃)가 하교하기를, “대저 두 사람은 오래 전임(專任)함에 따라 지극히 간사하고 흉악한 정상이 남김 없이 다 드러났다. 내가 10여 년 동안 남 모르는 아픔이 마음에 있어 억지하지 못하던 것을 눈물을 흘리며 처분한 것이니, 조정에서는 이런 일이 있었다는 것을 알아야 할 듯하다. 그 죄명이 여기에 그치는 것은 마땅하지 못하나 여러 번 헤아려서 이렇게 작처(酌處)하였으니, 대신은 모름지기 이를 헤아려야 하고, 또 이 뜻으로 삼사(三司)를 조정하여 한결같이 어지럽게 아뢰지 않게 해야 한다.” 하였다.",
                "hj": "○丙子/上御熙政堂, 引見大臣備局堂上。 右議政趙寅永啓言: “兩罪人事, 誠萬萬痛惋, 而亦朝廷之不幸也。 向來慈敎洞諭, 雖極嚴正, 末稍酌處, 失之太寬。 人臣負此罪犯, 而律止於竄配與島配, 則有何懲討之義哉? 更爲深量處分, 區區之望也。” 大王大妃敎曰: “大抵二人, 以其專任之久, 至奸極凶之狀, 畢露無餘。 予之十餘年隱痛在心, 按住不得者, 流涕而處分, 朝廷似應知有是事也。 其罪名, 宜不止此, 而屢爲斟量, 如是酌處, 大臣其須諒此, 亦以此意, 調停三司, 俾不至一向紛紜也。”"
            },
            "2": {
                "H2KE-EN": "Yi Huijun , the Office of the Inspector General , Yi Jun , the Office of the Censor General , Bak Yeongwon , the minister of punishments , and Jo 학nyeon , the Royal Confucian Academy .",
                "H2KE-nKo": "이희준을 사헌부 대사헌으로, 이준호를 사간원 대사간으로, 박영원을 형조 판서로, 조학년을 성균관 대사성으로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 10월 20일(병자) 2번째기사",
                "gt-oKo": "이희준(李羲準)을 사헌부 대사헌으로, 이준호(李竣祜)를 사간원 대사간으로, 박영원(朴永元)을 형조 판서로, 조학년(趙鶴年)을 성균관 대사성으로 삼았다.",
                "hj": "○以李羲準爲司憲府大司憲, 李竣祜爲司諫院大司諫, 朴永元爲刑曹判書, 趙鶴年爲成均館大司成。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "The King appointed Bak Yeongwon as inspector general of the Office of the Inspector General , Hong Gyeongo as minister of personnel , and Yi Donyeong as second minister of personnel .",
                "H2KE-nKo": "박영원을 사헌부 대사헌으로, 홍경모를 이조 판서로, 이돈영을 이조 참판으로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 10월 22일(무인) 1번째기사",
                "gt-oKo": "박영원(朴永元)을 사헌부 대사헌으로, 홍경모(洪敬謨)를 이조 판서로, 이돈영(李敦榮)을 이조 참판으로 삼았다.",
                "hj": "○戊寅/以朴永元爲司憲府大司憲, 洪敬謨爲吏曹判書, 李敦榮爲吏曹參判。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "A fire broke out at Suan County in gihae year (14199, the fourth year of King Sejongs reign. The King granted relief to the families.",
                "H2KE-nKo": "기묘년에 화재를 당한 수안군의 소호에 휼전을 베풀었다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 10월 23일(기묘) 1번째기사",
                "gt-oKo": "수안군(遂安郡)의 불탄 집에 휼전(恤典)을 내렸다.",
                "hj": "○己卯/給遂安郡燒戶, 恤典。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "The King summoned the three imperial envoys at the Hall of Receiving the Imperial Investiture . 【동지 정사 Bak Hoesu , Vice-Envoy Jo Giyeong , and 서장관 Yi Hoegu .】 paid a farewell visit to the King.",
                "H2KE-nKo": "희정당에서 세 사신 - 동지 정사 박회수, 부사 조기영, 서장관 이회구 - 을 불러서 보았다. 하직 인사를 하였기 때문이다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 10월 24일(경진) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 세 사신(使臣)【동지 정사(冬至正使) 박회수(朴晦壽)·부사(副使) 조기영(趙冀永)·서장관(書狀官) 이회구(李繪九)이다.】을 소견(召見)하였는데, 사폐(辭陛)하기 때문이었다.",
                "hj": "○庚辰/召見三使臣于熙政堂。【冬至正使朴晦壽, 副使趙冀永, 書狀官李繪九。】辭陛也。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "The King appointed Seo Junbo as minister of punishments and Jo Bongha as third inspector of the Office of Royal Decrees .",
                "H2KE-nKo": "신사년에 서준보를 형조 판서로, 조봉하를 규장각 대교로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 10월 25일(신사) 1번째기사",
                "gt-oKo": "서준보(徐俊輔)를 형조 판서로, 조봉하(趙鳳夏)를 규장각 대교(奎章閣待敎)로 삼았다.",
                "hj": "○辛巳/以徐俊輔爲刑曹判書, 趙鳳夏爲奎章閣待敎。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On gyemi day, the King appointed Kwon Daeeung as the Office of the Censor General .",
                "H2KE-nKo": "권대긍을 사간원 대사간으로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 10월 27일(계미) 1번째기사",
                "gt-oKo": "권대긍(權大肯)을 사간원 대사간으로 삼았다.",
                "hj": "○癸未/以權大肯爲司諫院大司諫。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "On byeongjin day, the King received the officials in the morning court assembly at the Royal Confucian Academy.",
                "H2KE-nKo": "희정당에서 병술년의 소대를 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 10월 30일(병술) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 소대(召對)하였다.",
                "hj": "○丙戌/召對于熙政堂。"
            },
            "2": {
                "H2KE-EN": "The King held a separate lecture on the Confucian Classics at the Hall of Worthies.",
                "H2KE-nKo": "희정당에서 별강을 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 10월 30일(병술) 2번째기사",
                "gt-oKo": "희정당(熙政堂)에서 별강(別講)하였다.",
                "hj": "○別講于熙政堂。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On sinhae day, the King received the officials in the morning court assembly at the Royal Confucian Academy.",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 10월 5일(신유) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○辛酉/召對于熙政堂。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On sinhae day, the first day of the month, the Abdicated King (Taejong issued a royal directive to the King (Sejong: I remembered Noh Gyeong and Kang Sangdo in accordance with the law. Later, I remembered and grieved many grievances in the past and were expected. At that time, there were various officials in the Three Armies wrote about the crimes of Yi Jiyeon and his brothers. Those who harbored self-restraint behavior in my heart throughout the ten-year [mourning period], and were unaware of my self-restraint. Therefore, I gave this clear instruction. Ah! When I was in the jeonghae year (, the cardinal principles of Heaven and the earth is righteous. How could Yi Jiyeon and his brother have self-restrained their grievances? Nevertheless, because they did not observe the circumstances without observing anything that they did not observe the circumstances. Only at this, they did not achieve their grievances to Heaven. They always dared to criticize slander or slander from one of the administration or one of the royal orders. This was the true meansgression of the ancient times that petty men supported them to execute government positions. However, my 익종 sagely sagacity was wicked and wicked by circumstances, and I expelled all of them from the capital. It has been a long time since the grand morning court assembly (that is, King Taejo had been impressed and used for a long time, and I did not execute them to death. This was also my benevolence and filial piety. From the beginning, they began to know that they were worried and apprehended one of the left and the right sides. They placed themselves to naturalized their own power. They rushed their hands and obstinately observed the circumstances. They wanted to self-restraint their desires to cultivate them. Their crimes were related to harmonious disturbances. When Ikjong thoroughly examined the circumstances, they eventually grieved me with grievances. How could they be able to preserve their sleeves? Ah! Since the gyeongin year (, all things have been broadened and desired to cultivate them, they only worried their grievances. The virtues of our ancestor",
                "H2KE-nKo": "대왕대비가 전교하기를,“내가 김노경과 윤상도를 법대로 처벌한 뒤에 지난 일을 돌이켜 생각하여 슬픈 마음을 많이 일으켰다. 이러한 때에 삼사의 신하들이 이지연 형제의 죄상을 나열하였는데, 내가 10여 년 동안 마음속에 참아 온 것이 자신도 모르게 마음속에 촉발되어 이렇게 분명하게 유시하는 것이다.아, 정해년에 대리청정은 하늘의 법이고 땅의 의리였다. 저 이지연 형제도 어찌 불만스러운 마음을 품었겠는가마는, 그들이 평소에 틈을 엿보지 않은 일이 없고 주장하지 않은 일이 없었다. 그런데 유독 이 사람들에 대해서만 하늘의 덕을 탐낸 것으로 공을 삼을 수 없어서 한 번의 정사나 한 번의 명령에 대해 번번이 감히 비방하고 비방하였다. 이것은 예로부터 소인이 임금을 협박하여 벼슬에 나오게 하려는 한결같은 심법이다. 그런데 우리 익종의 영명함으로 그들의 간사하고 흉악한 정상을 살피고서 모두 지방으로 내쫓았다. 이는 대조께서 등용한 지 이미 오래되었기 때문에 공개적으로 처형하지 않은 것이니, 이 또한 우리 익종의 어질고 효성스러운 덕이다.그들이 비로소 겁을 먹고서 한 명의 좌우에서 당치도 않은 상소를 꾸며 내어 스스로 귀화하였다고 핑계를 대었는데, 손발이 황란하고 정태가 종잡을 수 없어 참혹한 계책을 멸족시키려고 하였다. 그리하여 죄가 저절로 이간질하는 데로 돌아갔으니, 익종이 더욱 그 정상을 살피고서 더욱 통분한 마음이 간절하여 나에게 말한 것이 또한 여러 차례였다. 그들의 목숨을 어찌 보전할 수 있겠는가.아, 경인년 이후로 모든 일이 변화무쌍하여 제기하고 싶으면 슬픔만 더할 뿐이다. 선왕의 성대한 덕은 오로지 온전히 보전하는 것을 급선무로 삼았고, 또 조정에 인재가 부족해지자 보잘것없는 자들을 혹 취하여 예전처럼 등용하여 이처럼 구차하게 용납하였다. 정승에 임명되고 전조에 있으면서 볼 만한 것이 하나도 없었고, 사사로움을 따르고 공도를 무시하여 갈수록 더욱 제멋대로 하였다. 신하들의 성토가 이렇다 저렇다 하지 않은 것은 소원한 사람과 신진이 혹 미처 자세히 알지 못해서 그런 것인가? 지금 두 사람을 죄주면서 근본은 버려두고 말단만 거론해서는 안 되니, 판중추부사 이지연과 이조 판서 이기연을 모두 향리로 내쫓으라.”하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 10월 6일(임술) 1번째기사",
                "gt-oKo": "대왕 대비(大王大妃)가 하교하기를, “내가 김노경(金魯敬)·윤상도(尹尙度)를 처벌한 뒤에 지난 일을 생각하면 슬픈 마음을 일으키는 것이 많은데, 요즈음 삼사(三司)의 신하들이 이지연(李止淵) 헝제의 죄상을 나열하니, 내가 10여 년 동안 마음에 숨기고 참던 것이 저절로 마음속에서 촉발(觸發)하여 이렇게 분명히 하유(下諭)한다. 아아! 정해년의 대리 청정(代理聽政)은 하늘의 상도(常道)이고 땅의 의리이니, 저 이지연 형제도 어찌 불만한 마음이 있었겠는가마는, 그들이 평소에 엿보지 않는 일이 없고 주장하지 않는 일이 없던 버릇으로 여기에 대해서만 하늘의 공(功)을 탐내어 제 공으로 삼을 수 없으니, 정령(政令) 하나하나를 문득 감히 비방하고 비평하였다. 이것은 예전부터 소인이 협제(脅制)하여 진용(進用)되기를 바라던 한결같은 심법(心法)인데, 우리 익종(翼宗)께서 영명(英明)으로 그 간흉(奸凶)을 살펴서 모두 외방으로 내쳤으나, 대조(大朝)께서 계속 쓴 지 이미 오래 되었다 하여 현륙(顯戮)으로 처치하지 않은 것도 우리 익종의 인효(仁孝)한 덕이었다. 그들이 비로소 두려움을 알고 좌우에 마땅한 사람이 없다는 상소를 꾸며 내어 스스로 귀화를 칭탁하였으나 수족(手足)이 혼란하고 정태(情態)가 섬홀(閃忽)하여 참람하게 멸족(滅族)의 계책을 이루고자 하여 죄범(罪犯)이 절로 이간하는 데로 돌아갔으니, 익종께서 정상을 더욱 살피고 더욱 매우 통탄하여 나에게 말한 것도 여러 번이었다. 그들이 허리와 목을 어찌 보전할 수 있겠는가? 아아! 경인년 이후로 온갖 일이 격변(激變)하여 제기하려 하면 슬픔만 더할 뿐이다. 선조(先朝)의 성덕(盛德)은 오로지 보전하는 것을 앞세우셨고, 또 조정에 인재가 모자라서 하찮은 자도 혹 취하여 예전대로 진용하여 이토록 구차하게 용납하셨으나, 정승이 되고 전조(銓曹)에 있으면서 볼 만한 일이 하나도 없었으니, 사정(私情)을 따라 공도(公道)를 돌아보지 않은 채 갈수록 더욱 마음대로 하였다. 신하들의 성토(聲討)가 이 일 때문이고 저 일 때문이 아닌 것은 소원(疏遠)한 자와 신진(新進)인 자가 혹 미처 잘 알지 못하여 그러한 것인가? 이제 두 사람을 죄주되, 근본을 버려두고 말단을 거론하여서는 안된다. 판부사 이지연과 이조 판서 이기연(李紀淵)을 모두 향리(鄕里)로 방축(放逐)하라.” 하였다.",
                "hj": "○壬戌/大王大妃敎曰: “予於魯敬、尙度置法之後, 追念往事, 起慼者多, 際有三司諸臣, 臚列李止淵兄弟罪狀, 予之十餘年隱忍在心者, 自不覺觸發于中, 有此洞諭之矣。 嗚呼! 丁亥代聽, 天之經, 地之義也。 彼止淵兄弟, 亦豈有不滿之心, 而特以渠輩平日無事不窺覘, 無事不主張之習, 獨於此, 渠無以貪天爲功, 則乃於一政一令之間, 輒敢誹謗譏訕。 此是從古小人脅持要進之一套心法, 而以我翼宗英明, 察其奸凶, 幷黜于外, 以其大朝嚮用已久, 不置顯戮, 亦我翼宗仁孝之德也。 渠輩始知懼㤼, 粧出一左右無當之疏, 自托歸化, 而手脚慌亂, 情態閃忽, 憯計欲逞於湛滅, 罪犯自歸於惎間, 翼宗益察情狀, 益切痛惋, 言於予者, 亦屢矣。 渠輩腰領, 烏可得保乎? 嗚呼! 庚寅以後, 萬事滄桑, 欲提則只增疚慼, 先朝盛德, 專以全保爲先, 且値朝廷承乏, 斗筲或取, 依舊進用, 苟容至此, 拜相居銓, 無一可觀, 循私蔑公, 去益專擅。 諸臣之聲討, 以此而不以彼者, 踈逖與新進, 或有未及詳知而然耶? 今罪二人, 不可遺本而擧末, 判府事李止淵, 吏曹判書李紀淵, 幷放逐鄕里。”"
            },
            "2": {
                "H2KE-EN": "Hong Gyeongmok was appointed as the Office of the Inspector General , and Yi Jeongsin as the Office of the Censor General .",
                "H2KE-nKo": "홍경모를 사헌부 대사헌으로, 이정신을 사간원 대사간으로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 10월 6일(임술) 2번째기사",
                "gt-oKo": "홍경모(洪敬謨)를 사헌부 대사헌으로, 이정신(李鼎臣)을 사간원 대사간으로 삼았다.",
                "hj": "○以洪敬謨爲司憲府大司憲, 李鼎臣爲司諫院大司諫。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On gyehae day, the King received the officials in the morning court assembly in the gyehae year (.",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 10월 7일(계해) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○癸亥/召對于熙政堂。"
            },
            "2": {
                "H2KE-EN": "The King appointed Bak Gisu as minister of personnel .",
                "H2KE-nKo": "중비로 박기수를 이조 판서로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 10월 7일(계해) 2번째기사",
                "gt-oKo": "중비(中批)로 박기수(朴岐壽)를 이조 판서로 삼았다.",
                "hj": "○中批, 以朴岐壽爲吏曹判書。"
            },
            "3": {
                "H2KE-EN": "시임 대신과 원임 대신이【봉조하남공철, 영부사이상황, Superintendent [of the Middle Army] Bak Jongmu , Right State Councilor Jo Inyeong .】 연명으로 차자를 올렸는데, 대략 이르기를, “신 등이 삼가 보건대, yields sentenced to a release of Yi Jiyeon and his brothers who had been banished to a designated area. Yesterday, Your Majesty issued a royal order to punish Yi Jiyeon and his brothers who had been banished to a designated area. Their crimes were unpardonable for the world and the earth of the sun and the moon, and the sun and the brilliance of the sun and the moon. When they received the royal order, they were involved in harmony with benevolence and filial piety. Truly, this is an unprecedented treacherous and great sedition. Furthermore, our King Sunmyo (King Sunmyo was the benevolence of protecting our ancestors. Confucius the benevolence and filial piety of my late father, and I was unaware of my own grief and sorrowful that I shed tears all. However, this is still affectionate even when the crimes were not exposed. Your subject and others are foolish and ignorant, lacking circumstances and lacking cunning treacherous circumstances. Thus, Your Majesty made trouble for our Queen Mother for ten years. Therefore, your subject and others implore Your Majesty to punish them for this day is too late. However, your subject and others think that if a subject commits a crime, how can we punish him only because he committed a crime of disrespectfulness and irreverence? In recent days, the various problems that the officials in the Three Armies discuss their crimes are merely based on their skills and thoroughly monitoring their minor merits. Your subject and others should not repeatedly mention this matter again. However, if we only punish the criminals crime of merely a release of release from the designated area, how can we disclose the moral obligation of the subject and his human feelings and resolve? Even if Your Majesty wishes to spare the magnanimity of the mountains and vagabonds and tolerate them, it would be impossible to forgive them. Your subject humbly requests that Your Majesty report this to the Queen Mother and quickly punish the criminals. The King responded, saying, The offense committed is proper",
                "H2KE-nKo": "시원임 대신 - 봉조하 남공철, 영중추부사 이상황, 판중추부사 박종훈, 우의정 조인영이다. - 이 연명으로 차자를 올렸는데, 그 대략에,“신들이 삼가 동조 전하께서 어제 내리신 죄인 이지연 형제를 방축하라는 처분에 대한 전교를 보니, 그동안 저지른 죄가 천지간에 용납될 수 없는 것이었습니다. 조정에서 미처 알지 못한 것은 모두 해와 달이 밝게 비추는 밝음을 피할 수 없는 것이었고, 왕위를 주고받을 때에 자전과 효도 사이에 관계된 것이 이와 같았으니, 이는 참으로 만고에 없던 극악한 역적입니다. 또 우리 순조(純祖 영조)를 온전히 보전해 주려는 뜻과 익조(翼考 영조)의 어질고 효성스러운 덕에 대해 자신도 모르게 슬픔을 억누르고 눈물을 줄줄 흘렸습니다. 그러나 이것은 오히려 죄악이 드러나지 않았을 때의 일에 속합니다. 신들이 우매하여 아는 것은 기미를 밝히기에 부족하고 용기는 간사함을 꺾기에 부족하여 우리 동조께서 10여 년 동안 은인자중하시는 성려를 번거롭게 하였으니, 신들이 오늘 성토하는 것도 늦었다고 하겠습니다.다만 생각건대 신하 된 자로서 이런 죄를 저질렀다면 어찌 무장불경의 형률뿐이겠습니까. 근래 삼사가 논한 여러 조목은 단지 겉모습만 따진 것에 불과하고 시마와 대공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 대공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 대공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 대공, 소공, 소공, 소공, 소공, 소공, 대공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 대공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 대공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공, 소공\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 10월 7일(계해) 3번째기사",
                "gt-oKo": "시임(時任)·원임(原任)의 대신(大臣)【봉조하 남공철(南公轍)·영부사 이상황(李相璜)·판부사 박종훈(朴宗薰)·우의정 조인영(趙寅永)이다.】 이 연차(聯箚)하였는데, 대략 이르기를, “신(臣)들이 동조 전하(東朝殿下)께서 어제 내리신 죄인 이지연(李止淵) 형제를 방축(放逐)하라고 처분하신 전교(傳敎)를 보았더니, 그 전후의 죄범(罪犯)이 천지에 용납할 수 없는 것이었습니다. 조정에서 미처 알지 못하던 것도 모두 이미 일월(日月)같이 밝게 비추어 아시는 데에서 도피할 수 없었고, 주고 받으실 즈음에 자효(慈孝) 사이에 관계되는 것이 이와 같은 데에 이르렀으니, 이는 참으로 만고에 없던 악역(惡逆)입니다. 또 우리 순조(純祖)께서 보전하신 뜻과 익종(翼宗)의 인효(仁孝)하신 덕에 대해서는 슬픔을 눌러도 저절로 울음과 눈물이 함께 납니다마는, 이것은 오히려 죄악이 드러나지 않았을 때의 일에 속합니다. 신들이 어리석어 지혜는 기회를 잡을 만하지 못하고 용기는 간사한 자를 꺾을 만하지 못하여 우리 동조께서 10여 년 동안 은인(隱忍)하시는 성려(聖慮)를 번거롭게 하였으니, 신들이 오늘날 성토하는 것도 늦었다 할 것입니다. 단지 생각하건대, 신하로서 이런 죄가 있는데 어찌 무장(無將)·불경(不敬)의 율(律)뿐이겠습니까? 근일 삼사(三司)에서 논한 여러 조목은 껍질을 더듬어 만져보고 대강 살핀 것에 지나지 않을 따름이니, 신들이 다시 번거롭게 나열할 것 없습니다. 그러나 대저 이 죄인의 죄를 방축하는 법만 시행한다면, 어떻게 군신(君臣)의 의리를 밝히고 신인(神人)의 분노를 풀겠습니까? 전하께서 이들에게 포용하는 도량으로 곡진하게 용납하여 용서하려 하시더라도 할 수가 없습니다. 바라건대, 우러러 동조(東朝)께 아뢰어 빨리 천토(天討)를 행하소서.” 하였는데, 비답하기를, “그 죄진 것에 따라 당률(當律)로 처치해야 마땅하나, 자성(慈聖)께서 이에 대하여 깊이 헤아리신 것을 내가 우러러 아니, 또한 어찌 우러러 본받지 않겠는가? 그러나 경(卿)들의 말도 이처럼 엄정하니, 다시 우러러 아뢰겠다.” 하였다.",
                "hj": "○時原任大臣,【奉朝賀南公轍、領府事李相璜、判府事朴宗薰、右議政趙寅永。】聯箚略曰: 臣等伏見東朝殿下, 昨下放逐罪人李止淵兄弟處分傳敎, 則其前後罪犯之爲天地所不能容。 朝廷所未及知者, 皆已莫逃於日月照燭之明, 至於授受之際, 慈孝之間干繫如此, 此誠亘萬古所未有之逆憝也。 又於我純祖全保之意, 翼考仁孝之德, 自不覺掩抑愴慟, 聲淚交逬, 然而此猶屬罪惡未彰時事也。 臣等愚昧, 知不足以炳幾, 勇不足以折奸, 致煩我東朝十餘年隱忍之聖慮, 則臣等之今日聲討, 亦云晩矣。 第念爲人臣而有此罪, 奚但無將不敬之律而已哉? 近日三司所論諸條, 特不過皮膜之摸, 而緦功之察耳, 臣等不須更煩臚列。 而夫以此罪人之罪, 只施放逐之典, 則何以明君臣之義, 洩神人之憤哉? 殿下於此, 雖欲以山藪包荒之量, 曲加涵貸, 有不得也。 伏願仰稟東朝, 亟行天討焉。 批曰: “以其負犯, 宜置當律, 而慈聖之深存斟量於此, 予有仰認, 亦豈不仰體乎? 然而卿等之言又如是嚴正, 當更爲仰稟也。”"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On gapja day, there was thunder and lightning. The 대왕 대비가 하교하기를, “때아닌 thunder and lightning are also thunderly occurred. This is a calamity of natural disaster. Heavens 경계를 보인 것은 반드시 그 까닭이 있을 것인데, 오로지 미망인이 제대로 cultivated and encouraging the 정령s. From this day forward, reduce the number of side dishes for three days, thereby apprehensive concerning the natural disaster.",
                "H2KE-nKo": "갑자년에 장맛비가 내리고 천둥이 쳤다. 대왕대비가 전교하기를,“때아닌 천둥이 또 매우 우르릉거리니, 이는 재이이다. 하늘이 경고를 보이는 것은 반드시 그 까닭이 있을 것인데, 이는 전적으로 미망인이 정령에 진작하고 면려하지 못한 소치이다. 오늘부터 3일 동안 감선하여 조금이라도 화를 두려워하는 뜻을 표하겠다.”하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 10월 8일(갑자) 1번째기사",
                "gt-oKo": "비가 내리고 천둥하였다. 대왕 대비가 하교하기를, “때아닌 천둥이 들리고 또 매우 컸으니, 이것은 재이(災異)이다. 하늘이 경계를 보이는 것은 반드시 그 까닭이 있는데, 오로지 미망인이 정령(政令)에 떨치고 힘쓰지 못한 소치에 말미암은 것이다. 오늘부터 사흘 동안 감선(減膳)하여 조금이라도 화(禍)를 두려워하는 뜻을 비치겠다.” 하였다.",
                "hj": "○甲子/雨雷。 大王大妃敎曰: “非時之雷, 又極轟殷, 此是災異也。 上天示警, 必有其故, 專由於未亡人, 不能振勵於政令之致耶。 自今日減膳三日, 以寓一分畏禍之意。”"
            },
            "2": {
                "H2KE-EN": "The King issued a royal directive: Now there is a thunder phenomena when there is a thunder occurrence of thunder. Truly, this is a warning and apprehensive. As a result, 반성하고 반성하는 도리에 있어서 apprehensive and apprehensive, henceforth, the number of side dishes should be reduced for three days. ",
                "H2KE-nKo": "전교하기를,“이번에 천둥친 이변이 거두어 갈무리하는 계절에 갑자기 있었으니, 매우 놀랍고 두렵다. 수성하는 도리로 볼 때 경계하고 두려워하는 조치가 있어야 할 것이니, 오늘부터 3일 동안 정전을 피하고 감선하겠다.”하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 10월 8일(갑자) 2번째기사",
                "gt-oKo": "하교하기를, “이제 천둥의 이변이 수확할 철에 갑자기 있었으니, 매우 놀랍고 두렵다. 수성(修省)하는 도리에 있어서 경계하고 삼가는 일이 있어야 할 것이니, 오늘부터 사흘 동안 정전(正殿)을 피하고 감선(減膳)하겠다.” 하였다.",
                "hj": "○敎曰: “今此雷異, 忽在收藏之節, 甚是警悚。 其在修省之道, 宜有警惕之擧, 自今日避正殿減膳三日。”"
            },
            "3": {
                "H2KE-EN": "The Office of the Censor General presented a joint memorial to encourage the study of the Royal Confucian Academy and then requested that Yi Jiyeons elder brother be judged according to the law. The King responded, Your words are very earnest and sincere. I must 깊이 유념하겠다. The end of the memorial to the Royal Confucian Academy stated that the previous memorial was already issued.",
                "H2KE-nKo": "옥당이 연명으로 차자를 올려 성학을 권면하고, 이어 이지연 형제에게 해당하는 법률을 시원스레 시행할 것을 청하니, 비답하기를,“그대들의 말이 또 매우 간절하고 지극하니, 깊이 유념하겠다. 말미에 덧붙여 아뢴 일은 이미 전에 비답을 내렸다.”하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 10월 8일(갑자) 3번째기사",
                "gt-oKo": "옥당(玉堂)에서 연차(聯箚)하여 성학(聖學)에 힘쓸 것을 아뢰고, 이어서 이지연(李止淵) 형제에게 쾌히 당률(當律)을 시행하기를 청하니, 비답하기를, “너희 말이 또 매우 절실하고 지극하니 체념(體念)하겠으나, 끝에 덧붙여 아뢴 일은 이미 전에 비답하였다.” 하였다.",
                "hj": "○玉堂聯箚陳勉聖學, 仍請李止淵兄第夬施當律, 批曰: “爾等之言, 又甚切至, 當體念。 而尾附事, 已有前批矣。”"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On sinchuk day, [the King] received the officials in the morning court assembly at the Royal Confucian Academy . ",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 10월 9일(을축) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 소대(召對)하였다.",
                "hj": "○乙丑/召對于熙政堂。"
            }
        }
    },
    "11": {
        "1": {
            "1": {
                "H2KE-EN": "The King received the officials in the morning court assembly at the Royal Confucian Academy at Jeonghae .",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 11월 1일(정해) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○丁亥/召對于熙政堂。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "On byeongsin day, the King received the officials in the morning court assembly at the Royal Confucian Academy.",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 11월 10일(병신) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○丙申/召對于熙政堂。"
            },
            "2": {
                "H2KE-EN": "The uchi-dono died. The new uchi-dono inherited the throne and returned to his island. The King ordered that an interpreter be dispatched to cross the sea to offer condolences and console him.",
                "H2KE-nKo": "대마도주가 죽고 새 도주가 승습하여 섬으로 돌아갔다. 도해 역관을 차출하여 조위하고 겸하여 문위하게 하라고 명하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 11월 10일(병신) 2번째기사",
                "gt-oKo": "대마 도주(對馬島主)가 죽고 새 도주가 승습(承襲)하여 섬으로 돌아왔으므로, 도해 역관(渡海譯官)을 차출하여 조위(弔慰)하고, 아울러 문위(問慰)하도록 명하였다.",
                "hj": "○對馬島主身死, 新島主承襲還島, 命渡海譯官差出, 使之弔慰兼問慰。"
            },
            "3": {
                "H2KE-EN": "The Grand Abdicated King ordered that those who have failed to fulfill their terms after fulfilling their terms should be recommended as local magistrates after fulfilling their terms. This should be made a permanent regulation. This was done according to the report presented by the high officials.",
                "H2KE-nKo": "대왕대비가 선전관과 부장의 후보자로 임기가 만료되지 않아 자급이 오른 자는 이력을 거친 뒤에 수령에 의망하는 것을 정식으로 삼아 시행하라고 명하였다. 대신이 아뢴 대로 따른 것이다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 11월 10일(병신) 3번째기사",
                "gt-oKo": "대왕 대비(大王大妃)가 선전관(宣傳官)과 부장(部將)에 추천받고 사만(仕滿)하기 전에 승자(陞資)한 자는 이력(履歷)을 겪은 뒤에 수령(守令)에 의망(擬望)하는 것으로 정식(定式)을 삼아 시행하라고 명하였는데, 대신이 아뢴 바에 따른 것이다.",
                "hj": "○大王大妃命宣部薦未仕滿陞資者, 經履歷後擬守令定式施行, 依大臣所奏也。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On eulsa day, [the King] received the officials in the morning court assembly in the eulsa year (.",
                "H2KE-nKo": "희정당에서 을사년의 소대를 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 11월 19일(을사) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○乙巳/召對于熙政堂。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On muja day, [the King] received the officials in the morning court assembly in the muja year (.",
                "H2KE-nKo": "희정당에서 무자년의 소대를 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 11월 2일(무자) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○戊子/召對于熙政堂。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On musin day, the King received the officials in the morning court assembly at the Royal Confucian Academy.",
                "H2KE-nKo": "희정당에서 무신년의 소대를 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 11월 22일(무신) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○戊申/召對于熙政堂。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "The King held the Hall of Worthies for the Establishment of Ceremonies for the first time in the sinhae year ( to select Sim Gyeongtaek , Kim Ikmun , Jo Yeonchang , and Hong Wan .",
                "H2KE-nKo": "신해년에 한림 소시를 행하여 심경택, 김익문, 조연창, 홍우건을 뽑았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 11월 25일(신해) 1번째기사",
                "gt-oKo": "한림 소시(翰林召試)를 설행(設行)하여 심경택(沈敬澤)·김익문(金益文)·조연창(趙然昌)·홍우건(洪祐健)을 뽑았다.",
                "hj": "○辛亥/設翰林召試, 取沈敬澤、金益文、趙然昌、洪祐健。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On eulmyo day, the first day of the eleventh month, the King arrived in the southern suburbs of the capital. The King, high-ranking officials, and high-ranking officials, requested that congratulatory ceremonies for the Queen Mother be performed for the forty years of his mothers passing, and that the King ordered that according to the precedent of the previous year. After the King personally presented congratulatory memorials and congratulatory memorials, he personally proceeded to the palace and received congratulatory ceremonies. ",
                "H2KE-nKo": "동지인 을묘년 1월 1일에 시원임 대신이, 대왕대비가 내년에 국모로 임어한 지 40년이 되었다고 하여 경사를 칭송하고 포고하기를 청하니, 작년의 예에 따라 거행하라고 명하였다. 친히 치사, 전문, 표리를 올린 뒤에 친림하여 하례를 받는 것으로 마련하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 11월 29일(을묘) 1번째기사",
                "gt-oKo": "해가 남지(南至)하였다. 시임(時任)·원임(原任)인 대신(大臣)들이 대왕 대비(大王大妃)가 내년이면 모림(母臨)한 지 40년이라 하여 경하하고 포고하기를 청하니, 지난해의 전례에 따라 거행하라고 명하였다. 친히 치사 전문(致詞箋文)과 표리(表裏)를 올린 뒤에 친림(親臨)하여 진하(陳賀)받는 것으로 마련하였다.",
                "hj": "○乙卯/日南至。 時原任大臣, 以大王大妃明年母臨四十年, 請稱慶布告, 命依昨年例擧行。 親上致詞箋文表裏後, 親臨〔受〕賀磨鍊。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On gapsul day, at the end of the imjin year (, the 비변사에서 separately measures for separate coin money, cloth, and wood for each government office in the capital. First, at the end of each year, each government office installed these quotas for separate coinage and reported them to this office in order to evaluate this as evaluation. Second, although each government office has insufficient expenses, this is not permissible for using coinage. Should there be inevitable for using coinage, it is necessary for us to report such facts to this office and then allow this office to apply the quota for supplemental coinage. Therefore, it is necessary for us to supplement the quota for supplemental coinage in the next year and also to report such thoroughly to this office in order to evaluate the evaluation of the evaluation. Third, each government office installs separate coinage and storage in separate coinage each year. As for rice, wood, and wood, it is necessary to exchange the quota for the new quota for each year so that there will be no problems in decay. As for the Bureau of Currency, there is no original coinage in the storehouses, it is requested that the Office of Benefiting the People be supplied and supplied with the remainder of the supplemental coinage in the Directorate of Benefiting the People . Third, if the quota for the separate coinage are discovered, the aforementioned offenders shall be twice as much as the staff officials who are in charge of protecting the law in accordance with the original legal code, and they shall be severely punished according to the law. Officials of the higher grade of the senior third rank or above shall also be exempted from punishment. All shall be fully aware of this. The record shall be as follows: 5,000 nyang of coinage, 500 seok of rice, 20 dong of wood, and 10 dong of wood. For 2,000 nyang of coinage, the Ministry of War 5,000 nyang of coinage, ten dong of wood, and ten dong of wood. If the quota for paying coinage to the King, then the separate coinage shall be separately established. ",
                "H2KE-nKo": "임진년에 비변사가 경각사에서 전미와 신포, 목재를 적당히 헤아려 별치하는 절목을 올렸다. 절목은 다음과 같다. 1. 매년 연말에 각 관사에서 이 수량을 별치하되, 성책을 작성하여 본사에 보고하여 빙고할 수 있도록 한다. 1. 각 관사에서 용하가 부족한 일이 있더라도 이는 절대 범용해서는 안 된다. 설사 만부득이하여 취용할 일이 있더라도 반드시 사실을 본사에 논하여 보고하고, 본사에서 적절히 헤아려 주상에게 여쭈어 처리한 뒤에 시행을 허락하되 반드시 다음 해에 편리한 대로 보충하며, 또한 본사에 상세히 보고하여 빙고할 수 있도록 한다. 1. 각 관사는 해당 관사 중에 별도로 저치하여 매년 번고하되, 미와 목과 포는 해마다 신구의 것을 바꾸어 들여서 썩을 염려가 없게 한다. 전설사에는 본래 고사가 없으니, 선혜청에서 급대하고 남은 것 중에서 매년 덜어서 선혜청에 보관하도록 한다. 1. 별치사 중에 포흠을 범한 것이 적발된 자가 있으면 해당 범인은 본율에 견주어 전수를 삼가지 않은 낭관을 갑절로 적용하여 무거운 쪽으로 논하여 감처하고, 당상도 감죄를 면하기 어렵다. 아울러 그리 알라. 후록은 다음과 같다. 호조의 전 5000냥, 미 500섬, 목 20동, 포 10동. 양향청의 전 2000냥, 병조의 전 5000냥, 목 10동, 포 10동. 만약 대전하여 상납할 때가 되면 전으로 별치한다. 선혜청의 전 1만 냥, 미 1000섬, 목 30동, 포 20동. 훈련도감, 금위영, 어영청의 전 2000냥, 목 10동. 대전하여 상납할 때가 되면 전으로 별치한다. 총융청의 전 300냥, 사복시의 전 1000냥, 공조, 사옹원, 장악원, 군기시의 전 300냥, 전설사의 전 200냥. -\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 11월 6일(임진) 1번째기사",
                "gt-oKo": "비변사(備邊司)에서 마련한 경사(京師)의 각사(各司) 전(錢)·미(米)·포(布)·목(木)을 적당히 절목(節目)을 별치(別置)하였다.【연말마다 각사(各司)에서 이 수량을 별치하고 성책(成冊)을 닦아서 본사(本司)에 신보(申報)하여 빙고(憑考)할 바탕으로 삼는다. 각사에서 용하(用下)가 모자라는 일이 있더라도 이것은 일체 범하여 쓸 수 없으나, 꼭 어쩔 수 없이 가져다 써야 할 일이 있으면 반드시 사실에 따라 본사에 논보(論報)하고, 본사에서 적당히 품처(稟處)한 뒤에 시행을 허락하되, 반드시 다음해에 편의에 따라 보충하고, 또한 본사에 상보(詳報)하여 빙고할 바탕으로 삼는다. 1. 각사에서는 해사(該司) 안에 따로 저치(儲置)하고 해마다 번고(反庫)하되, 미·목·포는 해마다 새것과 헌것을 바꾸어 넣어 썩을 걱정이 없게 한다. 전설사(典設司)에는 본디 고사(庫舍)가 없으므로 선혜청(宣惠廳)에서 남은 것 중에 급대(給代)하고 해마다 선혜청에 덜어 남겨 둔다. 1. 별치 중에서 범하여 축낸 것이 드러난 자가 있으면 그 범한 자는 본율(本律)보다 갑절을 적용하고, 전수(典守)를 삼가지 않은 낭관(郞官)은 엄중히 논감(論勘)하고, 당상(堂上)도 감죄(勘罪)를 면할 수 없다는 것을 아울러 상세히 알린다. 후록(後錄):호조(戶曹) 전 5천 냥(兩)·미 5백 석(石)·목 20동(同)·포(布) 10동, 양향청(粮餉廳) 전 2천 냥, 병조(兵曹) 전 5천 냥·목 10동·포 10동. 대전(代錢)을 당해 상납할 때에는 전으로 별치한다. 선혜청 전 1만 냥·미 1천 석·목 30동·포 20동, 훈련 도감(訓鍊都監)·금위영(禁衛營)·어영청(御營廳) 각각 전 2천 냥·목 10동. 대전을 당하여 상납할 때에는 전으로 별치한다. 총융청(摠戎廳) 전 3백 냥, 사복시(司僕寺) 전 1천 냥, 공조(工曹)·사옹원(司饔院)·장악원(掌樂院)·군기시(軍器寺) 각각 전 3백 냥, 전설사(典設司) 전 2백 냥.】",
                "hj": "○壬辰/備邊司京各司錢米布木, 量宜別置節目。【一, 每於歲末, 各司以此數別置, 而修成冊報于本司, 以爲憑考之地。 一, 各司雖有用下不足之事, 此則切不可犯用, 而設有萬不獲已取用之事, 必以事實論報本司, 自本司量宜稟處後許施而, 必於次年從便充補, 而亦爲詳報本司, 以爲憑考之地。 一, 各司於該司中, 別爲儲置, 每年反庫, 而米木布, 則逐年新舊換入, 俾無朽敗之患。 至於典設司, 更本無庫舍, 就惠廳給代剩餘中, 每年除留於惠廳。 一, 若於別置中, 有犯逋之現發者則, 當該犯者, 比本律倍用不謹典守之郞官, 從重論勘, 堂上亦難免勘, 幷爲知悉。 後錄; 戶曹錢五千兩, 米五百石, 木二十同, 布十同。 糧餉廳錢二千兩, 兵曹錢五千兩, 木十同, 布十同, 若値代錢上納時, 則以錢別置。 惠廳錢一萬兩, 米一千石, 木三十同, 布二十同。 訓鍊都監、禁衛營、御營廳, 各錢二千兩, 木十同。 若値代錢上納, 以錢別置。 摠戎廳, 錢三百兩, 司僕寺錢一千兩, 工曹、司饔院、掌樂院、軍器寺, 各錢三百兩, 典設司錢二百兩。】"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "The King received the officials in the morning court assembly at the Hall of Governance in the gyesa year (.",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 11월 7일(계사) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○癸巳/召對于熙政堂。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On eulmi day, the King received the officials in the morning court assembly at the Royal Confucian Academy.",
                "H2KE-nKo": "희정당에서 을미년의 소대를 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 11월 9일(을미) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○乙未/召對于熙政堂。"
            }
        }
    },
    "12": {
        "1": {
            "1": {
                "H2KE-EN": "On jeonghae day, the King received the officials in the morning court assembly at the Royal Confucian Academy.",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 12월 1일(정사) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○丁巳/召對于熙政堂。"
            },
            "2": {
                "H2KE-EN": "Min Chiseong was appointed as inspector general of the Office of the Inspector General , Yi Haenggyo as army commander of Hwanghae Province , Jo Deokyeong as army commander of Hamgil Province , and Yi Eunbin as army commander of Jeolla Province .",
                "H2KE-nKo": "민치성을 사헌부 대사헌으로, 이행교를 황해도 병마절도사로, 조덕영을 함경남도 병마절도사로, 이은빈을 전라도 병마절도사로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 12월 1일(정사) 2번째기사",
                "gt-oKo": "민치성(閔致成)을 사헌부 대사헌으로, 이행교(李行敎)를 황해도 병마 절도사로, 조덕영(趙德永)을 함경도 병마 절도사로, 이은빈(李誾彬)을 전라도 병마 절도사로 삼았다.",
                "hj": "○以閔致成爲司憲府大司憲, 李行敎爲黃海道兵馬節度使, 趙德永爲咸鏡南道兵馬節度使。 李誾彬爲全羅道兵馬節度使。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "The King appointed Yi Gyeongjae as second minister of Personnel .",
                "H2KE-nKo": "이경재를 이조 참판으로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 12월 10일(병인) 1번째기사",
                "gt-oKo": "이경재(李景在)를 이조 참판으로 삼았다.",
                "hj": "○丙寅/以李景在爲〔吏〕曹參判。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "Yi Yaku , a second inspector general , was appointed to the Office of the Inspector General .",
                "H2KE-nKo": "기유년에 이약우를 사헌부 대사헌으로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 12월 13일(기사) 1번째기사",
                "gt-oKo": "이약우(李若愚)를 사헌부 대사헌으로 삼았다.",
                "hj": "○己巳/以李若愚爲司憲府大司憲。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "The State Tribunal reported, Yi Changseok , a prisoner in Jangdan Prefecture , has already been imprisoned. Your subjects request that he be interrogated by the three investigative bodies according to the precedent. The King granted permission. The King ordered that Yi Changseok be punished by death by dismemberment without awaiting the morning court assembly.",
                "H2KE-nKo": "의금부가 아뢰기를,“장단부의 아비를 죽인 죄인 이창석을 지금 이미 잡아다 가두었으니, 법례대로 삼성 추국하소서.”하니, 윤허하였다. 결안을 받고 부대시 능지처사하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 12월 15일(신미) 1번째기사",
                "gt-oKo": "의금부(義禁府)에서 아뢰기를, “장단부(長湍府)의 아비를 죽인 죄인 이창석(李昌錫)을 이제 이미 잡아 가두었으니, 법례(法例)에 따라 삼성 추국(三省推鞫)하소서.” 하니, 윤허하였다. 결안(結案)을 받고 부대시 능지 처사(不待時凌遲處死)하였다.",
                "hj": "○辛未/義禁府啓言: “長湍府弑父罪人李昌錫, 今已拏囚請依法例三省推鞫,” 允之。 捧結案, 不待時凌遲處死。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "Kim Yugeun , Grand Master for Assisting toward Fundamental Laws and Supreme General of the Office of Royal Decrees , passed away. The King issued a royal order, which stated: As this 중신 [Kim] Yugeuns nature was upright and sincere by nature, he is a man of intelligence and knowledgeable knowledge. Who could come to me again? Moreover, in terms of righteousness, he succeededed to the world and admired his ancestors. He has sincerely served the country and has showed his diligence for a long time. How can this be affection for the royal court? Unfortunately, [Kim] Yugeun fell ill at home and did not see me for a long time. Now, how many years have passed, [Kim Yugeun] suddenly passed away? My heart lamentations are like this. How much more so in our Queen Mothers grief grief? The family of the late Director of the Royal House Administration Kim Yugeun , sent one copy of the Bureau of Livestock Breeding , and one copy of the Bureau of Livestock Breeding . Have the Ministry of Rites send a gift of condolence gifts beyond the exception of the bestowal of condolence gifts. On the day of the commemoration rites on the thirteenth day of the commemoration rites . [Kim] Yugeuns courtesy name was [Kim] Gyeongseon . He was the son of Great Lord of Yeongan Kim Josun . [Kim] Yugeuns nature was upright and upright, and he always arrogantly disappointed [Kim Yugeun]. For this reason, he was a man of intelligence and fraternality, and his life reached the age of 만년. He was respectful and prudent in his behavior. However, his dislike of wickedness was extremely severe, and thus he eventually discussed the magnanimity of embracing people. From the imjin year (, [Kim Yugeun] contributed to the military affairs of his body and discerned his personality. He did not dare to be involved in an unreasonable manner. All the people in the capital and the provinces praised him. Though he was stricken with the business of examining public affairs, he was not his self-restraint. He respected the King and protected the people. The poem of his nature was clearly like this. [Kim Yu",
                "H2KE-nKo": "보국숭록대부 판돈녕부사 김유근이 졸하였다. 전교하기를,“이 중신은 바르고 성실한 자태와 고상한 식견과 명철하고 통달한 재능을 지니고 있으니, 다시 어디에서 구해 올 수 있겠는가. 게다가 의리상 나라와 고락을 함께해야 하고 선대의 발자취를 계승하여 한결같은 마음으로 나라를 위해 수고한 것이 오랫동안 드러났으니, 조정에서 의지하며 소중히 여기는 것이 어떠하였겠는가. 그런데 불행하게도 집에서 병이 들어 누워 있었는데, 내가 만나지 못한 지 지금 몇 년 만에 갑자기 서단을 보게 되었으니, 내 마음의 애통함이 이와 같고 더구나 우리 동조의 지극히 간절한 슬픔이야 말할 것이 있겠는가. 졸한 판돈녕부사 김유근의 집에 동원부기 1부를 실어 보내고, 원래의 치부 외에 별치부는 해당 조로 하여금 넉넉히 실어 보내게 하고, 성복하는 날에는 승지를 보내 치제하게 하라.”하였다.김유근의 자는 경선인데, 영안부원군 김조순의 아들이다. 성품이 깨끗하고 곧으며 곧고 성실하여 마음에 둘 수 없는 것을 보면 번번이 잘난 체하였다. 이 때문에 일찍부터 강직하고 귀족하여 이름이 만년에 미쳤고 절조를 굽히는 것을 공손하고 근신하였다. 그러나 그가 너무 심하게 미워하였기 때문에 남을 포용하는 도량에 대해서는 끝내 논할 만한 것이 있었다. 임진년 이후로 군국의 사무가 자신에게 집중되어 공무를 봉행함에 있어 개인적인 이익을 독차지하고 감히 도리에 어긋나는 일을 요구하지 못하였으므로 중외가 모두 칭송하였다. 사무와 경륜은 그가 잘하는 것이 아니지만, 임금을 높이고 백성을 비호하는 일념은 대체로 환히 빛났다. 한림묵을 좋아하고 시에 능하였으며, 시에는 원인의 풍도가 있었다. 병을 얻어 말을 하지 못하다가 4년 만에 졸하니, 상하가 모두 감탄하고 애도하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 12월 17일(계유) 1번째기사",
                "gt-oKo": "보국 숭록 대부(輔國崇祿大夫) 판돈녕부사(判敦寧府事) 김유근(金逌根)이 졸서(卒逝)하였다. 하교하기를, “이 중신(重臣)의 곧고 성실한 모습과 넓고 높은 식견과 밝고 통달한 재주를 다시 어디에서 찾을 수 있겠는가? 또한 의리로 고락을 같이하고 능히 선대(先代)의 무공(武功)을 뒤이어 변함 없이 나라를 위하여 근로한 것이 오래 드러났으니 국가에서 의중(倚重)한 것이 어떠하였겠는가? 불행히 집에서 병으로 오래 앓아 내가 보지 못한 지 이제 몇 해 만에 문득 서단(逝單)을 보니 내 마음이 이처럼 몹시 슬픈데, 더구나 우리 동조(東朝)의 매우 절박한 슬픔이겠는가? 졸한 판돈녕 김유근의 집에 동원 부기(東園副器) 1부(部)를 실어 보내고 원치부(元致賻) 외에 별치부(別致賻)를 해조(該曹)로 하여금 넉넉히 실어 보내게 하고, 성복(成服)하는 날에 승지(承旨)를 보내어 치제(致祭)하게 하라.” 하였다. 김 유근의 자(字)는 경선(景先)인데, 영안 부원군(永安府院君) 김조순(金祖淳)의 아들이다. 성품이 결백하고 솔직하며 곧고 성실하여 뜻에 옳지 않은 것을 보면 문득 용납하지 않았다. 이 때문에 일찍부터 굽히지 않고 귀한 체한다는 이름이 있었는데, 만년에는 절조를 굽혀 공근(恭謹)하였으나, 그 미워하는 것이 너무 심하므로 남을 용납하는 도량에 있어서는 끝내 논할 만한 것이 있었다. 임진년 이후로 군국(軍國)의 사무가 그 몸에 모였는데, 공사(公事)에 진력하여 사정(私情)을 끊었으므로 사람들이 감히 도리에 어긋나는 것을 요구하지 못하니, 중외(中外)에서 모두 칭찬하였다. 사무의 경륜(經綸)은 그의 잘하는 바가 아니나, 임금을 높이고 백성을 감싸는 일념은 대개 명확하였다. 문학을 좋아하고 시(詩)에 능하였는데 시에는 원대(元代) 사람의 기풍이 있었다. 병을 얻어 말을 못한 지 4년 만에 졸하니, 상하가 모두 탄식하며 슬퍼하였다.",
                "hj": "○癸酉/輔國崇祿大夫判敦寧府事金逌根卒。 敎曰: “此重臣貞亮之姿, 淹雅之識, 明達之材, 更於何處得來? 重以義同休戚, 克趾先武, 斷斷向國, 勤勞久著, 朝家所以倚重何如? 而不幸病淹于家, 自我不見, 今幾年所, 忽見逝單, 予心之衋傷如此, 況我東朝至切之恫乎? 卒判敦寧金逌根家, 東園副器一部輸送, 元致賻外別致賻, 令該曹優數輸送, 成服日, 遣承旨致祭。” 逌根字景先, 永安府院君金祖淳子也。 性白直貞亮, 見不可意者, 輒訑訑之。 以故, 蚤有亢貴, 名及晩年, 折節爲恭謹, 而以其嫉惡太甚, 故於容物之量, 終有可論者。 自壬辰後, 軍國之務, 萃于身, 奉公截私人, 不敢干以非理, 中外翕然稱之。 雖事務經綸, 非其所長, 而尊主庇民一念, 蓋炳如也。 嗜翰墨工詩, 詩有元人風。 得疾不能語, 凡四年而卒, 上下咸嗟悼之。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "The King appointed Im Yeongwon as Inspector General .",
                "H2KE-nKo": "임영원을 사헌부 대사헌으로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 12월 19일(을해) 1번째기사",
                "gt-oKo": "박영원(朴永元)을 사헌부 대사헌으로 삼았다.",
                "hj": "○乙亥/以林永元爲司憲府大司憲。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "[The King] ordered that the offering of congratulations to the Imperial Heir Apparent on the first day of the first month be held on the seventh day of the third month.",
                "H2KE-nKo": "내년 1월 1일의 진하를 3월 7일로 물려 정하라고 명하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 12월 21일(정축) 1번째기사",
                "gt-oKo": "오는 정월 초하룻날의 진하(陳賀)를 3월 초이렛날로 물려서 정하라고 명하였다.",
                "hj": "○丁丑/命來正月初一日陳賀, 以三月初七日退定。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "The King issued a royal directive to the Ministry of Punishments regarding the regular performance evaluation in the muin year (. Yi Gau was appointed minister of punishments . ",
                "H2KE-nKo": "무인년 도목 정사를 행하였다. 하비하여 이가우를 형조 판서로 삼았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 12월 22일(무인) 1번째기사",
                "gt-oKo": "도정(都政)을 시행하고, 하비(下批)하여 이가우(李嘉愚)를 형조 판서로 삼았다.",
                "hj": "○戊寅/都政下批, 以李嘉愚爲刑曹判書。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "The King held audience with local magistrates and the frontier garrisons at the Royal Confucian Academy.",
                "H2KE-nKo": "희정당에서 수령, 변장, 초사인을 불러서 보았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 12월 23일(기묘) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 수령(守令)·변장(邊將)으로 처음 벼슬하는 사람들을 소견(召見)하였다.",
                "hj": "○己卯/召見, 守令邊將初仕人于熙政堂。"
            }
        },
        "25": {
            "1": {
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 12월 25일(신사) 1번째기사",
                "gt-oKo": "대왕 대비(大王大妃)가 시임(時任)·원임(原任)의 대신(大臣)들을 명초(命招)하여 하교하기를, “오늘 수렴 청정(垂簾聽政)을 거두는 것은 당초 그 청을 애써 따를 때에 이미 작정했던 마음인데, 오늘까지 기다리느라 하루가 한 해 같았다. 주상(主上)의 춘추가 한창이고, 성학(聖學)이 숙성하여 번거로운 만기(萬機)에 응할 수 있으며, 내 당초의 마음을 성취할 수 있으니, 어찌 이런 경사스러운 일이 있겠는가?” 하니, 영부사(領府事) 이상황(李相璜)이 말하기를, “주상 전하께서 춘추가 한창이고 성덕(聖德)이 진취하여 이제 친히 서정(庶政)을 총괄하셔야 할 것이므로, 자교(慈敎)가 여기에 미치셨습니다. 갑오년 망극한 때를 돌이켜 생각하며 오늘의 경사스러운 일을 보게 되니, 뭇사람이 몹시 기뻐하는 진정이 어찌 끝이 있겠습니까? 그때 뭇사람의 청에 애써 따르신 자청(慈聽)은 오로지 종사(宗社)를 위한 대계(大計)이고, 오늘 뭇사람에게 크게 펴신 자교는 천지의 상경(常經)이니, 공경히 칭송하여 마음을 모아 경축하며 다시 아뢸 만한 다른 말이 없습니다.” 하고, 판부사(判府事) 박종훈(朴宗薰)과 우의정 조인영(趙寅永)이 번갈아 우러러 찬송하는 뜻을 아뢰었다. 이상황 등이 또 말하기를, “신(臣)들이 오래 자육(慈育)하신 은혜를 입어 번번이 등연(登筵)하였을 때에 염유(簾帷)가 위에 있어 가까이 가르침을 받고 몸소 경계를 받은 것이 마치 어린 아이가 자모(慈母)를 의지하는 것과 같았습니다. 이제부터 궁위(宮闈)가 엄밀(嚴密)하여 전일처럼 매우 가까이할 수 없을 것이니, 아랫사람의 뜻에 잊지 않고 맺히는 것을 어떻게 이루 아뢸 수 있겠습니까?” 하였는데, 임금이 말하기를, “신은 오히려 어린 나이인데 어떻게 친히 만기를 총괄하겠습니까? 이 하교는 받들 도리가 없습니다.” 하니, 대왕 대비가 하교하기를, “내 뜻을 따르는 것이 당연한 도리인데, 더구나 이러한 경법(經法)의 일이겠소? 내가 주상에게 바라는 것은 어찌 다른 도리가 있겠소? 오직 요(堯)가 되고 순(舜)이 되는 것일 뿐이오. 주상이 내 뜻에 따르는 것도 다른 도리가 아니라, 오직 요가 되고 순이 되는 것일 뿐이오. 이렇게 하면 내게는 여한이 없을 것이니, 이것을 힘쓰시오.” 하였다. 또 하교하기를, “주상이 대내(大內)에서 여러 번 나에게 말하여 이 일을 말리려 하였으나, 이 어찌 내가 인순(因循)할 때이겠는가?” 하였는데, 임금이 말하기를, “자교가 이러하시니 어찌해야 하겠는가?” 하니, 이상황 등이 말하기를, “자전의 하교는 천지의 상경입니다. 전하의 보령(寶齡)이 어린 나이가 아니니, 자념(慈念)을 우러러 본받고 군정(群情)에 굽어 따르소서. 이는 국가의 큰 경사이니 다시 아뢸 것이 없습니다.” 하였다. 조인영이 말하기를, “조금 전에 내리신 자교 가운데에 이미 성덕(聖德)을 힘쓰기 바란다는 말씀이 있었는데, 대내에서 또한 어찌 보도(補道)하실 방도가 없겠습니까? 이제 서무(庶務)를 친히 총괄하시더라도 혹 미처 밝게 익히지 못하신 것이 있을까 염려되면, 우리 자성 전하(慈聖殿下)께서 동조(東朝)에서 수양하시게 된 뒤에라도 일이 백성과 나라에 관계되면 어찌 차마 잊으시겠습니까? 이제부터 늘 이끌어 가르치시는 것이 곧 신의 구구한 소망입니다.” 하니, 대왕 대비가 하교하기를, “내 식견이 미칠 수 있다면 우리 집 일을 어찌 사양하려 하겠는가마는, 내가 이미 병이 있고 또 오래 손상되어 정신이 늘 미치지 못할 것을 염려한다. 대전(大殿)께서 온갖 일에 숙성하고, 예전에는 믿을 바가 있을 수 있었겠으나 이제는 당신이 담당할 것이니, 앞으로 절로 익숙하여지실 것이다.” 하였다. 조인영이 말하기를, “하교가 지당하십니다. 전하께서 7년 동안이나 잠자코 성취되기를 기다리셨으므로, 점점 익숙해지시겠습니다마는, 보령이 아직 많지 않으시니 열조(列朝)의 옛일과 백성의 괴로움을 어떻게 죄다 잘 아시겠습니까? 보도하는 방도는 오로지 자성 전하께 우러러 바랄 것입니다.” 하니, 대왕 대비가 하교하기를, “이제 수렴 청정을 거둔 후에는 다시 경들을 대하지 않을 것이니, 모든 성궁(聖躬)을 보도하는 도리에 대해서는 경들이 반드시 더욱 더 염려해야 한다.” 하고, 또 하교하기를, “예전부터 후비(后妃)가 조정(朝政)에 임청(臨聽)하는 것은 나라의 큰 불행이다. 미망인이 매우 불행한 사람으로서 매우 불행한 처지에 있었던 것이 7년이나 오래 되었다. 스스로 덕이 없고 식견이 얕은 것을 생각하면 어찌 감히 예전의 명철한 후비와 우리 열조의 성모(聖母)의 일에 방불하겠는가마는, 천지 망극한 때를 당하여 신하들이 눈물을 흘리며 청하고 나도 눈물을 흘리며 윤허하였었으니, 실로 만부득이하여 구차하게 유지하려는 생각에서 나온 것이었다. 5, 6년 이래로 흉년이 잇따라 근심이 눈앞에 가득하고, 폐단이 날로 심해져서 온갖 법도가 다 어지러웠으나, 안팎 할 것 없이 수습할 수 없었으니, 이는 모두 내가 덕이 없는데도 무릅쓰고 감당하지 못할 무거운 임무를 맡았기 대문이었다. 위로 천심(天心)을 잘 받들지 못하고 아래로 세도(世道)를 떨칠 수 없어서 점점 발전하여 이 지경이 되었으니, 어찌 떨리고 두렵지 않겠는가? 내가 애써 따른 당초부터 이미 정한 바가 있었으니 이 해를 넘기지 않는 것이었고, 밤낮으로 바라던 것은 주상이 성취하는 데에 있었을 뿐이다. 이제는 춘추가 이미 한창이거니와, 성질(聖質)을 타고나서 예지(睿智)가 날로 성취하여 만기를 총괄해서 서정을 친히 다스릴 수 있으니, 이는 참으로 종사와 신민의 막대한 경사이다. 주상은 내 뜻이 정해진 것을 알고 누누이 말렸는데, 정리(情理)로 사양하는 뜻이 매우 슬프기는 하나, 권도(權道)는 한때의 방편이고 경상(經常)은 만세의 법칙이니, 내가 어찌 지극한 정성에 얽매어 한결같이 애써 따르며 국체(國體)를 빨리 바로잡을 방도를 생각하지 않을 수 있겠는가? 하늘을 공경하고 백성을 사랑하며 학문에 부지런하고 어진이를 가까이하여 우리 선왕의 가법(家法)을 지키기를 주상은 힘쓰시오. 서로 공경하고 화합해서 임금을 허물이 없도록 인도하여 우리 나라의 영구한 큰 사업을 돕기를 대신과 제신에게 깊이 바란다. 오늘부터 수렴 청정을 거둔다.” 하였다. 또 하교하기를, “이제 이미 수렴 청정을 거두었으니, 모든 공사(公事)를 들이지 말라.” 하였는데, 조인영이 아뢰기를, “우리 자성 전하께서 임청(臨聽)하신 7년 동안 우리 성궁을 보호하고 우리 서무에 부지런하여 우리 철류(綴旒)의 국세(國勢)를 반석·태산처럼 공고하게 하시고, 신음하는 민생을 잠자리처럼 편안하게 하셨는데, 이제 와서는 주상께서 보령이 한창이시므로 수렴 청정을 거두신다는 분부를 내리시니, 광명(光明)하고 정대(正大)함이 천고에 뛰어나십니다. 이제 번거로운 만기를 벗어나 천승(千乘)의 나라의 봉양을 받게 되셨는데, 공(功)은 더 없이 두텁고 덕(德)은 더 없이 크시니, 무릇 옥에 새기고 이금(泥金)으로 적어 아름다움을 드날리고 공렬(功烈)을 밝히는 방도는 신들이 이 뒤에 우러러 청할 것입니다. 그러나 이처럼 드문 방경(邦慶)을 위에 고하고 아래에 선포하며 전문(箋文)을 올려 진하(陳賀)하는 일이 없을 수 없으니, 삼가 선조(先朝) 계해년의 전례에 따라 해조(該曹)로 하여금 날을 가려 거행하게 하소서.” 하니, 그대로 따랐다.",
                "hj": "○辛巳/大王大妃命招時原任大臣, 敎曰: “今日撤簾之擧, 乃當初勉從日已定之心, 而待至今日, 一日如一年矣。 主上春秋鼎盛, 聖學夙就, 可以應萬幾之煩, 可以遂予初心, 豈有如許慶幸之事乎?” 領府事李相璜曰: “主上殿下, 春秋鼎盛, 聖德將就, 今當親摠庶政, 慈敎及此。 回思甲午罔極之時, 獲覩今日慶幸之擧, 群情蹈忭之忱, 其當何極? 其時慈聽之勉循群請者, 專爲宗社之大計也, 今日慈敎之誕敷有衆者, 天地之常經也, 欽誦攅祝, 更無他辭, 可以仰達矣。” 判府事朴宗薰, 右議政趙寅永, 迭奏仰贊。 相璜等又曰: “臣等久蒙慈育之恩, 每於登筵之時, 簾帷在上, 邇承誨諭, 躬奉警咳, 若孺子之依慈母矣。 從今以往, 宮闈嚴密, 將不得如前日之孔邇, 下情耿結, 如何勝達?” 上曰: “臣猶沖年, 何以親摠萬幾乎? 此下敎, 無奉承之道矣。” 大王大妃敎曰: “承順予志, 是爲道理之當然, 而況如此經法之事乎? 予之所望於主上者, 豈有他道? 惟爲堯爲舜而已。 主上之所承順於予者, 亦非他道, 惟爲堯爲舜而已。 苟如是, 予將無餘恨矣, 以是勉之。” 又敎曰: “主上自內屢言於予, 欲挽此擧, 而是豈予因循之時乎?” 上曰: “慈敎如此, 何以爲之?” 相璜等曰: “慈殿下敎, 天也之常經。 而殿下寶齡, 異於沖歲, 仰體慈念, 俯循群情焉。 此是國家之大慶, 無容更達矣。” 寅永曰: “俄下慈敎中, 已有聖德上期勉之敎, 而自內亦豈無補導之道乎? 今雖親摠庶務, 而恐或有未及明習者, 我慈聖雖下, 雖於長樂頤養之後, 事關民國, 豈忍忘之乎? 繼自今, 常常提敎, 卽臣區區之望也。” 大王大妃敎曰: “予之識見可逮, 則我家事, 豈欲辭爲? 而予旣有病, 又爲積傷精神, 每患不逮矣。 大殿凡百夙就, 而昔則容有所恃, 今則當身擔當, 來頭自當練熟矣。” 寅永曰: “下敎至當矣。 殿下於七年之間, 垂拱仰成, 固當漸就練熟, 而寶齡尙未富盛, 則列朝故事, 民生疾苦, 何以盡詳乎? 輔導之方, 專仰慈聖殿下矣。” 大王大妃敎曰: “自今撤簾之後, 更無以對卿等, 凡於輔導聖躬之道, 卿等必益加惕念焉。” 又敎曰: “從古后妃之臨聽朝政, 乃有國之大不幸也。 未亡人, 以萬萬不幸之人, 處萬萬不幸之地, 居然爲七年之久矣。 自顧涼德淺識, 何敢彷彿於古昔哲后? 曁我列朝聖母古事, 而當天地罔極之會, 諸臣涕泣而請之, 予亦涕泣而許之, 實出於萬不獲已, 苟且維持之計。 五六年來, 歉荒荐臻, 憂虞溢目, 渝弊日甚, 百度俱紊, 無內無外, 莫可收拾, 是皆由予否德, 冒當不當之重務。 上不能克享天心, 下無以振勵世道, 駸駸然至於此, 豈不澟然而懼哉? 予自勉從之初, 己有所定, 無踰此歲, 日夜顒祝, 只在於主上之成就。 今則春秋旣鼎盛矣, 聖質天縱, 睿智日就, 可以摠萬幾而親庶政, 是誠宗社臣民莫大之慶也。 主上知予意有定, 縷縷勸挽, 情理辭意, 雖甚惻怛, 權是一時之宜, 經乃萬世之法, 予豈可拘於至懇, 一向黽勉, 不思所以亟正國體乎? 敬天愛民, 勤學親賢, 守我先王家法, 主上其勉之。 同寅協恭, 納君無過, 以輔我永年洪業, 深有望於大臣諸臣, 其自今日撤簾。” 又敎曰: “今已撤簾, 凡公事勿爲入之。” 寅永啓言: “惟我慈聖殿下, 臨聽七年之間, 保護我聖躬, 憂勤我庶務, 使我綴旒之國勢, 鞏磐泰之固, 殿屎之民生, 奠袵席之安, 而到今主上寶齡鼎盛, 誕下撤簾之敎, 光明正大, 卓越千古。 于以釋萬幾之煩, 享千乘之養, 功莫厚焉, 德莫大焉, 凡繫鏤玉摸金, 揚徽闡烈之方, 臣等將繼此仰請。 而如此罕有之邦慶, 不可無上告下布, 進箋陳賀之擧, 謹依先朝癸亥已例, 請令該曹, 擇日擧行。” 從之。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On imo day, [the King] received the officials in the morning court assembly in the imo year (.",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 12월 26일(임오) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 소대(召對)하였다.",
                "hj": "○壬午/召對于熙政堂。"
            },
            "2": {
                "H2KE-EN": "The Ministry of Rites reported as follows: The congratulatory ceremony for the Queen Mother is to be held on the seventh day of the third month in order to perform the congratulatory ceremony for her deceased mothers mother",
                "H2KE-nKo": "예조가 아뢰기를,“대왕대비(王大妃 정순왕후)께서 국모로 임어하신 지 40년이 되는 것을 경축하는 진하를 오는 3월 7일로 정하였는데, 서정을 친히 총괄하고 장락궁에서 양륭하는 것을 경축하는 진하와 함께 마련하라고 명하셨습니다. 경사의 명칭은 ‘친총서정 양륭장락대왕대비모림 40년’으로 두 경사를 합하여 칭호하소서.”하니, 윤허하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 12월 26일(임오) 2번째기사",
                "gt-oKo": "예조(禮曹)에서 아뢰기를, “대왕 대비(大王大妃)께서 모림(母臨)하신 지 40년이 되는 것을 경축하고 진하(陳賀)하는 것은 오는 3월 7일로 정하였습니다마는, 서정(庶政)을 친히 총괄하시고 동조(東朝)에서 봉양받으시는 것을 경축하고 진하하는 것도 함께 마련하라는 일을 명하셨습니다. 경사의 이름을 ‘친총서정 양륭장락 대왕 대비 모림사십년(親摠庶政養隆長樂大王大妃母臨四十年)’이라 하여 두 경사의 칭호를 합하겠습니다.” 하니, 그대로 따랐다.",
                "hj": "○禮曹啓言: “大王大妃母臨四十年稱慶陳賀, 定在來三月初七日, 而親摠庶政, 養隆長樂, 稱慶陳賀, 同爲磨鍊事命下矣。 慶名, 以親摠庶政養隆長樂大王大妃母臨四十年, 請合二慶稱號。” 允之。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On gyemi day, the King received the officials in the morning court assembly at the Royal Confucian Academy.",
                "H2KE-nKo": "희정당에서 소대를 행하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 12월 27일(계미) 1번째기사",
                "gt-oKo": "희정당에서 소대하였다.",
                "hj": "○癸未/召對于熙政堂。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "The King proceeded to Injeong Hall of the gapsin year (1404, the fifth year of King Taejos reign and performed the timber of a timber in the Royal Confucian Academy . Those who possessed the timber in the Royal Confucian Academy were the first timber in the Royal Confucian Academy , and the first timber in the Royal Confucian Academy was the first timber in the examination.",
                "H2KE-nKo": "주상이 인정전에 나아가 감제를 행하였다. 부에서 수석을 차지한 이현공에게 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 12월 28일(갑신) 1번째기사",
                "gt-oKo": "임금이 인정전(仁政殿)에 나아가 감제(柑製)를 설행(設行)하였다. 부(賦)에 으뜸을 차지한 이현공(李玄功)에게 직부 전시(直赴殿試)하게 하였다.",
                "hj": "○甲申/上御仁政殿, 行柑製, 賦居首李玄功, 直赴殿試。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On eulyu day, [the King] received the officials in the morning court assembly in the eulyu year (, and summoned the students who passed the examination.",
                "H2KE-nKo": "희정당에서 을유년의 소대를 행하였다. 입격한 유생을 불러서 보았다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 12월 29일(을유) 1번째기사",
                "gt-oKo": "희정당에서 소대하고, 입격(入格)한 유생(儒生)을 소견(召見)하였다.",
                "hj": "○乙酉/召對于熙政堂, 召見入格儒生。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "Retired Chief State Councilor of the State Council Yu Yeong , who retired from his post as grand master for upholding state laws [] and grand master for upholding state laws , and Chief State Councilor of the State Council , who retired from his post as chief state councilor , passed away. The royal edict stated: I heard that the aged official passed away en route. Truly, I feel sorrowful and grief. As a high official, he was upright and gentle by nature and pure and prudent by nature. Moreover, he was studying literary and pure, and his literary and composition was very gentle. He succeedededed to his familys beautiful. Earlier, he received the favor of King Jeongjong at the beginning of the reign of King Sunjo (r. From the beginning of King Taejo and at the beginning of my reign, he was appointed as the responsibility of assisting and supporting",
                "H2KE-nKo": "병술년에 대광보국숭록대부 의정부 영의정으로 치사한 봉조하 남공철이 졸하였다. 전교하기를,“지금 원로가 세상을 떠났다는 소식을 들으니 실로 슬픈 마음이 든다. 이 대신은 단아하고 진실하며 온화하고 순수하며 청렴하고 신중한 지조를 지녔고, 게다가 학술이 깊고 순수하며 문장이 바르고 단아하였다. 능히 그 집안의 아름다움을 계승하여 일찍이 정조의 보살핌을 받았으며, 순조께서 서연을 열던 초기부터 과인에 이르기까지 3대 동안 보도하는 책임을 맡아 그 공이 성대하였으니, 묘당을 보좌한 수고로움이 되었을 뿐만이 아니다. 더구나 치사한 뒤에 나이가 높고 덕이 높아 우뚝하기가 영광이 있는 것과 같았는데, 이제는 끝났다. 졸한 남 봉조하의 집에 동원부기 1부를 실어 보내고, 성복하는 날에 승지를 보내 치제하게 하라. 사자는 상복을 벗거든 조용하고, 녹봉은 3년 동안 실어 보내게 하라. 홍문관으로 하여금 시장을 기다리지 말고 장례 전에 시호를 의논하여 정하게 하라.”하였다. 남공철의 자는 원평인데, 키가 크고 용모가 아름다웠으며 문장을 잘하고 행동은 구양수를 표준으로 삼았다. 비록 기운이 약하여 힘이 모자라지만 그 풍신이 화창한 부분은 왕왕 비슷하였다. 문형을 맡아 여러 차례 공거를 맡았으나 뇌물이 행해지지 않았다. 정승이 된 지 지금까지 10여 년이 되었는데, 당시 젊은이의 일들이 좌진하기에 넉넉하여 진퇴와 주대에서 모범이 될 만한 점이 있었으므로 조정의 신하들이 모두 칭찬하였다. 졸한 뒤 나이가 81세이고, 시호는 문헌이다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 12월 30일(병술) 1번째기사",
                "gt-oKo": "대광 보국 숭록 대부(大匡輔國崇祿大夫) 의정부 영의정 치사 봉조하(議政府領議政致仕奉朝賀) 남공철(南公轍)이 졸서(卒逝)하였다. 하교하기를, “지금 듣건대, 원로(元老)가 장서(長逝)하였다 하니, 참으로 몹시 슬프다. 이 대신(大臣)은 단정하고 성실하며 화락하고 부드러운 모습과 온화하고 순수하며 청렴하고 근신한 절조가 있는데다가 학술이 깊고 순수하며 문장이 바르고 우아하다. 능히 그 집의 아름다움을 이어받아 일찍이 정조(正祖)의 사랑을 받았고, 순조(純祖)께서 즉위하신 처음부터 나에 이르기까지 3대에 걸쳐 보도(輔導)하는 책무를 맡아 그 공로가 컸으니, 묘당(廟堂)에서 도운 노고뿐이 아니다. 더구나 치사(致仕)한 뒤로 나이가 높고 덕이 밝아서 우뚝하기가 마치 영광(靈光)이 있는 듯하였는데, 이제는 끝났다. 졸한 남 봉조하 집에 동원 부기(東園副器) 1부(部)를 실어 보내고, 성복(成服)하는 날에 승지(承旨)를 보내어 치제(致祭)하게 하라 그리고 사자(嗣子)가 복을 벗거든 등용하고, 녹봉(祿俸)을 3년 동안 실어 보낼 것이며, 홍문관(弘文館)으로 하여금 시장(諡狀)을 기다리지 말고 장사하기 전에 시호(諡號)를 의논하게 하라.” 하였다. 남공철의 자(字)는 원평(元平)인데, 키가 크고 아름다운 모습이었다. 문장을 잘하였는데 흔히 구양수(歐陽修)를 표준 삼았으며, 기가 약하여 힘이 모자랐으나 그 풍신(風神)이 화창한 부분은 가끔 닮았다. 문형(文衡)을 맡아 여러 번 공거(貢擧)를 맡았으나 뇌물이 행해지지 않았다. 정승이 되어서는 전후 10여 년 동안에 당시의 젊은이들에 관계되는 일을 넉넉히 앉아서 진정시켰고, 진퇴하고 주대(奏對)하는 데에 본받을 만한 것이 있으므로, 조정의 진신(縉紳)이 다 칭찬하였다. 졸한 때의 나이가 81세이고, 시호는 문헌(文獻)이다.",
                "hj": "○丙戌/大匡輔國崇祿大夫議政府領議政致仕奉朝賀南公轍卒。 敎曰: “卽聞元老之長逝, 實用愴衋。 此大臣, 以端亮愷悌之姿, 溫粹淸愼之操, 加之學術淵粹, 文章爾雅。 克趾乃家之美, 早荷正廟之眷, 而自純祖睿筵之初, 逮予寡躬, 任三世輔導之責, 厥功茂焉, 不但爲廊廟翊贊之勞而已。 況其懸車之後, 年尊德卲, 巋然若靈光之存, 今焉已矣。 卒南奉朝賀家, 東園副器一部輸送, 成服日, 遣承旨致祭。 嗣子待闋服調用, 祿俸限三年輸送, 令弘文館, 不待諡狀, 葬前議諡。” 公轍字元平, 長身美姿, 容爲文章、動以(歐陽脩)〔歐陽修〕爲準則, 雖氣弱力不能給焉, 而其風神怡暢處, 往往似之。 典文衡屢知貢擧, 而關節不行。 及爲相, 前後十有餘年, 屬時少事, 優於坐鎭, 進退奏對, 有可儀者, 廷紳咸稱之。 及卒, 年八十一, 諡文獻。"
            },
            "2": {
                "H2KE-EN": "The Ministry of Rites advised: According to the report submitted by the governor of Jeolla Province Yi Mokyeon , Magistrate of Jeju Strategic County Ku Jaryong , In Daejeong and Moyeoppo (Moyeoyeoyeoppo (Moyeoyeoyeoye Port, two sailors of Yeongilri state ships were moored at anchor and dared to shoot battle, and eventually plundered catching cattle and raiding cattle. The magistrate of Daejeong and Moyeoyeopo (Moyeoyeoyeoye Port were requested to dismiss him from his post and arrested. From this day forward, the vagabonds of cunning and wickedness are treacherous. Therefore, it is impossible to reprimand the naval forces who have been delayed because of this, even though it is difficult to reprimand them to defend against the enemy invasion and strengthen defense against the enemy invasion. However, the entire islands and the entire ports are impossible to defend against any contingencies. Therefore, the methods of preparation must be thoroughly examined. Moreover, they are not more than forty men, so how could they be unable to flee and scatter in advance? Since the matter is related to the border areas, it is impossible to leave them as they please. The magistrate of Jeju Strategic County Ku Jaryong should dismiss him from his post and arrest him. The King followed this recommendation.",
                "H2KE-nKo": "비변사가 아뢰기를,“방금 전라 감사 이목연의 장계를 보니, 제주 목사 구재룡의 첩정을 낱낱이 들어 말하기를 ‘대정도 모슬포 가파도에 영길리국의 배 2척이 와서 정박하고는 감히 포를 쏘고 짐승을 겁탈하는 변고까지 있었습니다.’라고 하고, 이어 해당 현감을 파직하고 의금부로 잡아다 처리할 것을 청하였습니다.만선이 바다에 출몰하는 것은 본래 교활한 버릇입니다. 오랫동안 해이해진 해졸에게 방어를 튼튼히 하라고 요구하기는 어렵지만, 온 섬과 포구가 모두 변고에 대비하는 중요한 지역이니, 방비책을 진실로 충분히 규찰해야 합니다. 더구나 저들은 40여 인에 불과한데, 어찌 먼저 스스로 겁을 먹고 도망쳐 흩어지기에 겨를이 없어야 한단 말입니까. 변방의 정세에 관계된 일이니 그대로 두어서는 안 됩니다. 해당 목사 구재룡을 파직하고 의금부로 잡아다 처리하소서.”하니, 윤허하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 12월 30일(병술) 2번째기사",
                "gt-oKo": "비국(備局)에서 아뢰기를, “지금 전라 감사 이목연(李穆淵)의 장계(狀啓)를 보았더니, 제주 목사 구재룡(具載龍)의 첩정(牒呈)에 이르기를, ‘대정현(大靜縣) 모슬포(墓瑟浦) 가파도(加波島)에 영길리국(英吉利國)의 배 2척이 와서 정박하여 감히 포를 쏘고 소를 겁탈하는 변까지 있다.’ 하고, 이어서 현감(縣監)을 파출(罷黜)하고 나처(拿處)하기를 청하였습니다. 오랑캐의 배가 바다에 출몰하는 것은 본디 교활한 버릇이니, 오랫동안 해이해진 해졸(海卒) 때문에 어모(禦侮)를 튼튼히 하라고 책망하기 어렵다 하나, 온 섬의 포항(浦港)이 다 사변에 대비하는 중지(重地)에 관계되므로, 경비하는 방도를 본디 충분히 규찰(糾察)해야 할 것입니다. 더구나 저들은 40여 인에 지나지 않는데, 어찌하여 먼저 스스로 두려워하여 달아나기에 겨를이 없기까지 하겠습니까? 변정(邊情)에 관계되는 일이므로 그대로 둘 수 없으니, 해당 목사 구재룡을 파출하고 나처하소서.” 하니, 윤허하였다.",
                "hj": "○備局啓言: “卽見全羅監司李穆淵狀啓, 則枚擧濟州牧使具載龍牒呈以爲, ‘大靜、摹瑟浦加波島, 英吉利國船二隻來泊, 敢肆砲放, 至有刦掠牛畜之變,’ 仍請該縣監罷拏矣。 蠻舶之出沒洋中者, 自是狡猾之習, 則以此積弛之海卒, 雖難責之以禦侮固圉, 而環島浦港, 俱繫待變重地, 則戒備之方, 固當十分糾察。 而況彼不過四十餘人矣, 何至於先自恐怯, 逃散不暇乎? 事繫邊情, 不可仍置, 該牧使具載龍, 罷黜拏處。” 允之。"
            },
            "3": {
                "H2KE-EN": "The Hanseong Magistracy presented the King with a total of 156 households in the capital and the provinces, 774 households, 330만 8,012 men, 330만 9,985 women.",
                "H2KE-nKo": "한성부에서 민수를 올렸다. 서울과 지방의 총 원호는 156만 774호인데, 남자는 330만 812명이고 여자는 330만 9985명이었다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 12월 30일(병술) 3번째기사",
                "gt-oKo": "경조(京兆)에서 민수(民數)를 아뢰었다. 경외(京外)를 모두 합한 원호(元戶)가 1백 56만 7백 74호인데, 남자는 3백 30만 8천 12구(口)이고, 여자는 3백 30만 9천 9백 85구이었다.",
                "hj": "○京兆獻民數, 京外都元戶一百五十六萬七百七十四戶, 男三百三十萬八千十二口, 女三百三十萬九千九百八十五口。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On sinhae day, the first day of the fourth month, the Abdicated King (Taejong issued an order to release and release Kang Sigwi , who was sentenced to prison in Chuja Island . I have thought about this. However, because the inspectors and censors have been observed, the State Tribunal could not observe it. Now, however, it has been more years since it has been a long time since the royal order has been blocked for a long time, which runs contrary to the cardinal principles of righteousness. Furthermore, I have never observed the opinions of admonition by strong judgment so that I can only release and release him. As for Kang Sigwi , a criminal who was placed under restricted residence in Chuja Island , I commanded the Royal Secretariat to strictly enforce the State Tribunal in order to immediately release and release Kang Sigwi.",
                "H2KE-nKo": "대왕대비가 전교하기를,“재작년 봄에 풀어 주라고 명한 것은 내가 뜻한 바가 있어서였는데, 대간의 계사가 한창 진행되고 있는 바람에 의금부에서 거행하지 못하였다. 이제는 해가 갈수록 더욱 오래되었으나 명령이 이로 인해 막혀서 일의 체모에 크게 어긋났고, 또 나는 이 일에 대해 쟁집하는 의론에 대해 끝내 석연치 않게 여겨 기필코 풀어 주고야 말겠다. 추자도에 안치한 죄인 강시환을 연전의 성명으로 승정원으로 하여금 의금부를 엄히 신칙하여 즉시 풀어 주게 하라.”하였다.\n",
                "date_ko": "헌종 7권, 6년(1840 경자 / 청 도광(道光) 20년) 12월 6일(임술) 1번째기사",
                "gt-oKo": "대왕 대비(大王大妃)가 하교(下敎)하기를, “재작년 봄에 놓아 보내라고 한 명은 나의 뜻한 바가 있었으나, 대계(臺啓)가 한창 일어났기 때문에 금오(金吾)에서 거행하지 못하였다. 이제 해가 더욱 오래 되었는데 명령을 그대로 덮어두는 것은 사체(事體)에 크게 어그러지고, 또 내가 이 일에 대해서는 쟁집(爭執)하는 논의에 대해 끝내 석연하지 않으니, 반드시 용서하고야 말 것이다. 추자도(楸子島)에 안치(安置)한 죄인 강시환(姜時煥)을 연전의 성명(成命)에 따라 정원(政院)으로 하여금 왕부(王府)에 엄히 신칙(申飭)하여 곧 놓아 보내게 하라.” 하였다.",
                "hj": "○壬戌/大王大妃敎曰: “再昨春放送之命, 予意有在, 以臺啓方張, 金吾不得擧行。 今則歲年愈久, 而命令因以壅閼, 大違事體, 且予於此事, 終不犂然於爭執之論, 期於宥釋乃已。 楸子島安置罪人姜時煥, 以年前成命, 令政院嚴飭王府, 卽爲放送。”"
            }
        }
    }
}