{
    "01": {
        "1": {
            "1": {
                "H2KE-EN": "On imja day, the first day of the ninth month, the King proceeded to the hall of governance and performed a tea ceremony.",
                "H2KE-nKo": "임자년에 진전에 나아가 다례를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 1월 1일(임자) 1번째기사",
                "gt-oKo": "진전(眞殿)에 나아가 다례(茶禮)를 행하였다.",
                "hj": "○壬子/詣眞殿, 行茶禮。"
            },
            "2": {
                "H2KE-EN": "The King appointed Jeong Deokhwa as magistrate of Ganghwa Magistracy .",
                "H2KE-nKo": "정덕화를 강화부 유수로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 1월 1일(임자) 2번째기사",
                "gt-oKo": "정덕화(鄭德和)를 강화부 유수(江華府留守)로 삼았다.",
                "hj": "○以鄭德和爲江華府留守。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "On gapja day, the first day of the month, the King performed the rite of praying for rain at the Altar of the Soil and Grain .",
                "H2KE-nKo": "사직단에서 기곡 대제를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 1월 10일(신유) 1번째기사",
                "gt-oKo": "사직 기곡 대제(社稷祈穀大祭)를 행하였다.",
                "hj": "○辛酉/行社稷祈穀大祭。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "The King summoned 시임 대신과 원임 대신을 불러 보았다. Director of the Office of Ritual Procedures , Director of the Office of the Royal Decrees [], Director of the Genealogy Jeong Yong , and others reported as follows: Your subjects humbly believe that Your Majesty has a beautiful nature like Emperor Taizu of the Dynasty of the Zhou dynasty and Taizu of the Dynasty of the Song dynasty, and an unworthy son of Emperor Shun of the Dynasty (C. ",
                "H2KE-nKo": "시원임 대신을 불러서 보았다. 예조 당상인 영중추부사 정원용 등이 아뢰기를,“삼가 생각건대 우리 자성(慈聖 정순왕후)께서는 성품이 훌륭하여 주나라의 태임이나 태사와 같으시고, 정사에 대한 훌륭함은 송나라의 여요나 여순과 같으시며, 우리 순 임금의 성대한 덕을 짝하시어 곤원이 건원을 도운 것과 같으셨습니다. 우리 헌종께서 어린 나이에 어머니로서의 도리를 겸하여 군도까지 겸하셨으니, 그 성대한 덕과 지극한 선은 역사에 이루 다 기록할 수 없을 정도입니다.지난여름에 나라를 다시 세워 준 공은 더욱 우리나라 만세의 업적이었으며, 수렴청정을 하면서 큰 계책을 결정하시어 위태로운 국세가 다시 안정되었습니다. 3년 동안의 기무를 처리하면서 백성과 나라를 일념으로 처리하여 이전의 포흠을 탕감해 주고 정상적인 공납을 감면해 주었으며, 숨은 고통을 살펴 억울함을 풀어 주었습니다. 항상 학문에 전념하고 성헌을 살펴 우리 성상을 잘 가르치고 인도하여 주상의 부족한 점을 보충하였으며, 부지런히 직무를 수행하고 경계할 것을 생각하여 우리 신하들을 신칙하셨습니다.전하께서는 왕위에 오르시면서는 간곡한 목소리로 밤낮으로 수고하는 것을 꺼리지 않으셨고, 백성을 품어 주고 보호해 주시는 은혜로운 윤음을 내리시어 매번 춥고 더운 때에 원망하고 탄식하는 것을 염려하셨습니다. 그리하여 우리 하늘의 큰 명을 맞아들이고 우리 뒷사람을 인도하여 500년 동안 거듭 빛나는 운을 잇게 하여 억만년 무궁한 복을 드리웠으니, 이는 누가 내려 준 은혜입니까. 왕업을 태산 반석처럼 영원히 보존하고 후손을 편안하게 할 계책을 남겼으며, 문상제가 주량에 행차하여 아름다운 덕을 후손에게 전하였습니다. 지금 또 특별히 의란을 거두고 수렴청정을 거두라는 전지를 내려 장락궁에서 보양하는 융성함을 크게 받았습니다. 훌륭한 계책과 훌륭한 규범은 역사에 없던 일일 뿐만 아니라 풍성한 공렬과 아름다운 광채는 또한 천하 사람들이 모두 칭송하는 바입니다. 옥돌에 새기고 금과 은에 새기는 것은 응당 행해야 하는 일반적인 예이고, 팔도의 사람들이 같은 심정으로 어전에서 아뢰어 청한 것입니다. 우리나라에 이미 금석과 같은 법이 있으니, 길일을 잡아 장차 강릉처럼 오래 사시기를 축원합니다. 신들은 명을 받들어야 하는데 연석에서 물러났으니, 삼가 바라건대 동조께 여쭈어 속히 윤허를 내려 주소서.”하니, 전교하기를,“마땅히 동조께 여쭈어야 하니, 경들은 우선 물러가 기다리라.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 1월 11일(임술) 1번째기사",
                "gt-oKo": "시임(時任)·원임(原任) 대신과 예당(禮堂)을 소견(召見)하였는데, 영부사(領府事) 정원용(鄭元容) 등이 아뢰기를, “삼가 생각하건대 우리 자성(慈聖)께서는 자성(姿性)의 아름다움이 주(周)나라의 태임(太任)·태사(太姒)와 같으시고, 정모(政謨)의 아름다움이 송(宋)나라의 여요(女堯)·여순(女舜)보다 뛰어남이 있으시니, 우리 순조[純宗] 임금의 성덕(聖德)을 짝하심이 땅이 하늘을 돕는 것과 같았습니다. 우리 헌종(憲宗)께서 어린 시기에는 모도(母道)로써 도와서 군도(君道)를 겸전하시니, 거룩하신 덕망(德望)과 지극히 착하심은 사책(史策)에 이루 다 기록하지 못하겠습니다. 기유년 여름에 재조(再造)한 공(功)에 이르러서는 더욱 우리 나라 만세(萬世)의 업적이시며, 염유(簾帷)에 납시어 대책(大策)을 결단하시니, 위태로운 국세(國勢)가 다시 안정되었습니다. 3년 동안 국가의 기무(機務)를 보살피고 한결같이 국민을 염려하시어 오래 된 포흠(逋欠)을 탕감하고, 상공(常供)을 견감(蠲減)하셨으며, 은밀함을 살피시고, 억울함을 소결(疏決)하셨습니다. 전학(典學)을 염려하시고 국헌(國憲)을 감독하여 우리 성궁(聖躬)을 훈계하고 인도하시어 곤궐(袞闕)을 보좌하시고, 부지런히 일하시며 경계하여 우리 신공(臣工)을 신칙하셨습니다. 수렴(垂簾)에 납시면 옥음(玉音)이 지극히 간절하여 밤낮의 근로(勤勞)를 꺼리지 않으시고, 백성을 생각하면 유시(諭示)를 내려 언제나 춥고 덥고 원망하고 한탄하는 것을 진념(軫念)하셨습니다. 우리 경명(景命)을 맞아들이고, 우리 후인(後人)을 계우(啓佑)하여 5백 년 동안 거듭 밝힌 운회(運會)를 이으시고, 억만년 동안 끝이 없는 도록(圖籙)을 드리운 것은 누가 내려 주셨습니까? 홍업(洪業)을 영구히 반석 위에 두어 자손을 위한 좋은 계책을 주셨으며, 길일(吉日)을 택하여 혼례(婚禮)를 거행했으니, 아름다움이 후사(後嗣)에 전해졌습니다. 이제 또 난가(鸞駕)의 위의(威儀)와 수렴 청정(垂簾聽政)을 철폐하는 특지(特旨)를 내리셨으니, 길이 즐겁게 이양(頤養)하는 융숭함을 받을 것입니다. 휘유(徽猷)와 철범(哲範)은 비단 사책(史策)에 없을 뿐만이 아니고, 풍렬(豐烈)이 아름답게 빛남은 또한 천하(天下)가 모두 칭송하는 바입니다. 아름다운 옥에 새기고 금은(金銀)에 봉함은 즉시 응행(應行)하여야 할 상례(常禮)이니, 팔역(八域)에서 같은 마음으로 전석(前席)에 진청(陳請)하는 바입니다. 우리 나라에는 금석(金石) 같은 법전(法典)이 있으니, 길일(吉日)에 장차 강릉(岡陵)의 축수를 행하고자 합니다. 신 등은 마땅히 성명(成命)을 받들고 자리를 물러나겠으니, 바라건대 동조(東朝)께 품(稟)하시고 빨리 유음(兪音)을 내리소서.” 하니, 하교하기를, “마땅히 대왕 대비께 앙품(仰稟)하겠으니, 경 등은 우선 물러가 기다리도록 하라.” 하였다.",
                "hj": "○壬戌/召見時原任大臣。 禮堂領府事鄭元容等啓言: “伏惟我慈聖姿性之美, 如成周之太任、太姒, 政謨之懿邁有宋之女堯、女舜, 配我純宗之聖德, 若坤元之贊乾元。 翊我憲廟之沖年, 以母道而兼君道, 盛德至善, 史不勝書。 至若已夏再造之功, 尤是我東萬世之業, 御簾帷而決大策, 綴旒之國勢復安。 三載機務, 一念民國, 蕩舊逋而蠲常供, 察幽隱而疏冤枉。 以念典學監成憲, 訓迪我聖躬, 以補袞闕, 勤職思戒, 勑我臣工。 臨御則玉音懇惻, 不憚宵旰勤勞, 懷保則丹綸渙發, 每軫寒暑怨咨。 迓續我景命, 啓佑我後人, 繼五百重熙之運, 垂億萬無疆之籙者, 繄誰之賜? 洪業永措於磐泰, 謨貽燕翼, 文祥載行於舟梁, 譽播嗣徽。 今又特降儀鸞撤簾之旨, 誕受長樂頤養之隆。 徽猷哲範, 非但史策之所未有, 豊烈休光, 抑亦寰宇之所共頌。 琬琰之刻, 金銀之檢, 卽應行之常禮, 以八域之同情, 有前席之陳請。 我家旣有金石之典, 吉日將行岡陵之祝。 臣等當奉成命而筵退, 乞稟東朝, 亟降兪音焉。” 敎曰: “當仰稟東朝, 卿等姑爲退待。”"
            },
            "2": {
                "H2KE-EN": "[The King] ordered that 시임 대신과 원임 대신, officials of the Ministry of Rites, and officials of the Ministry of Rites be allowed to resume their posts again. Supreme General [of the Middle Army] [] Jeong Yong and others said, How can we receive Your Majestys approval? The King said, \"I have repeatedly reported [to the King], but have not received Your Majestys approval. How can the hearts of your subjects be good?\" [Jeong] Yong and others said, Today, your subjects and others have made a request. This is a multitude of our court, and a multitude of the people in the entire world. Your subjects and others have not yet received Your Majestys approval. How can we express their grief over this matter? If the officials of the second rank or above who are in the second rank or above are in the second rank who is in the second rank or higher are in the second rank who are in the second rank or higher are in the second rank who are in the second rank or above? They will certainly disappoint Your Majestys approval, and I intend to make a request at the same time. The King said, I also will resume their requests again from the inner court and make a report.",
                "H2KE-nKo": "시원임 대신과 예조 당상에게 다시 입시하라고 명하였다. 영중추부사 정원용 등이 아뢰기를,“존호를 올리는 일에 대해 방금 윤허를 받았습니까?”하니, 주상이 말하기를,“누차 우러러 여쭈었으나 윤허를 받지 못하였으니, 아랫사람의 심정으로 어떻게 하면 좋겠는가?”하자, 정원용 등이 아뢰기를,“오늘 신들이 우러러 청하는 것은 우리나라에서 응당 행해야 할 떳떳한 전례이고, 팔도의 사람들이 똑같이 말하는 뭇사람들의 심정입니다. 겸손한 자궁의 덕으로 윤허를 내리지 않으시니, 신들의 억울함을 어찌 다 진달할 수 있겠습니까. 문안하는 반열에 참석한 2품 이상이 윤허를 아끼시는 하교를 듣는다면 반드시 모두 실망하여 일제히 호소하고자 할 것입니다.”하니, 주상이 말하기를,“나도 대내에서 다시 여러 차례 우러러 아뢰겠다.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 1월 11일(임술) 2번째기사",
                "gt-oKo": "명하여 시임(時任)·원임(原任) 대신, 예당(禮堂)을 다시 입시(入侍)하게 하니, 영부사(領府事) 정원용(鄭元容) 등이 아뢰기를, “존호(尊號)를 가상(加上)하는 일에 있어서 즉시 유음(兪音)을 받으셨습니까?” 하니, 임금이 말하기를, “여러 차례 앙품(仰稟)하였으나, 윤허를 받지 못하였으니, 하정(下情)에 어찌하면 좋겠는가?” 하였다. 정원용 등이 말하기를, “오늘 신 등이 앙청(仰請)한 것은 조정에서 응당 행하여야 할 이전(彝典)이며, 팔역(八域)에서 다 같이 말하는 군정(群情)입니다. 자애(慈愛)와 겸손한 덕(德)으로 유음(兪音)을 내리지 않으시니, 신 등의 답답함을 어찌 다 진달할 수 있겠습니까? 반열에 조현(朝見)하여 입참(入參)했던 2품 이상이 만약 윤허하지 않은 하교를 들으면 반드시 모두 결망(缺望)하여 일제히 호소하려고 할 것입니다.” 하니, 임금이 말하기를, “나도 대내(大內)에서 다시 여러 차례 앙주(仰奏)하겠다.” 하였다.",
                "hj": "○命時原任大臣禮堂, 更爲入侍, 領府事鄭元容等曰: “上號事, 卽承兪音乎?” 上曰: “屢次仰稟, 未蒙允許, 下情何以則爲好乎?” 元容等曰: “今日臣等之仰請者, 國朝應行之彝典也, 八域同辭之群情也。 以慈衷撝謙之德, 靳降允音, 臣等之抑鬱, 何可盡達乎? 候班入參之二品以上, 若聞靳許之敎, 則必皆缺望, 欲爲齊籲矣。” 上曰: “予亦當自內更爲屢次仰奏矣。”"
            },
            "3": {
                "H2KE-EN": "The Royal Mortuary for the Crown Prince reported, We humbly hope that Your Majesty will quickly receive Your Majestys approval and raise the salutation ritual toward the Imperial Crown Prince in order to fulfill the wishes of all the people. The King responded, I have exerted sincerity and sincerely prayed. However, many peoples hearts are also as such, and I will report this to my dear sirs opinion.",
                "H2KE-nKo": "빈청이 계사를 올리기를,“삼가 바라건대 속히 유음을 받들어 성대한 의식을 크게 거행하여 온 나라 사람들의 바람에 답하소서.”하니, 비답하기를,“내가 지금 정성을 다해 간절히 기원하고 있는데 여러 사람의 마음이 또 이와 같으니, 경들의 말을 가지고 우러러 묻겠다.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 1월 11일(임술) 3번째기사",
                "gt-oKo": "빈청(賓廳)에서 아뢰기를, “엎드려 바라건대 빨리 유음(兪音)을 받들어 욕의(縟儀)를 크게 거행하여 다시 함께 기축(祈祝)하는 바에 응답하소서.” 하니, 비답하기를, “내가 바야흐로 정성을 드려 간청하였는데, 군정(群情)이 또 이와 같으니, 마땅히 경(卿)들의 말로써 앙품하겠다.” 하였다.",
                "hj": "○賓廳啓辭, “伏乞亟奉兪音, 誕擧縟儀, 庸答大同之蘄祝焉。” 批曰: “予方積誠祈懇, 而群情又如是, 當以卿等之言, 仰稟矣。”"
            },
            "4": {
                "H2KE-EN": "The King appointed Hong Yeolmok as governor of Gyeongsang Province and Yi Geunu as governor of Chungcheong Province.",
                "H2KE-nKo": "홍열모를 경상도 관찰사로, 이근우를 충청도 관찰사로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 1월 11일(임술) 4번째기사",
                "gt-oKo": "홍열모(洪說謨)를 경상도 관찰사로, 이근우(李根友)를 충청도 관찰사로 삼았다.",
                "hj": "○以洪說謨爲慶尙道觀察使, 李根友爲忠淸道觀察使。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "The Royal Cuisine Office reported again [to the King], saying, Now I received the royal order to follow [Your Majestys] advice, and I cannot overcome my joy and fortunate. ",
                "H2KE-nKo": "빈청이 재차 아뢰니, 비답하기를,“지금 마지못해 따르겠다는 하교를 받들었으니, 경사스럽고 다행스러운 마음을 금할 수 없다.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 1월 12일(계해) 1번째기사",
                "gt-oKo": "빈청(賓廳)에서 다시 아뢰니, 비답하기를, “이제 마지못하여 따르신다는 교지를 받았으니, 경행(慶幸)을 금하지 못하겠다.” 하였다.",
                "hj": "○癸亥/賓廳再啓批曰: “今承勉從之敎, 不勝慶幸。”"
            },
            "2": {
                "H2KE-EN": "[The King] summoned 시임 대신과 원임 대신, and officials of the Ministry of Rites . The King said, [I] received the instructions of Your Majesty to grant [your] approval. My heart is happy and fortunate. Truly, this is comparable to those of me. 영부사 정원용 and others said, Your subjects have recently received the instructions of your subjects at the Royal Cuisine Office and conducted congratulatory celebration.",
                "H2KE-nKo": "시원임 대신과 예조 당상을 불러서 보았다. 주상이 말하기를,“방금 자전(慈殿 정순왕후)의 하교가 윤종되었으니, 나의 경사스럽고 다행스러움이 실로 비할 데가 없다.”하니, 영중추부사 정원용 등이 아뢰기를,“신들이 조금 전 빈청에서 비지를 받들어 읽고는 서로 돌아보며 경하하였습니다.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 1월 12일(계해) 2번째기사",
                "gt-oKo": "시임(時任)·원임(原任) 대신과 예당(禮堂)을 소견(召見)하고, 임금이 말하기를, “자교(慈敎)의 윤종(允從)을 받으니, 내 마음이 경행(慶幸)함을 실로 비유할 수가 없다.” 하니, 영부사 정원용 등이 말하기를, “신 등도 빈청(賓廳)에서 비지(批旨)를 받아 읽고 서로 돌아보며 경하(慶賀)하였습니다.” 하였다.",
                "hj": "○召見時原任大臣禮堂, 上曰: “卽蒙慈敎允從, 予心慶幸, 實庸無比。” 領府事鄭元容等曰: “臣等俄於賓廳, 承讀批旨, 相顧慶賀矣。”"
            },
            "3": {
                "H2KE-EN": "The Office of the Establishment of Ceremonies reported on the ceremonial procedure for the additional honorific title for Great King Gongjeong (Jeongjong .",
                "H2KE-nKo": "빈청이 주상에게 아뢰어 대왕대비전께 가상할 존호의 망단자를 ‘선휘’로 하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 1월 12일(계해) 3번째기사",
                "gt-oKo": "빈청(賓廳)에서 아뢰기를, “대왕 대비전(大王大妃殿)의 가상(加上)하는 존호(尊號)는 ‘선휘(宣徽)’로 하시기 바랍니다.” 하였다.",
                "hj": "○賓廳啓, 大王大妃殿加上尊號望宣徽。"
            },
            "4": {
                "H2KE-EN": "The King proceeded to Injeong Hall and personally received the list of the honorific title for Great King Gongjeong (Jeongjong.",
                "H2KE-nKo": "인정전에 나아가 대왕대비전의 존호 단자를 친히 받았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 1월 12일(계해) 4번째기사",
                "gt-oKo": "인정전(仁政殿)에 나아가 대왕 대비(大王大妃)의 존호 단자(尊號單子)를 친히 받았다.",
                "hj": "○詣仁政殿, 親受大王大妃殿尊號單子。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "On gapja day, the first day of the month, [the King] proceeded to Injeong Hall in order to receive the congratulatory ceremony and 반사하였다.",
                "H2KE-nKo": "인정전에 나아가 진하를 받고 사면령을 반포하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 1월 13일(갑자) 1번째기사",
                "gt-oKo": "인정전에 나아가 하례를 받고, 반사(頒赦)하였다.",
                "hj": "○甲子/御仁政殿, 受賀頒赦。"
            },
            "2": {
                "H2KE-EN": "The King appointed Bai Yanjin as 총융사 and Kim Mungeun as supreme general of the Inner Palace Guards . ",
                "H2KE-nKo": "백은진을 총융사로, 김문근을 금위대장으로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 1월 13일(갑자) 2번째기사",
                "gt-oKo": "백은진(白殷鎭)을 총융사(摠戎使)로, 김문근(金汶根)을 금위 대장(禁衛大將)으로 삼았다.",
                "hj": "○以白殷鎭爲摠戎使, 金汶根爲禁衛大將。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "On eulchuk day, the first day of the eleventh month, [the King] conducted a royal approval for the first time in the eulchuk year ( and selected Simsun , Kim Wansiksik , Seo Sangji , and Yi Yongeun . ",
                "H2KE-nKo": "을축년에 한림 소시를 행하여 심순택, 김완식, 서상지, 이용은을 뽑았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 1월 14일(을축) 1번째기사",
                "gt-oKo": "한림 소시(翰林召試)를 행하여 심순택(沈舜澤)·김완식(金完植)·서상지(徐相至)·이용은(李容殷)을 뽑았다.",
                "hj": "○乙丑/行翰林召試, 取沈舜澤、金完植、徐相至、李容殷。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On byeongjin day, the first day of the month, [the King] went to the hall of governance to pay a visit to the hall of governance to pay his respects.",
                "H2KE-nKo": "진전에 나아가 전배하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 1월 15일(병인) 1번째기사",
                "gt-oKo": "진전(眞殿)에 나아가 전배(展拜)하였다.",
                "hj": "○丙寅/詣眞殿展拜。"
            },
            "2": {
                "H2KE-EN": "The King proceeded to Injeong Hall and received the officials in the regular morning court assembly. Consequently, the King bestowed a rite on the deceased Senior Abdicated King upon him because the high officials had reported this.",
                "H2KE-nKo": "인정문에 나아가 조참을 행하고, 문충공 민정중에게 부조지전을 시행하였다. 대신이 아뢰었기 때문이다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 1월 15일(병인) 2번째기사",
                "gt-oKo": "인정문(仁政門)에 나아가 조참(朝參)하고, 문충공(文忠公) 민정중(閔鼎重)의 사판(祠版)에 부조(不祧)의 전(典)을 베풀었으니, 대신의 주청으로 인한 것이었다.",
                "hj": "○御仁政門朝參, 文忠公閔鼎重, 施以不祧之典, 因大臣所奏也。"
            },
            "3": {
                "H2KE-EN": "[The King] issued a royal order: In retrospect, I am unworthy, dare to uphold myself instructions and personally take charge of various affairs. I do not know how to fulfill the wishes of the people. One day, urgently is the peoples livelihood. Among the people under the jurisdiction of the eight provinces, those under the jurisdiction of the capital and the provinces, those under the jurisdiction of the people are to be sought out. Discuss the plans for reforming the people and report the results to me.",
                "H2KE-nKo": "전교하기를,“돌아보건대 부덕한 내가 감히 자전(慈殿 정순왕후)의 가르침을 받들어 친히 서무를 총괄하고 있으니, 어떻게 해서 나라 사람들의 기대에 부응할 수 있을지 모르겠다. 하루에도 온갖 정무를 보는 중에 마땅히 급선무로 삼아야 할 것은 백성이니, 팔도의 주현과 사도의 관할하에 백성의 고통과 관계된 일은 두루 물어서 바로잡을 방책을 강구하여 보고하라.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 1월 15일(병인) 3번째기사",
                "gt-oKo": "하교하기를, “돌아보건대 내가 부덕(否德)한 몸으로 감히 자훈(慈訓)을 받들어 친히 서무(庶務)를 총괄하나, 어떻게 국민의 소망에 부응(副應)할 것인지 알지 못하겠다. 1일의 만기(萬機)를 살피는 가운데에 마땅히 급선무로 삼아야 할 것은 만백성의 일이니, 팔역(八域)의 주현(州縣)과 사도(四都)의 관하에 민은(民隱)에 관계된 일은 널리 자문(諮問)하여 구제할 계책을 강구하여 계문하도록 하라.” 하였다.",
                "hj": "○敎曰: “顧予否德, 敢奉慈訓, 親摠庶務, 不知何以副國人之望。 一日萬機之中, 宜急先者, 生民也, 八路州縣與四都管下, 事係民隱者, 周爰諮訪, 其所以矯捄之策, 講究以聞。”"
            },
            "4": {
                "H2KE-EN": "The King ordered the officials of the senior third rank or above to select and recommend local magistrates who have a good reputation and achievements. The King ordered the Ministry of Personnel to reappoint them and then admonish the problems of the Office of Palace Procurement in each palace. The problems regarding the problems of paying tribute to each government office in each palace are to be done according to the report presented by high officials.",
                "H2KE-nKo": "비변사 당상에게 명하여 명성과 치적이 있는 수령을 가려 천거하게 하고, 전조로 하여금 수용하게 하였다. 이어 각 궁과 내수사가 침탈하고 각 영과 각 사에 상납하는 정비의 폐단에 대해 신칙하였는데, 대신이 아뢰었기 때문이다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 1월 15일(병인) 4번째기사",
                "gt-oKo": "비국 당상(備局堂上)에게 명하여 수령(守令)에 성적(聲績)이 있는 사람을 가려서 천거하여, 전조(銓曹)로 하여금 수용(收用)하게 하고, 이어서 각궁(各宮)의 내사(內司)에서 침어(侵漁)하고, 각영(各營)·각사(各司)에 상납하는 정비(情費)의 폐단을 신칙하였으니, 대신의 주청으로 인한 것이었다.",
                "hj": "○命備堂, 擇薦守令有聲續人, 令銓曹收用, 仍飭各宮內司侵漁, 各營各司上納情費之(弊)〔弊〕, 因大臣所奏也。"
            },
            "5": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, As for the person in charge of the inspector general Han Geung , I specially raise him.",
                "H2KE-nKo": "전교하기를,“대사간 한긍인에게 특별히 가자하라.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 1월 15일(병인) 5번째기사",
                "gt-oKo": "하교하기를, “대사간 한긍인(韓兢人)을 특별히 가자(加資)토록 하라.” 하였다.",
                "hj": "○敎曰: “大司諫韓兢人, 特爲加資。”"
            },
            "6": {
                "H2KE-EN": "The King appointed Hong Jikbong as second deputy director of the Royal House Administration and Seong Geunhaek as third minister of punishments . This was because they were a special royal order.",
                "H2KE-nKo": "홍직필을 지돈녕부사로, 성근묵을 형조 참의로 삼았다. 중비로 제수한 것이다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 1월 15일(병인) 6번째기사",
                "gt-oKo": "홍직필(洪直弼)을 지돈녕부사로, 성근묵(成近默)을 형조 참의로 삼았으니, 중비(中批)이었다.",
                "hj": "○以洪直弼爲知敦寧, 成近默爲刑曹參議, 中批也。"
            },
            "7": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, Second Deputy Director of the Royal House Administration Yi헌gu shall be appointed as minister of rites .",
                "H2KE-nKo": "전교하기를,“지돈녕부사 이헌구를 정승에 제수하라.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 1월 15일(병인) 7번째기사",
                "gt-oKo": "하교하기를, “지돈녕 이헌구(李憲球)를 상신(相臣)에 제배(除拜)하도록 하라.” 하였다.",
                "hj": "○敎曰: “知敦寧李憲球, 拜相。”"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "The King attended the Royal Lecture on the Day of Cold Food .",
                "H2KE-nKo": "주강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 1월 17일(무진) 1번째기사",
                "gt-oKo": "주강(晝講)하였다.",
                "hj": "○戊辰/晝講。"
            },
            "2": {
                "H2KE-EN": "Hanseong Magistracy reported, Last night, a fire broke out at this magistracy. The eight kan of the storehouses in Chungcheong Province and twelve kan of government storehouses were all burned down. Fortunately, people would not be able to damage them. The King transmitted a royal directive, which stated, The fire broke out at Hanseong Magistracy did not evidently. How could there be fire broke out at night? Furthermore, the weight of this storehouses. Therefore, it is impossible to say that it is impossible for us to thoroughly. As for the staff officials on duty, have them cross-examined and interrogated and deal with the case. As for the relevant clerks and slaves in charge, have them all transferred to the Ministry of Punishments and thoroughly investigate the case and then report back to me.",
                "H2KE-nKo": "한성부가 아뢰기를,“지난밤에 본부에 화재가 발생하여 충청도 장적고 8칸과 공해 12칸이 모두 불타 버렸는데, 다행히 사람도 다치지는 않았습니다.”하니, 전교하기를,“한성부의 화재는 별로 지적할 만한 것이 없는데 어찌 근거 없는 화재가 깊은 밤에 발생했겠는가. 또 장적의 소중함이 다른 곳과는 차이가 있으니 그 놀라움을 이루 다 말할 수 없다. 입직한 낭관을 의금부로 잡아다 신문하여 처리하고, 해당 관장한 이례도 모두 형조로 이송하여 엄히 조사하여 보고하게 하라.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 1월 17일(무진) 2번째기사",
                "gt-oKo": "한성부(漢城府)에서 아뢰기를, “지난밤에 본부(本府)에서 실화(失火)하여 충청도(忠淸道) 장적고(帳籍庫) 8간과 공해(公廨) 12간이 모두 타버렸으나, 다행히 인물은 치상(致傷)하지 않았습니다.” 하니, 하교하기를, “경조(京兆)의 회록(回祿)의 재해는 별달리 지적할 것이 없지만, 어찌 근거 없는 불이 한밤중에 발생하였겠는가? 또 장적(帳籍)의 소중함은 다른 것과 다르니, 그 놀라움을 말할 수 없다. 입직 낭관(入直郞官)을 나문(拿問)하여 처단하고, 그 직무를 맡은 이례(吏隷)도 모두 형조에 이송(移送)하여 엄중히 추핵하여 계문하도록 하라.” 하였다.",
                "hj": "○漢城府啓言: “去夜本府失火, 忠淸道帳籍庫八間及公廨十二間, 盡爲燒燼, 人物幸無致傷”, 敎曰: “京兆回祿之災, 別無指的, 豈有無根之火, 發於深夜乎? 且帳籍所重, 與他有異, 其爲驚駭, 有不可言。 入直郞官, 拿問處之, 該掌吏隷, 竝移送秋曹, 嚴覈以聞。”"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On sinsa day, the King attended the Royal Lecture on the gisa day of the twelfth month.",
                "H2KE-nKo": "주강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 1월 18일(기사) 1번째기사",
                "gt-oKo": "주강(晝講)하였다.",
                "hj": "○己巳/晝講。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On gabo day, the King attended the Royal Lecture on the gyeongo year (.",
                "H2KE-nKo": "주강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 1월 19일(경오) 1번째기사",
                "gt-oKo": "주강하였다.",
                "hj": "○庚午/晝講。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "Shin Mi , Chief State Councilor Kim Heunggeun , resigned from office, and the King denied this request.",
                "H2KE-nKo": "영의정 김흥근이 상소하여 사직하니, 비답을 내려 허락하지 않았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 1월 20일(신미) 1번째기사",
                "gt-oKo": "영의정 김흥근(金興根)이 진소(陳疏)하여 사직(辭職)하였으나, 비답을 내려 윤허하지 않았다.",
                "hj": "○辛未/領議政金興根, 陳疏辭職, 賜批不許。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On imsin day, [the King] summoned the local magistrates on duty in the imsin year (.",
                "H2KE-nKo": "하직 인사를 하는 수령을 불러서 보았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 1월 21일(임신) 1번째기사",
                "gt-oKo": "하직(下直)하는 수령을 인견(引見)하였다.",
                "hj": "○壬申/召見下直守令。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "Right State Councilor Yi 헌gu submitted a memorial requesting his resignation, but the King denied this request.",
                "H2KE-nKo": "우의정 이헌구가 상소하여 사직하니, 비답을 내려 허락하지 않았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 1월 22일(계유) 1번째기사",
                "gt-oKo": "우의정 이헌구(李憲球)가 진소(陳疏)하여 사직(辭職)하였으나, 비답을 내려 윤허하지 않았다.",
                "hj": "○癸酉/右議政李憲球, 陳疏辭職, 賜批不許。"
            },
            "2": {
                "H2KE-EN": "김좌geun was appointed minister of Taxation .",
                "H2KE-nKo": "김좌근을 호조 판서로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 1월 22일(계유) 2번째기사",
                "gt-oKo": "김좌근(金左根)을 호조 판서로 삼았다.",
                "hj": "○以金左根爲戶曹判書。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On gapja day, the King proceeded to Injeong Hall of Changdeok Palace and personally delivered incense and the written invocation for the spring state sacrifice at the Altar of Agriculture .",
                "H2KE-nKo": "인정전에 나아가 선농단의 춘향 대제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 1월 23일(갑술) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에 나아가 선농단(先農壇) 춘향(春享)에 쓸 향(香)과 축문(祝文)을 친히 전하였다.",
                "hj": "○甲戌/詣仁政殿, 親傳先農壇春享香祝。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On byeongja day, the first day of the fourth month, the Office of Royal Genealogy entered the temporary palace in the Office of Royal Genealogy . The King issued a royal directive: In the past, when offering a sacrifice to the spirit tablet of Kim Munchung for four generations, it was necessary to show my intent. However, I could not do so. Magistrate of Hwangju Strategic County Kim Yeonggeun shall be appointed as sixth-rank military official .",
                "H2KE-nKo": "약원에서 희정당에 입진하였다. 전교하기를,“작년 김 문충공(金文忠公 김장생) 4세의 사판에 치제할 때 뜻을 표시하는 조치가 있었어야 하는데 실행하지 못하였다. 황주 목사 김영근을 동부승지에 제수하라.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 1월 25일(병자) 1번째기사",
                "gt-oKo": "약원(藥院)에서 희정당(熙政堂)에 입진(入診)하였다. 하교하기를, “작년 김 문충공(金文忠公) 4세(四世)의 사판(祠版)에 치제(致祭)하였을 때에 마땅히 뜻을 보이는 일이 있었어야 했는데, 시행하지 못하였다. 황주 목사(黃州牧使) 김영근(金泳根)에게 동부승지(同副承旨)를 제수하도록 하라.” 하였다.",
                "hj": "○丙子/藥院入診于熙政堂。 敎曰: “昨年致侑於金文忠公四世祠版時, 宜有示意之擧, 而未果矣。 黃州牧使金泳根, 同副承旨除授。”"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On sinmyo day, [the King] granted a rotational audience to the eleventh day of the ninth month.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 1월 28일(기묘) 1번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○己卯/召對。"
            },
            "2": {
                "H2KE-EN": "Right State Councilor Yi헌구가 재차 appealed to resign from office, but the King did not grant permission.",
                "H2KE-nKo": "우의정 이헌구가 재차 상소하여 사직하였으나, 비답을 내려 허락하지 않았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 1월 28일(기묘) 2번째기사",
                "gt-oKo": "우의정 이헌구(李憲球)가 재차 상소하여 사직(辭職)하였으나, 비답을 내려 윤허하지 않았다.",
                "hj": "○右議政李憲球, 再疏辭職, 賜批不許。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On gapjin day, the first day of the month, the King proceeded to Injeong Hall and performed the salutation ritual toward the Altar of the Soil and Grain . ",
                "H2KE-nKo": "인정전에 나아가 사직 기곡 대제의 서계를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 1월 3일(갑인) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에 나아가 사직 기곡 대제(社稷祈穀大祭)의 서계(誓戒)를 행하였다.",
                "hj": "○甲寅/詣仁政殿, 行社稷祈穀大祭誓戒。"
            },
            "2": {
                "H2KE-EN": "The King proceeded to Injeong Hall and personally handed out the incense and written prayer to be used in the spring sacrifice at the Royal Ancestral Shrine and Yeongnyeong Hall .",
                "H2KE-nKo": "인정전에 나아가 종묘와 영녕전의 춘향 대제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 1월 3일(갑인) 2번째기사",
                "gt-oKo": "인정전(仁政殿)에 나아가 종묘(宗廟)·영녕전(永寧殿)의 춘향(春享)에 쓸 향과 축문을 친히 전하였다.",
                "hj": "○詣仁政殿, 親傳宗廟永寧殿春享香祝。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "The King appointed Yi Gongik as governor of Gyeonggi Province .",
                "H2KE-nKo": "신사년에 이공익을 경기 관찰사로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 1월 30일(신사) 1번째기사",
                "gt-oKo": "이공익(李公翼)을 경기 관찰사로 삼았다.",
                "hj": "○辛巳/以李公翼, 爲京畿觀察使。"
            },
            "2": {
                "H2KE-EN": "Supreme General [of the Middle Army] []Jeong Yong submitted a memorial requesting that he be retire from office. The King did not approve this request.",
                "H2KE-nKo": "영중추부사 정원용이 상소하여 치사하기를 청하니, 비답을 내려 허락하지 않았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 1월 30일(신사) 2번째기사",
                "gt-oKo": "영부사(領府事) 정원용(鄭元容)이 상소하여 휴치(休致)하기를 원하였으나, 비답을 내려 윤허하지 않았다.",
                "hj": "○領府事鄭元容, 疏乞休致, 賜批不許。"
            },
            "3": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, As you have already received the royal instruction, it is sufficient to punish your crime for four years. Release Yun Chiyeong , Yi 이응sik , Shin Gwanhoe , Yi Geunggwon , and Kim Geon all of them.",
                "H2KE-nKo": "전교하기를,“이미 자전의 하교를 받들었으니 4년 동안 해도에 정배하면 그 죄를 충분히 징계할 수 있을 것이다. 윤치영, 이응식, 신관호, 이능권, 김건을 모두 풀어 주라.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 1월 30일(신사) 3번째기사",
                "gt-oKo": "하교하기를, “자교(慈敎)를 받들어 4년 동안 해도(海島)에 유배시켰으면, 그 죄를 족히 징계한 것이다. 윤치영(尹致英)·이응식(李應植)·신관호(申觀浩)·이능권(李能權)·김건(金鍵)을 모두 방면하도록 하라.” 하였다.",
                "hj": "○敎曰: “旣承慈敎, 四年海島, 足懲其罪。 尹致英、李應植、申觀浩、李能權、金鍵, 竝放。”"
            },
            "4": {
                "H2KE-EN": "The Office of the Censor-General advised, It is requested that Your Majesty quickly suspend the order of Yun Chiyeong and others to be released. The King responded, The Royal Secretariat is different from that of the Censor-General . Release this immediately.",
                "H2KE-nKo": "승정원이 의논하여 아뢰기를,“윤치영 등을 특별히 풀어 주라는 명을 속히 취소하소서.”하니, 비답하기를,“후원은 삼사와 다르니 즉시 반포하라.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 1월 30일(신사) 4번째기사",
                "gt-oKo": "정원(政院)에서 의계(議啓)하기를, “빨리 윤치영(尹致英) 등에게 특별히 방면하라는 명(命)을 정침하소서.” 하니, 비답하기를, “후원(喉院)은 삼사(三司)와는 다르니, 즉시 반포(頒布)하도록 하라.” 하였다.",
                "hj": "○院議啓, “亟寢尹致英等特放之命”, 批曰: “喉院異於三司, 卽爲頒布。”"
            },
            "5": {
                "H2KE-EN": "The Office of the Censor General presented a joint memorial to the King,【응교 서상정, 부응교 Shin Seokhui, 교리 Jo Ungyeong, 수찬 박규수, 부수찬 Yi Seungbo and Bak Munhyeon.】 청하기를, “빨리 내리신 명을 거두소서.” 하니, 비답하기를, “이미 자전의 하교를 받들었고 이미 처분이 있었으니, 너희들은 다시는 쟁집하지 말라.” 하였다.",
                "H2KE-nKo": "옥당 - 응교 서상정, 부응교 신석희, 교리 조운경, 수찬 박규수, 부수찬 이승보ᆞ박문현이다. - 이 연명으로 차자를 올려 내린 명을 속히 중지할 것을 청하니, 비답하기를,“이미 자전의 하교를 받들어 처분이 있었으니 그대들은 다시는 쟁집하지 말라.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 1월 30일(신사) 5번째기사",
                "gt-oKo": "옥당(玉堂)에서 연차(聯箚)【응교 서상정(徐相鼎)·부응교 신석희(申錫禧), 교리 조운경(趙雲卿), 수찬 박규수(朴珪壽), 부수찬 이승보(李承輔)·박문현(朴文鉉)이다.】하여, 빨리 성명(成命)을 정침하기를 청하니, 비답하기를, “이미 자교(慈敎)를 받아 처분(處分)하였으니, 너희들은 다시 쟁집(爭執)하지 말라.” 하였다.",
                "hj": "○玉堂聯箚,【應敎徐相鼎, 副應敎申錫禧, 校理趙雲卿, 修譔朴珪壽, 副修撰李承輔、朴文鉉,】請亟寢成命, 批曰: “旣承慈敎, 已有處分, 爾等更勿爭執。”"
            },
            "6": {
                "H2KE-EN": "양사에서 연명으로 차자를 올려【대사헌 서유훈, 대사간 한긍인, Second Inspector Yi Yugyeom, 사간 목인배, Third Inspectors Oh Sang욱 and Tak Jong술, Fourth Inspectors Na Chae Gyu and Jo Jahyeong, Third Censors Kang Hang혁, Fourth Censors Bak Inha and Nam Jongsun.】 청하기를, “빨리 내리신 명을 거두소서.” 하니, 비답하기를, “이번 처분에 어찌 참작함이 없겠는가? 이미 옥당의 차자에 대한 비답에서 유시하였으니, 다시는 번거롭게 하지 말라.” 하였다.",
                "H2KE-nKo": "양사 - 대사헌 서유훈, 대사간 한긍인, 집의 이유겸, 사간 목인배, 장령 오상욱ᆞ탁종술, 지평 나채규ᆞ조재형, 헌납 강한혁, 정언 박인하ᆞ남종순이다. - 가 연명으로 차자를 올려 내린 명을 속히 취소하기를 청하니, 비답하기를,“이번의 처분이 어찌 참작한 것이 없이 내린 것이겠는가. 옥당의 차자에 대한 비답에서 이미 유시하였으니, 다시는 번거롭게 하지 말라.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 1월 30일(신사) 6번째기사",
                "gt-oKo": "양사(兩司)에서 연차(聯箚)【대사헌 서유훈(徐有薰), 대사간 한긍인(韓兢人), 집의 이유겸(李維謙), 사간 목인배(睦仁培), 장령 오상욱(吳相昱)·탁종술(卓宗述), 지평 나채규(羅采奎)·조재형(趙在衡), 헌납 강한혁(姜漢赫), 정언 박인하(朴麟夏)·남종순(南鍾順)이다.】하여, 빨리 성명(成命)을 정침하기를 청하니, 비답하기를, “지금의 이 처분이 어찌 짐량(斟量)하지 않은 것이겠는가? 이미 당차(堂箚)에 비답하여 유시(諭示)하였으니, 다시는 번거롭게 하지 말라.” 하였다.",
                "hj": "○兩司聯箚,【大司憲徐有薰, 大司諫韓兢人, 執義李維謙, 司諫睦仁培, 掌令吳相昱、卓宗述, 持平羅采奎、趙在衡, 獻納姜漢赫, 正言朴麟夏、南鍾順】請亟寢成命, 批曰: “今此處分, 豈無斟量? 已諭於堂箚之批, 更勿煩瀆。”"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On eulmyo day, [the King] went to the Royal Ancestral Shrine to pay a visit and went to pay a visit to the Royal Ancestral Shrine. The King paid a visit to the Royal Ancestral Shrine to pay a visit to the King.",
                "H2KE-nKo": "을묘년에 종묘에 나아가 전알하고 경모궁에 전배하였는데, 춘계 전알이었다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 1월 4일(을묘) 1번째기사",
                "gt-oKo": "종묘(宗廟)에 나아가 전알(展謁)하고, 경모궁(景慕宮)에 전배(展拜)하였으니, 춘알(春謁)이었다.",
                "hj": "○乙卯/詣宗廟展謁, 景慕宮展拜, 春謁也。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "Kim Sugeun , who was in the byeongjin year (, was appointed minister of personnel , was made a special decree.",
                "H2KE-nKo": "김수근을 이조 판서로 삼았는데, 중비로 제수한 것이다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 1월 5일(병진) 1번째기사",
                "gt-oKo": "김수근(金洙根)을 이조 판서(吏曹判書)로 삼았으니, 중비(中批)이었다.",
                "hj": "○丙辰/以金洙根爲吏曹判書, 中批也。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "Yi Gyejo was appointed minister of works .",
                "H2KE-nKo": "이계조를 공조 판서로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 1월 7일(무오) 1번째기사",
                "gt-oKo": "이계조(李啓朝)를 공조 판서(工曹判書)로 삼았다.",
                "hj": "○戊午/以李啓朝爲工曹判書。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On gyemi day, the King received the officials in the morning court assembly.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 1월 8일(기미) 1번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○己未/召對。"
            },
            "2": {
                "H2KE-EN": "The King appointed Hong Yeonggyu as third minister of personnel , Ku Gyeonghwa as army commander of Hamgil Province , Yi Yongsun as army commander of Chungcheong Province , and Jang Insik as navy commander of Left Gyeongsang Province .",
                "H2KE-nKo": "홍영규를 이조 참의로, 구담화를 함경남도 병마절도사로, 이용순을 충청도 병마절도사로, 장인식을 경상좌도 수군절도사로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 1월 8일(기미) 2번째기사",
                "gt-oKo": "홍영규(洪永圭)를 이조 참의(吏曹參議)로, 구장화(具鏘和)를 함경남도 병마 절도사(咸鏡南道兵馬節度使)로, 이용순(李容純)을 충청도 병마 절도사(忠淸道兵馬節度使)로, 장인식(張寅植)을 경상좌도 수군 절도사(慶尙左道水軍節度使)로 삼았다.",
                "hj": "○以洪永圭爲吏曹參議, 具鏘和爲咸鏡南道兵馬節度使, 李容純爲忠淸道兵馬節度使, 張寅植爲慶尙左道水軍節度使。"
            }
        }
    },
    "02": {
        "1": {
            "1": {
                "H2KE-EN": "시임 대신과 원임 대신이 연명으로 차자를 올려 빨리 성명을 거두기를 청하니, 비답하기를, “이번의 처분은 실로 살리기를 좋아하는 자전의 덕에서 나온 것이니, 나 소자가 감히 받들어 따르지 않을 수 있겠는가마는, 경들의 노숙한 말은 아마도 이처럼 윽박지르는 것은 아닌 듯하다.” 하였다. ",
                "H2KE-nKo": "시원임 대신이 연명으로 차자를 올려 내린 명을 속히 취소할 것을 청하니, 비답하기를,“이번의 처분은 실로 살리기를 좋아하는 자전의 덕에서 나온 것이니, 나 소자가 감히 받들어 따르지 않을 수 있겠는가. 그러나 노성한 경들의 말을 이처럼 박절하게 해서는 안 될 듯하다.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 2월 1일(임오) 1번째기사",
                "gt-oKo": "시임·원임 대신이 연차(聯箚)하여 빨리 성명(成命)을 정침하기를 청하니, 비답하기를, “지금의 이 처분은 이것이 자성(慈聖)께서 살리기를 좋아하시는 덕(德)에서 나왔으니, 나 소자(小子)는 감히 받들어 순종하지 않을 수 없는데, 경(卿)들이 노성(老成)한 말로 이와 같이 핍박함은 마땅하지 못한 듯하다.” 하였다.",
                "hj": "○壬午/時原任大臣, 聯箚請亟寢成命, 批曰: “今此處分, 寔出於慈聖好生之德, 予小子, 敢不承順, 而卿等老成之言, 恐不當如是迫隘也。”"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "On sinmyo day, the first day of the month, the King entered the Royal Placenta Chamber for the Placenta Chamber Examination and the 차대를 희정당에서 행하였다. The King said, There are a considerable number of 빌어먹는s among the people. This is solely because the people of a strategic county are not able to love and relieve their livelihoods. I am deeply worried about this. Chief State Councilor Kim Heunggeun said, Due to this years poor harvest, the people are not able to sustain their livelihoods. They are wandering in the three southern provinces, and the host and guests are all distressed. Currently, the situation of which is urgent and urgent. If we arrive in the middle spring, the people will be able to escape from danger and wandering. Truly, this is a pitiful sympathy. The King said, The state is the entire country, but the people suffer from such hardships. Truly, this is not a trivial worrisome. The King also reported, To encourage agriculture and reduce the expenditure of extraordinary expenditures is an urgent task. Have the officials in charge prepare the supply of the",
                "H2KE-nKo": "희정당에서 약원의 입진과 차대를 행하였다. 주상이 말하기를,“걸식하는 무리가 매우 많다고 하는데, 이는 오로지 수령이 된 자가 제대로 돌보아 주지 못한 탓이니, 내가 매우 걱정스럽고 안타깝다.”하니, 영의정 김흥근이 아뢰기를,“이런 흉년을 당하여 백성들이 살아갈 수가 없어서 삼남에 표류하여 주객이 모두 곤궁합니다. 지금 황급한 상황이 만약 춘궁기에 이른다면 굶어 죽을 우려를 면하기 어려울 것이니, 실로 불쌍하고 측은합니다.”하자, 주상이 말하기를,“나라는 백성으로써 나라를 다스리는 것인데, 백성들의 곤궁함이 이와 같으니, 참으로 작은 걱정거리가 아니다.”하였다. 또 아뢰기를,“검소함을 숭상하고 비용을 아끼는 것이 급선무이니, 부세를 관장하는 신하로 하여금 오직 정례를 기준으로 삼아 곳곳마다 절약하게 하소서.”하니, 비답하기를,“절약하는 방도는 나에게 달려 있으니, 부세를 관장하는 신하가 곳곳마다 절약하여 궁핍한 근심이 없게 하라.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 2월 10일(신묘) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 약원(藥院)의 입진(入診)과 차대(次對)를 행하였다. 임금이 말하기를, “걸개(乞丐)의 무리가 매우 많다고 하는데, 이것은 오로지 백성을 다스리는 수령이 애휼(愛恤)하지 못한 소치로 말미암은 것이니, 내가 매우 근심하고 민망히 여기고 있다.” 하였는데, 영의정 김흥근(金興根)이 아뢰기를, “이 흉년을 당하여 백성이 편안하게 살지 못하고, 삼남(三南)에 유리(流離)하여 주객(主客)이 모두 곤궁합니다. 현재의 황급한 상황이 만약 궁핍한 봄에 이르면 구학(溝壑)에 굴러 떨어질 염려를 면하기 어려우니, 실로 불쌍하고 가엾습니다.” 하니, 임금이 말하기를, “나라에서는 백성으로써 나라를 삼는데, 백성의 곤궁하고 초췌함이 이와 같으니, 진실로 작은 근심이 아니다.” 하였다. 또 아뢰기를, “검소함을 숭상하여 비용을 아끼는 것이 급선무이니, 부세(賦稅)를 관장하는 신하로 하여금 유정(惟正)의 규례에 준(準)하여 어디든지 적당히 생략하게 하소서.” 하자, 비답하기를, “절제하는 방법은 내 몸에 달려 있지만, 부세를 관장하는 신하도 어디든지 적당히 생략하여 군핍(窘乏)한 근심이 없게 하라.” 하였다.",
                "hj": "○辛卯/藥院入診及次對于熙政堂。 上曰: “乞丐之類甚多云, 此專由於作牧者之不能字恤之致, 予甚憂悶焉。” 領議政金興根曰: “當此歉年, 民不聊生, 漂流三南, 主客俱困。 目下遑汲之狀, 若至窮春則難免溝壑之慮, 實爲矜惻。” 上曰: “國以民爲國, 而民之困瘁若是, 誠非細憂也。” 又啓言: “崇儉惜費, 爲急務, 令掌賦之臣, 惟正例是準, 隨處節省。” 批曰: “撙節之方, 在於予躬, 掌賦之臣, 隨處節省, 俾無窘乏之患。”"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "The King attended the Royal Lecture on the Confucian Classics in Imjin year.",
                "H2KE-nKo": "주강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 2월 11일(임진) 1번째기사",
                "gt-oKo": "주강(晝講)하였다.",
                "hj": "○壬辰/晝講。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On gyesa day, the King attended the Royal Lecture on the gyesa year (.",
                "H2KE-nKo": "주강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 2월 12일(계사) 1번째기사",
                "gt-oKo": "주강(晝講)하였다.",
                "hj": "○癸巳/晝講。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "On gabo day, the King proceeded to Injeong Hall in the gabo year (, personally offered the jade book and the seal of Great King Gongjeong (Jeongjong . He then received congratulations and granted a general amnesty.",
                "H2KE-nKo": "인정전에 나아가 대왕대비전에 옥책과 금보를 친히 올리고, 이어 진하를 받고 사면령을 반포하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 2월 13일(갑오) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에 나아가 대왕 대비(大王大妃)에게 책보(冊寶)를 친히 올리고, 인하여 하례를 받고 반사(頒赦)하였다.",
                "hj": "○甲午/詣仁政殿, 親上大王大妃殿冊寶, 仍受賀頒赦。"
            },
            "2": {
                "H2KE-EN": "The King ordered the promotion of the Office of Royal Attire 남병철 and the royal secretary Im Baeksu , who served as grand master , to be promoted.",
                "H2KE-nKo": "예방 승지 남병철과 대거 승지 임백수에게 가자하라고 명하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 2월 13일(갑오) 2번째기사",
                "gt-oKo": "예방 승지(禮房承旨) 남병철(南秉哲)에게 명하여 대거 승지(對擧承旨) 임백수(任百秀)를 가자(加資)하게 하였다.",
                "hj": "○命禮房承旨南秉哲, 對擧承旨任百秀加資。"
            },
            "3": {
                "H2KE-EN": "[The King] summoned 시임 대신과 원임 대신, and the officials of the Office of Benefiting the People at Injeong Hall .",
                "H2KE-nKo": "인정전에서 시원임 대신과 호조, 선혜청 당상을 불러서 보았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 2월 13일(갑오) 3번째기사",
                "gt-oKo": "시임(時任)·원임(原任) 대신 및 호조 당상과 선혜청 당상을 인정전(仁政殿)에서 소견(召見)하였다.",
                "hj": "○召見時原任大臣戶惠堂于仁政殿。"
            },
            "4": {
                "H2KE-EN": "The King appointed Jo Giyeong as the commissioner for refreshing the envoy , and Jo Jongjun as the host of the guesthouse .",
                "H2KE-nKo": "조기영을 원침사에, 조병준을 관반에 차하하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 2월 13일(갑오) 4번째기사",
                "gt-oKo": "조기영(趙冀永)을 원접사(遠接使)로, 조병준(趙秉駿)을 관반(館伴)으로 차하(差下)하였다.",
                "hj": "○以趙冀永遠捿使, 趙秉駿館伴差下。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "The King bestowed a reward upon the officials of the Directorate of Merit Subjects and below who had received congratulations from the King in eulmi year (. Minister of Works Yi Gyejo , Minister of Rites Yi Haksu , Responding Editor of the Directorate of Fabrics Shin Seokhui , Responding Editor Seo Dangbo , Second Deputy Director of the Office of Royal Decrees Ahn Yunhang , and Right Director of the Office of Ritual Procedures Yi Huijun .",
                "H2KE-nKo": "을미년에 상호도감 당상 이하 진하할 때의 각 차비관에게 차등을 두어 시상하였다. 공조 판서 이계조, 예조 판서 이학수, 도청 응교 신석희, 부응교 서당보, 좌통례 안윤항, 우통례 이희준에게 모두 가자하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 2월 14일(을미) 1번째기사",
                "gt-oKo": "상호 도감(上號都監)의 당상(堂上) 이하와 진하(陳賀)하였을 때의 각 차비관(差備官)에게 차등있게 시상(施賞)하고, 공조 판서 이계조(李啓朝), 예조 판서 이학수(李鶴秀), 도청(都廳)의 응교 신석희(申錫禧), 부응교 서당보(徐堂輔), 좌통례(左通禮) 안윤항(安允沆), 우통례(右通禮) 이희준(李羲俊)에게 모두 가자(加資)하였다.",
                "hj": "○乙未/上號都監堂上以下陳賀時各差備官, 施賞有差, 工曹判書李啓朝, 禮曹判書李鶴秀, 都廳應敎申錫禧, 副應敎徐堂輔, 左通禮安允沆, 右通禮李羲俊, 竝加資。"
            },
            "2": {
                "H2KE-EN": "The King appointed Kwon Jik as the Office of the Censor General .",
                "H2KE-nKo": "권직을 사간원 대사간으로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 2월 14일(을미) 2번째기사",
                "gt-oKo": "권직(權溭)을 사간원 대사간으로 삼았다.",
                "hj": "○以權溭爲司諫院大司諫。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On byeongsin day, the first day of the month, the King proceeded to the hall of governance and paid a visit to the hall of governance.",
                "H2KE-nKo": "진전에 나아가 전배하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 2월 15일(병신) 1번째기사",
                "gt-oKo": "진전(眞殿)에 나아가 전배(展拜)하였다.",
                "hj": "○丙申/詣眞殿展拜。"
            },
            "2": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture.",
                "H2KE-nKo": "주강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 2월 15일(병신) 2번째기사",
                "gt-oKo": "주강(晝講)하였다.",
                "hj": "○晝講。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On jeongyu day, the King attended the Royal Lecture on the New Years Day.",
                "H2KE-nKo": "정유년에 주강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 2월 16일(정유) 1번째기사",
                "gt-oKo": "주강하였다.",
                "hj": "○丁酉/晝講。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture on the musul year (.",
                "H2KE-nKo": "무술년의 주강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 2월 17일(무술) 1번째기사",
                "gt-oKo": "주강하였다.",
                "hj": "○戊戌/晝講。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On gihae day, the King attended the Royal Lecture on the gihae day.",
                "H2KE-nKo": "주강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 2월 18일(기해) 1번째기사",
                "gt-oKo": "주강하였다.",
                "hj": "○己亥/晝講。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On gyeongja day, the King attended the Royal Lecture on the gyeongja year (.",
                "H2KE-nKo": "주강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 2월 19일(경자) 1번째기사",
                "gt-oKo": "주강하였다.",
                "hj": "○庚子/晝講。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On sinchuk day, the King visited the Royal Placenta Chamber in the sinchuk year ( and attended the Royal Lecture on the Confucian Classics.",
                "H2KE-nKo": "희정당에서 신축년에 약원에서 입진하고 주강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 2월 20일(신축) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 약원(藥院)의 입진(入診)과 주강을 행하였다.",
                "hj": "○辛丑/藥院入診及晝講于熙政堂。"
            },
            "2": {
                "H2KE-EN": "Yi Haksu was appointed director of the Office of Royal Decrees .",
                "H2KE-nKo": "이학수를 판의금부사로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 2월 20일(신축) 2번째기사",
                "gt-oKo": "이학수(李鶴秀)를 판의금부사(判義禁府事)로 삼았다.",
                "hj": "○以李鶴秀爲判義禁府事。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On imin day, the King attended the Royal Lecture.",
                "H2KE-nKo": "주강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 2월 21일(임인) 1번째기사",
                "gt-oKo": "주강하였다.",
                "hj": "○壬寅/晝講。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On gyemyo day, the King attended the Royal Lecture.",
                "H2KE-nKo": "주강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 2월 22일(계묘) 1번째기사",
                "gt-oKo": "주강하였다.",
                "hj": "○癸卯/晝講。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "According to a royal directive delivered to the Royal Confucian Academy , After the spirit tablet of Yi Munseong passed through the capital, the Sixth Royal Confucian Academy leads a Confucian scholar to receive him at the head of the riverside. Have the descendants of the Royal Confucian Academy receive him regardless of the order of the seat of the order of the royal choice.",
                "H2KE-nKo": "전교하기를,“이문성의 사판이 뒤에 도성을 지났다고 하니, 동지성균관사가 유생을 거느리고 강가에 가서 맞이하게 하라. 그리고 그의 사손은 해당 조로 하여금 차서에 구애받지 말고 자리가 나기를 기다려 부직하게 하라.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 2월 23일(갑진) 1번째기사",
                "gt-oKo": "하교하기를, 이 문성(李文成)의 사판(祠版)이 다시 도하(都下)를 지난다고 하니, 동성균(同成均)은 유생(儒生)을 거느리고 강가에 가서 맞이하도록 하고, 그의 사손(祀孫)을 해조(該曹)로 하여금 차서(次序)에 구애받지 말고 빈자리가 나기를 기다려 부직(付職)하게 하라.” 하였다.",
                "hj": "○甲辰/敎曰: “李文成祠版, 後過都下云, 同成均率儒生, 往迎江頭, 其祀孫, 令該曹, 勿拘次序, 待窠付職。”"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "On eulsa day, the first day of the eulsa year (, [the King] visited the hall of governance to pay his respects [to the Abdicated King].",
                "H2KE-nKo": "을사년에 진전에 나아가 전배하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 2월 24일(을사) 1번째기사",
                "gt-oKo": "진전(眞殿)에 나아가 전배(展拜)하였다.",
                "hj": "○乙巳/詣眞殿展拜。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On byeongo day, at the oh hour (approximately 1:30-6:30 a.m., the King proceeded to the palace in Hwaseong and stayed overnight.",
                "H2KE-nKo": "화성 행궁에 나아가 경숙하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 2월 25일(병오) 1번째기사",
                "gt-oKo": "화성 행궁(華城行宮)에 나아가 유숙(留宿)하였다.",
                "hj": "○丙午/詣華城行宮經宿。"
            },
            "2": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, As Hong Sank has resided in a distant place, I am aware that there is no distant place. Send an official to inquire after him and bring him back.",
                "H2KE-nKo": "전교하기를,“홍 산림이 사는 곳이 멀지 않은 곳에 있다는 것을 알고 있으니, 사관을 보내 문안하고 오도록 하라.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 2월 25일(병오) 2번째기사",
                "gt-oKo": "하교하기를, 홍 산림(洪山林)의 사는 데가 멀지 않은 곳에 있음을 알고 있으니, 사관(史官)을 보내어 존문(存問)하고 오게 하라.” 하였다.",
                "hj": "○敎曰: “洪山林所住, 知在不遠, 遣史官存問以來。”"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On jeongmi day, [the King] visited the Royal Tomb of Queen Sinui and Hyeon륭won to pay respects [to the King] and personally performed an ancestral rite. Then [the King] went to Hwanyeong Hall and performed an ancestral rite.",
                "H2KE-nKo": "정미년 12월에 건릉과 현륭원에 나아가 전알하고 친히 제사를 지냈다. 이어 화령전에 나아가 작헌례를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 2월 26일(정미) 1번째기사",
                "gt-oKo": "건릉(健陵)·현륭원(顯隆園)에 나아가 전알(展謁)하여 친히 제사지내고, 이어서 화령전(華寧殿)에 나아가 작헌례(酌獻禮)를 행하였다.",
                "hj": "○丁未/詣健陵、顯隆園展謁親祭, 仍詣華寧殿, 行酌獻禮。"
            },
            "2": {
                "H2KE-EN": "The King conducted a composition examination. The 부에서 classics, Chae Geukyeong , and Eom Donyeong , a student, were all 전시에 곧바로 응시할 자격을 주었다.",
                "H2KE-nKo": "유생의 응제를 행하였다. 부에 진사 채과영, 유학 엄돈영에게 모두 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 2월 26일(정미) 2번째기사",
                "gt-oKo": "유생 응제(儒生應製)를 행하고, 부(賦)에 수위를 차지한 진사(進士) 채과영(蔡果永)·유학(幼學) 엄돈영(嚴敦永)에게 모두 직부 전시(直赴殿試)하게 하였다.",
                "hj": "○行儒生應製, 賦進士蔡果永, 幼學嚴敦永, 竝直赴殿試。"
            },
            "3": {
                "H2KE-EN": "The King personally performed an ancestral rite at the Royal Tomb of King Taejo , Hyeonwon , Hwanyeong Hall , and Hwaryeong Hall . The libation officials and below them were rewarded with varying degrees. The 예방 승지 Yi Jinik , the libation official of the Office of Ritual Procedures Kim Hoemyeong , the senior supplicant and the junior supplicant Hong Jajung .",
                "H2KE-nKo": "건릉, 현륭원, 화령전에 친히 제사 지낼 때의 헌관 이하에게 차등을 두어 시상하였다. 예방 승지 이진익, 집례 부응교 김회명, 대축 부수찬 홍재중에게 모두 가자하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 2월 26일(정미) 3번째기사",
                "gt-oKo": "건릉(健陵)·현륭원(顯隆園)·화령전(華寧殿)에 친히 제사하였을 때의 헌관(獻官) 이하에게 차등있게 시상(施賞)하고, 예방 승지(禮房承旨) 이진익(李晉翼)과 집례(執禮)였던 부응교 김회명(金會明), 대축(大祝)이었던 부수찬 홍재중(洪在重)에게 모두 가자(加資)하였다.",
                "hj": "○健陵顯、隆園、華寧殿親祭時, 獻官以下施賞有差, 禮房承旨李晋翼, 執禮副應敎金會明, 大祝副修撰洪在重, 竝加資。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On musin day, the King returned to the palace at musin day (1408, the fourth year of King Sejong. ",
                "H2KE-nKo": "무신년에 궁으로 돌아왔다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 2월 27일(무신) 1번째기사",
                "gt-oKo": "환궁(還宮)하였다.",
                "hj": "○戊申/還宮。"
            },
            "2": {
                "H2KE-EN": "The King proceeded to the shrine of the Southern Detached Palace and paid a visit to the Royal Ancestral Shrine.",
                "H2KE-nKo": "남관왕묘에 나아가 전배하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 2월 27일(무신) 2번째기사",
                "gt-oKo": "남관왕묘(南關王廟)에 나아가 전배(展拜)하였다.",
                "hj": "○詣南關王廟展拜。"
            },
            "3": {
                "H2KE-EN": "The King proceeded to the hall of governance and paid a visit to the hall of governance.",
                "H2KE-nKo": "진전에 나아가 전배하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 2월 27일(무신) 3번째기사",
                "gt-oKo": "진전(眞殿)에 나아가 전배(展拜)하였다.",
                "hj": "○詣眞殿展拜。"
            },
            "4": {
                "H2KE-EN": "The metropolitan second stage examination was presented to the King. The passers of the second stage examination were presented to the King. The passers of the first stage examination were Shin Seonggu , and the passers of the second stage examination were Kim Yuyu .",
                "H2KE-nKo": "감시 복시의 일소와 이소에서 방목을 올렸다. 일소에서는 유학 신성구가, 이소에서는 유학 김유황이 수석을 차지하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 2월 27일(무신) 4번째기사",
                "gt-oKo": "감시 복시(監試覆試) 일소(一所)·이소(二所)의 방목(榜目)을 올렸는데, 1소는 유학(幼學) 신성구(申星求), 2소는 유학(幼學) 김유황(金有晃)이 수위를 차지하였다.",
                "hj": "○監試覆試一二所, 進榜目, 一所幼學申星求, 二所幼學金有晃居首。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "The King proceeded to the Royal Confucian Academy and held the occasion of the seventh day of the first month in the gyeongsul year (. Vice-Director of the Classic of the Classicsic of the Classic of the Classicsics and the Classic of the Class of the Classic of the Classics and the Classic of the Class of the Classics of the Classic of the Classics of the Classicsics of the Classics of",
                "H2KE-nKo": "춘당대에 나아가 인일제를 행하였다. 부에 생원 성이호에게 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 2월 29일(경술) 1번째기사",
                "gt-oKo": "춘당대(春塘臺)에 나아가 인일제(人日製)를 행하고, 부(賦)에 수위를 차지한 생원(生員) 성이호(成彝鎬)에게 직부 전시(直赴殿試)하게 하였다.",
                "hj": "○庚戌/御春塘臺, 行人日製, 賦生員成彝鎬, 直赴殿試。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "Right State Councilor Yi 헌gu submitted a memorial requesting his resignation on the grounds of the gapsin year (, but the King did not approve his resignation.",
                "H2KE-nKo": "우의정 이헌구가 세 번째 상소하여 사직하니, 비답을 내려 허락하지 않았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 2월 3일(갑신) 1번째기사",
                "gt-oKo": "우의정 이헌구(李憲球)가 세 번째 상소하여 사직(辭職)하였으나, 비답을 내려 윤허하지 않았다.",
                "hj": "○甲申/右議政李憲球, 三疏辭職, 賜批不許。"
            },
            "2": {
                "H2KE-EN": "The King appointed Shin Seokhui as literary limited. Kim Sugeun was appointed as literary li",
                "H2KE-nKo": "신석희를 규장각 직각으로 삼았는데, 전망 단자에 의한 것이다. 김수근을 규장각 제학으로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 2월 3일(갑신) 2번째기사",
                "gt-oKo": "신석희(申錫禧)를 규장각 직각(奎章閣直閣)으로 삼았으니, 전망(前望)에 의한 것이었다. 김수근(金洙根)을 규장각 제학(奎章閣提學)으로 삼았다.",
                "hj": "○以申錫禧爲奎章閣直閣, 前望也。 金洙根爲奎章閣提學。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "The King appointed Kim Siyeon as magistrate of Gaeseong Magistracy .",
                "H2KE-nKo": "김시연을 개성부 유수로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 2월 4일(을유) 1번째기사",
                "gt-oKo": "김시연(金始淵)을 개성부 유수(開城府留守)로 삼았다.",
                "hj": "○乙酉/以金始淵爲開城府留守。"
            },
            "2": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, Yesterday, I issued an order to release all prisoners who have committed minor offenses. Truly, this is my benevolence and benevolent virtues to revere them. However, high-ranking officials and the third ministers have strongly argued against public justice every day, and it is also improper to disobey the public justice. 죄인 Yun Chiyeong should be released and returned to his hometown. The other four prisoners should all be transferred to the mainland District . If this happens afterward, however, if they strongly adhere to their superiors, this will strive to adjudicate their superiors. The artisans and the artisans have occurred in the capital.",
                "H2KE-nKo": "전교하기를,“일전에 죄인들을 완전히 풀어 주라는 명은 실로 생명을 소중히 여기는 자궁의 덕을 우러러 본받은 것이다. 그런데 대신과 삼사가 날마다 쟁집하고 있으니, 공의도 시종일관 어길 수 없다. 죄인 윤치영은 전리로 내쫓고, 그 밖의 네 죄인은 모두 육현에 양이하라. 이렇게 한 뒤에도 다시 서로 버<unk>다면 이는 이기려고 힘쓰는 것이니, 대궐이 저기에 있다.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 2월 4일(을유) 2번째기사",
                "gt-oKo": "하교하기를, “일전에 여러 죄인(罪人)을 모두 석방하라는 명(命)은 실로 살리기를 좋아하시는 자덕(慈德)을 우러러 본받은 것인데, 대신과 삼사(三司)에서 날마다 쟁집(爭執)하니 공의(公議) 또한 시종 반대하는 것은 옳지 못하다. 죄인 윤치영(尹致英)은 방귀 전리(放歸田里)하고 그 외의 네 죄인은 모두 육현(陸縣)에 양이(量移)하도록 하라. 이와 같이 한 뒤에도 다시 서로 고집하면, 이것은 이기기를 힘쓰는 것이니, 이에 해당되는 법령이 있다.” 하였다.",
                "hj": "○敎曰: “日昨諸罪人全釋之命, 實是仰體好生之慈德矣, 大臣三司, 課日爭執, 公議亦不可終始違拂。 罪人尹致英, 放歸田里, 其外四罪人, 竝以陸縣量移。 如是之後, 更或相持, 是務勝也, 象魏在彼。”"
            },
            "3": {
                "H2KE-EN": "The King appointed Hong Jik필을 사헌부 대사헌으로, Kim Hanik to the Office of the Censor General .",
                "H2KE-nKo": "홍직필을 사헌부 대사헌으로, 김한익을 사간원 대사간으로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 2월 4일(을유) 3번째기사",
                "gt-oKo": "홍직필(洪直弼)을 사헌부 대사헌으로, 김한익(金漢益)을 사간원 대사간으로 삼았다.",
                "hj": "○以洪直弼爲司憲府大司憲, 金漢益爲司諫院大司諫。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On byeongsul day, the first day of the month, [the King] proceeded to Injeong Hall in order to deliver incense and the written invocation for the Spring Rites at the Royal Ancestral Shrine .",
                "H2KE-nKo": "인정전에 나아가 경모궁의 춘향 대제와 문묘의 석전제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 2월 5일(병술) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에 나아가 경모궁(景慕宮)의 춘향(春享)과 문묘 석전(文廟釋奠)에 쓸 향과 축문을 친히 전하였다.",
                "hj": "○丙戌/詣仁政殿, 親傳景慕宮春享文廟釋奠香祝。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "The King proceeded to Injeong Hall and personally handed out the incense and written prayer to be used in the spring sacrifice at the Altar of the Soil and Grain .",
                "H2KE-nKo": "인정전에 나아가 사직 춘향 대제의 남단제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 2월 6일(정해) 1번째기사",
                "gt-oKo": "인정전에 나아가 사직(社稷)의 춘향(春享)과 남단제(南壇祭)에 쓸 향과 축문을 친히 전하였다.",
                "hj": "○丁亥/詣仁政殿, 親傳社稷春享南壇祭香祝。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On muja day, the King attended the Royal Lecture on the muja year (.",
                "H2KE-nKo": "주강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 2월 7일(무자) 1번째기사",
                "gt-oKo": "주강(晝講)하였다.",
                "hj": "○戊子/晝講。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Wondal as magistrate of Ganghwa Magistracy .",
                "H2KE-nKo": "이원달을 강화부 유수로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 2월 7일(무자) 2번째기사",
                "gt-oKo": "이원달(李源達)을 강화부 유수로 삼았다.",
                "hj": "○以李源達爲江華府留守。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "The King attended the Royal Lecture on the Confucian Classics in the gichuk year (.",
                "H2KE-nKo": "기축년 주강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 2월 8일(기축) 1번째기사",
                "gt-oKo": "주강(晝講)하였다.",
                "hj": "○己丑/晝講。"
            },
            "2": {
                "H2KE-EN": "Officials of the State Tribunal and the officials of the senior third rank or above submitted a joint memorial requesting the suspension of the royal order. The King 비답하기를, “이것이 과연 바꿀 수 없는 규례인가? I do not understand what is right.",
                "H2KE-nKo": "의금부 당상이 연명으로 상소하여 내린 명을 거두어 달라고 청하니, 비답하기를,“이것이 과연 바꿀 수 없는 규례인가? 그것이 타당한지 모르겠다.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 2월 8일(기축) 2번째기사",
                "gt-oKo": "의금부 당상이 연소(聯疏)하여 성명(成命)을 정침하기를 청하니, 비답하기를, “이것은 과연 바꾸지 못하는 규례(規例)인가? 그 마땅함을 깨닫지 못하겠다.” 하였다.",
                "hj": "○金吾堂上聯疏, 請寢成命, 批曰: “此果不易之例乎? 未曉其得當也。”"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On gyeongin day, the King attended the Royal Lecture.",
                "H2KE-nKo": "주강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 2월 9일(경인) 1번째기사",
                "gt-oKo": "주강(晝講)하였다.",
                "hj": "○庚寅/晝講。"
            }
        }
    },
    "03": {
        "10": {
            "1": {
                "H2KE-EN": "The King proceeded to 춘당대에 나아가 gyeongsin day, and held the West Infirmary for Recording to the Royal Confucian Academy .",
                "H2KE-nKo": "춘당대에 나아가 서총대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 3월 10일(경신) 1번째기사",
                "gt-oKo": "춘당대(春塘臺)에 나아가 서총대과(瑞葱臺科)를 행하였다.",
                "hj": "○庚申/御春塘臺, 行瑞蔥臺。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture.",
                "H2KE-nKo": "주강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 3월 12일(임술) 1번째기사",
                "gt-oKo": "주강(晝講)하였다.",
                "hj": "○壬戌/晝講。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "On gyehae day, the King attended the Royal Lecture in the gyehae year (.",
                "H2KE-nKo": "주강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 3월 13일(계해) 1번째기사",
                "gt-oKo": "주강(晝講)하였다.",
                "hj": "○癸亥/晝講。"
            },
            "2": {
                "H2KE-EN": "The King held the 도당록을 행하였다. Yi Gyeongbu , Kim Jungha , Kwon Geukgi , Yi Jongsun , Jo헌섭 , Kim Ikgye , Jeong헌교 , Nam Jongsun , Im Geukjun , Kim Yeongsu , 홍우gil , Im Geonsu , Kang Yeon , Yi Gyeseon , Yi Jongu , Hong Jongseo , Jo Seokwon , Choe Uhyeong , Seong Jagu , Kim Jinhyeong , Yun byeongjeong , and Yun Jeonggu .",
                "H2KE-nKo": "도당록을 행하였다. 이경부, 김중하, 권응기, 이종순, 조헌섭, 김병계, 정헌교, 남종순, 임응준, 김영수, 홍우길, 임건수, 강연, 이계선, 이종우, 홍종서, 조석원, 최우형, 성재구, 김진형, 윤병정, 윤정구이다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 3월 13일(계해) 2번째기사",
                "gt-oKo": "도당록(都堂錄)을 행하여, 이경부(李敬溥)·김중하(金重夏)·권응기(權應夔)·이종순(李鍾淳)·조헌섭(趙憲燮)·김병계(金炳溎)·정헌교(鄭獻敎)·남종순(南鍾順)·임응준(任應準)·김영수(金永秀)·홍우길(洪祐吉)·임건수(林謇洙)·강연(姜鍊)·이계선(李啓善)·이종우(李鍾愚)·홍종서(洪鍾序)·조석원(曹錫元)·최우형(崔遇亨)·성재구(成載球)·김진형(金鎭衡)·윤병정(尹秉鼎)·윤정구(尹正求)를 뽑았다.",
                "hj": "○行都堂錄, 李敬溥、金重夏、權應夔、李鍾淳、趙憲燮、金炳溎、鄭獻敎、南鍾順、任應準、金永秀、洪祐吉、林謇洙、姜鍊、李啓善、李鍾愚、洪鍾序、曺錫元、崔遇亨、成載球、金鎭衡、尹秉鼎、尹正求。"
            },
            "3": {
                "H2KE-EN": "The King appointed Yu Hun as the Office of the Inspector General and Kim Gihwi as the Office of the Censor General .",
                "H2KE-nKo": "서유훈을 사헌부 대사헌으로, 김기찬을 사간원 대사간으로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 3월 13일(계해) 3번째기사",
                "gt-oKo": "서유훈(徐有薰)을 사헌부 대사헌으로, 김기찬(金基纘)을 사간원 대사간으로 삼았다.",
                "hj": "○以徐有薰爲司憲府大司憲, 金基纉爲司諫院大司諫。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On eulchuk day, the first day of the eleventh month, [the King] went to Jeogyeong , Changdeok Palace , Yeonhoe Palace , Seonhui Palace , and Jangbo Gate to pay a visit [to the Abdicated King].",
                "H2KE-nKo": "을축년에 비로서 저경궁, 육상궁, 연호궁, 선희궁, 장보각에 나아가 전배하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 3월 15일(을축) 1번째기사",
                "gt-oKo": "저경궁(儲慶宮)·육상궁(毓祥宮)·연호궁(延祜宮)·선희궁(宣禧宮)·장보각(藏譜閣)에 나아가 전배(展拜)하였다.",
                "hj": "○乙丑/詣儲慶宮、毓祥宮、延祜宮、宣禧宮、藏譜閣展拜。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "The King proceeded to Injeong Hall and held the successful candidates for the classics licentiate examination and the licentiate examination.",
                "H2KE-nKo": "인정전에 나아가 생원과와 진사과의 방방을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 3월 16일(병인) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에 나아가 생원(生員)·진사(進士)의 방방(放榜)을 행하였다.",
                "hj": "○丙寅/御仁政殿, 行生進放榜。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "Chief State Councilor Kim Heunggeun submitted a memorial requesting his resignation, and the King denied his request.",
                "H2KE-nKo": "영의정 김흥근이 상소하여 사직하니, 비답을 내려 그의 뜻에 따라 체차해 주었다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 3월 17일(정묘) 1번째기사",
                "gt-oKo": "영의정 김흥근(金興根)이 진소(陳疏)하여 사직(辭職)하니, 비답을 내려 허락하였다.",
                "hj": "○丁卯/領議政金興根, 陳疏辭職, 賜批許副。"
            },
            "2": {
                "H2KE-EN": "The King proceeded to Huijeong Hall and received the list of the classics licentiates and licentiates for expressing gratitude to the Emperor [of Ming China].",
                "H2KE-nKo": "희정당에 나아가 생원과 진사의 사은을 받았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 3월 17일(정묘) 2번째기사",
                "gt-oKo": "희정당(熙政堂)에 나아가 생원·진사의 사은(謝恩)을 받았다.",
                "hj": "○御熙政堂, 受生進謝恩。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On mujin day, the King proceeded to the Office of Livestock Breeding , personally conveyed the robes, incense, and candles for the two Kings at Hamheung and Yeongheung . ",
                "H2KE-nKo": "이문원에 나아가 함흥과 영흥 두 본궁의 의대와 향촉을 친히 전하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 3월 18일(무진) 1번째기사",
                "gt-oKo": "이문원(摛文院)에 나아가 함흥(咸興)·영흥(永興) 두 본궁(本宮)의 의대(衣襨)·향촉(香燭)을 친히 전하였다.",
                "hj": "○戊辰/御摛文院, 親傳咸興、永興兩本宮衣襨香燭。"
            },
            "2": {
                "H2KE-EN": "Yi Yaku was appointed minister of works .",
                "H2KE-nKo": "이약우를 공조 판서로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 3월 18일(무진) 2번째기사",
                "gt-oKo": "이약우(李若愚)를 공조 판서로 삼았다.",
                "hj": "○以李若愚爲工曹判書。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On gisa day, the first day of the twelfth month, the King proceeded to the main chamber of Daebo단 and performed the ceremony.",
                "H2KE-nKo": "대보단 봉실에 나아가 예를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 3월 19일(기사) 1번째기사",
                "gt-oKo": "대보단(大報壇)의 봉실(奉室)에 나아가 행례(行禮)하였다.",
                "hj": "○己巳/詣大報壇奉室行禮。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On gyeongo day, the first day of the month, [the King] went to the ancestral shrine of Great Lord of Jeongye to pay respects and then went to the ancestral shrine of Euneon County to pay respects.",
                "H2KE-nKo": "전계 대원군의 사우에 나아가 전배하고, 이어 은언군의 사우에 나아가 전배하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 3월 20일(경오) 1번째기사",
                "gt-oKo": "전계 대원군(全溪大院君)의 사우(祠宇)에 나아가 전배(展拜)하고, 이어서 은언군(恩彦君)의 사우에 나아가 전배하였다.",
                "hj": "○庚午/詣全溪大院君祠宇展拜, 仍詣恩彦君祠宇展拜。"
            },
            "2": {
                "H2KE-EN": "The Queen Mother went to the shrine of the Great Lord of Jeongye and paid a visit to the King.",
                "H2KE-nKo": "중궁전이 전계 대원군의 사우에 나아가 전배하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 3월 20일(경오) 2번째기사",
                "gt-oKo": "중궁전(中宮殿)에서 전계 대원군(全溪大院君)의 사우(祠宇)에 나아가 전배(展拜)하였다.",
                "hj": "○中宮殿, 詣全溪大院君祠宇展拜。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "The King appointed Yi Gyeongjae as minister of rites .",
                "H2KE-nKo": "이경재를 예조 판서로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 3월 23일(계유) 1번째기사",
                "gt-oKo": "이경재(李景在)를 예조 판서로 삼았다.",
                "hj": "○癸酉/以李景在爲禮曹判書。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "On gapjin day, the first day of the month, the King proceeded to Injeong Hall and performed the celebratory rite at the Royal Ancestral Shrine .",
                "H2KE-nKo": "인정전에 나아가 종묘 하향 대제의 서계를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 3월 24일(갑술) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에 나아가 종묘(宗廟) 하향(夏享)의 서계(誓戒)를 행하였다.",
                "hj": "○甲戌/詣仁政殿, 行宗廟夏享誓戒。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On eulhae day, the first day of the month, a physician entered the palace and attended upon the King at the Royal Confucian Academy .",
                "H2KE-nKo": "약원에서 희정당에 입진하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 3월 25일(을해) 1번째기사",
                "gt-oKo": "약원(藥院)에서 희정당(熙政堂)에 입진(入診)하였다.",
                "hj": "○乙亥/藥院入診于熙政堂。"
            },
            "2": {
                "H2KE-EN": "The King summoned the three imperial envoys who had returned from China and held audience with them.",
                "H2KE-nKo": "돌아온 봉청사 세 사신을 불러서 보았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 3월 25일(을해) 2번째기사",
                "gt-oKo": "회환 주청 삼사신(回還奏請三使臣)을 소견(召見)하였다.",
                "hj": "○召見回還奉請三使臣。"
            },
            "3": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 3월 25일(을해) 3번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○召對。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "In byeongja year (, [the King] bestowed rewards upon the envoy for expressing gratitude for imperial benevolence and upon those below the envoy for expressing gratitude for imperial benevolence and upon each of them. Vice-Envoy Seong Won묵 and the correspondence officer Yu Seokhwan .",
                "H2KE-nKo": "병자년 주청 정사 이하에게 차등을 두어 시상하고, 부사 성원묵과 서장관 유석환에게 모두 가자하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 3월 26일(병자) 1번째기사",
                "gt-oKo": "주청 정사(奏請正使) 이하를 차등있게 시상(施賞)하고, 부사(副使) 성원묵(成原默)·서장관(書狀官) 유석환(兪錫煥)에게 모두 가자(加資)하였다.",
                "hj": "○丙子/奏請正使以下, 施賞有差, 副使成原默, 書狀官兪錫煥, 竝加資。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The King appointed Sim Seungtaek as the Royal Confucian Academy .",
                "H2KE-nKo": "심승택을 성균관 대사성으로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 3월 27일(정축) 1번째기사",
                "gt-oKo": "심승택(沈承澤)을 성균관 대사성으로 삼았다.",
                "hj": "○丁丑/以沈承澤爲成均館大司成。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 3월 27일(정축) 2번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○召對。"
            },
            "3": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, I recently saw the report of the northern governor of Hamgil Province , which stated, The number of houses in the capital totaled more than 600 households, and three people started to death. I am extremely surprised and sorrowful that I would truly have no words to speak. I recently recently, the peoples livelihoods in the middle spring are so urgent that I cannot speak about their urgent situation. However, several hundred households have surrendered altogether at all places, and I worry about their splendor. Truly, this is not an epidemic and sorrow. Have the magistrate of Yeongheung Strategic Prefecture Agency send him quickly to quickly rush to the capital and make him thoroughly observe the situation in which the people suffered from a lean year. Deliberate on the buildings and support their livelihoods, and also deliberate on the measures of large, medium, and small households. You should quickly supply the articles paid to the capital and then urgently supply the articles paid to you so that you may save your livelihood so that you may immediately report to me. Even if the government offices and the provinces are urgent and urgent, if they do not support their livelihoods, then how can they possibly save their livelihoods? The Ministry of War should specially enforce the matter again.",
                "H2KE-nKo": "전교하기를,“지금 함경 감사의 장계를 보니, 민가 600여 호가 불에 타 죽고 3명이 불에 탔다고 하니, 너무도 놀랍고 참혹하여 실로 말하고 싶지도 않다. 돌아보건대, 지금 춘궁기의 민정이 황급한 것은 말하지 않아도 알 수 있다. 그런데 몇백 호가 일시에 화재를 당해 허다한 백성들이 사방으로 분주하니, 그 광경을 생각하면 참으로 참혹하고 가엾을 뿐만이 아니다. 영흥 부사를 위유사로 차하하여 그로 하여금 성화같이 달려가 재해를 입은 상황을 일일이 두루 살피게 하고, 집을 짓고 안주할 수 있는 모든 방도를 적절히 헤아려 조처하게 하라. 대호, 중호, 소호도 잘 헤아려 우선 서울에 상납하는 몫을 속히 나누어 주어 며칠 안으로 안착하게 한 뒤에 즉시 급히 장계하게 하라. 비록 감영과 고을에서 급한 상황을 구한다 하더라도 본래 별도로 진휼해 주지 않는다면 하소연할 데 없는 떠돌아다니는 백성들이 어떻게 제때에 몸을 가릴 수 있겠는가. 제반 조처를 묘당에서 다시 각별히 신칙하라.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 3월 27일(정축) 3번째기사",
                "gt-oKo": "하교하기를, “지금 북백(北伯)의 장계(狀啓)를 보건대 민가(民家)의 화재(火災)로 6백여 호(戶)가 불타고, 민명(民命)이 화상을 입어 죽은 자가 3명이나 된다고 하니, 지극히 놀랍고 참혹함을 진실로 말하고 싶지 않다. 이제 궁핍한 봄의 민정(民情)을 돌아보건대, 그 황급함을 말하지 않아도 알 수 있는데, 몇 백 호가 일시에 화재를 당하여 허다한 백성들이 사방으로 유리(流離)하게 되었으니, 그 광경을 생각하면 진실로 참혹하고 불쌍할 뿐만이 아니다. 영흥 부사(永興府使)를 위유사(慰諭使)로 차하(差下)하고, 급히 달려가서 화재를 당한 형편을 일일이 두루 살펴서 집을 짓고 살 수 있는 모든 방책을 잘 헤아려 조처(措處)하게 하고, 대호(大戶)·중호(中戶)·소호(小戶) 또한 잘 헤아려서 하되, 먼저 경상 납조(京上納條)로써 속히 분급(分給)하여 며칠 안에 안도(安堵)시킨 뒤에 즉시 치계(馳啓)하도록 하라. 비록 영읍(營邑)의 구급(救急)이 있더라도 스스로 별반(別般)의 진휼이 아니면, 하소연할 데 없는 가엾은 백성들이 그 무엇으로써 용신(容身)할 곳을 마련할 수 있겠는가? 제반 조처를 묘당(廟堂)에서 다시 신칙하도록 하라.” 하였다.",
                "hj": "○敎曰: “今見北伯狀啓, 民家回祿, 六百餘戶, 民命爛死三名, 驚慘之極, 實欲無言。 顧今窮春民情, 其所遑汲, 不言可知, 而幾百戶之一時被燼, 許多民之四處奔走, 念其光景。 誠不啻慘矜而已, 永興府使慰諭使差下, 使之星火馳進, 被災形止, 一一周察, 凡所以結搆奠接之方, 量宜措處, 而大中小戶, 亦爲商度, 先以京上納條, 卽速分給, 使之不日安堵後, 卽爲馳啓。 雖有營邑救急, 自非別般軫恤, 則無告顚連之民, 其何以趁卽庇身乎? 諸般措處, 廟堂更爲另飭。”"
            },
            "4": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, I have recently observed the report of the governor of Gyeongsang Province and the fire breaks out among the private houses of Anui District . However, the fire breaks out and four persons were damaged. The numerous people are suffering from food during the busy farming season, and even if the fire breaks out, how can they comfortably comfortably? Excluding the exclusion of relief aid, the grain loans should be supplied with a generous amount of grain loans. Furthermore, the governor of this province should send an official document to the magistrate of Anui District to have him cut trees and provide him with timber, and quickly build a timber to build a place where the fire breaks out and the breaks out. As for those who died before the death penalty, the loans should be exempted from paying a fine in accordance with precedent.",
                "H2KE-nKo": "전교하기를,“이 경상 감사의 장계를 보니, 안의현의 민가에 불이 나서 이처럼 많은 피해를 입었고 불에 타서 다친 사람이 4인이나 된다고 한다. 허다한 백성들이 춘궁기에 식량이 부족한데 또 이렇게 뿔뿔이 흩어져 버렸으니, 그들의 거처를 장차 어떻게 안정시키겠는가. 원래의 휼전 외에 회부곡을 넉넉히 제급하고, 이어 도백으로 하여금 해당 현의 수령에게 관문을 보내 신칙하여 재목을 베어 주어 속히 집을 짓고 들어가 거처할 수 있게 하며, 불에 타 죽은 사람의 생전의 신역과 환곡과 군포는 규례대로 탕감하게 하라.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 3월 27일(정축) 4번째기사",
                "gt-oKo": "하교하기를, “이번 영백(嶺伯)의 장계(狀啓)를 보건대 안의현(安義縣) 민가(民家)에서 실화(失火)하여 이처럼 많은 피해를 당해서 화상(火傷)을 입은 자가 4인이나 된다고 한다. 허다한 백성들이 궁핍한 봄에 먹고 살기조차 어려운데, 또 그 거처(居處)마저 잃고 유랑하고 있으니, 장차 어떻게 안접하겠는가? 원휼전(原恤典) 이외의 회부곡(會付穀)을 넉넉하게 주고, 이어서 도백(道伯)으로 하여금 그 현재(縣宰)에게 관칙(關飭)하여 재목(材木)을 베어 줌으로써 속히 집을 짓고 들어가 거처할 수 있게 할 것이며, 불에 타서 죽은 사람은 생전의 신환포(身還布)를 전례에 따라 탕감(蕩減)하도록 하라.” 하였다.",
                "hj": "○敎曰: “觀此嶺伯狀啓, 安義縣民家失火, 至於此多, 而被燒傷四人矣。 許多民之窮春艱食, 又此蕩柝, 其居將何以奠安? 原恤典外, 以會付穀, 優數題給, 仍令道伯, 關飭該縣宰, 使之斫給材木, 趁速結搆入處, 爛死人生前身還布, 依例蕩減。”"
            },
            "5": {
                "H2KE-EN": "Bak Seunghwi was appointed as the commissioner for refreshing the envoy .",
                "H2KE-nKo": "박승휘를 위유사로 차하하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 3월 27일(정축) 5번째기사",
                "gt-oKo": "박승휘(朴承輝)를 위유사(慰諭使)로 차하(差下)하였다.",
                "hj": "○以朴承輝慰諭使差下。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On gihae day, the first day of the twelfth month, the King proceeded to the Office of Livestock Breeding and stayed overnight at the Hall of Worthies .",
                "H2KE-nKo": "이문원에 나아가 재숙하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 3월 29일(기묘) 1번째기사",
                "gt-oKo": "이문원(摛文院)에 나아가 재숙(齋宿)하였다.",
                "hj": "○己卯/詣摛文院齋宿。"
            },
            "2": {
                "H2KE-EN": "The King ordered that officials who supervised the construction of the sillustrations of the sillustration of the sillustrations of ",
                "H2KE-nKo": "어진 도사 감동 각신 김병기, 남병철, 김병국을 차하하라고 명하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 3월 29일(기묘) 2번째기사",
                "gt-oKo": "명하여 김병기(金炳冀)·남병철(南秉哲)·김병국(金炳國)을 어진 도사 감동 각신(御眞圖寫監董閣臣)에 차하(差下)하도록 하였다.",
                "hj": "○命御眞圖寫(監蕫)〔監董〕閣臣, 金炳冀、南秉哲、金炳國差下。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "On gyeongjin day, the King received the officials in the morning court assembly at the Office of Livestock Breeding .",
                "H2KE-nKo": "이문원에서 경진년의 소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 3월 30일(경진) 1번째기사",
                "gt-oKo": "이문원(摛文院)에서 소대(召對)하였다.",
                "hj": "○庚辰/召對于摛文院。"
            },
            "2": {
                "H2KE-EN": "Jo Yeonchang was appointed third minister of personnel .",
                "H2KE-nKo": "조연창을 이조 참의로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 3월 30일(경진) 2번째기사",
                "gt-oKo": "조연창(趙然昌)을 이조 참의로 삼았다.",
                "hj": "○以趙然昌爲吏曹參議。"
            },
            "3": {
                "H2KE-EN": "Assistant Director of the Office of the Royal Lectures Seong Geun묵 died. The King issued a royal directive, which stated, This worthy of Confucian scholars have come to the Royal Lecture. This is what I expected. However, the great achievements of great achievements have been permanently cultivated, and I cannot repent my intention. Now that I have suddenly passed away, how can I overcome my grief? The family of the late Director of the Office of the Royal Lectures Seong Geun묵 , shall assist the funeral and burial, the ancestral rites, and the articles of soldiers for burying the grave shall be conducted in accordance with the precedent. Geun묵은 the grandson of Mungan [Second Royal Secretary] []Second Royal SecretarySecond Second Royal SecretarySecond Geun묵 , he transmittered the instructions of the writings of his son-in-law of Concubine of Literary Liter ",
                "H2KE-nKo": "경연관 성근묵이 졸하였다. 전교하기를,“이 유현을 한번 경연에 나오게 한 것은 내가 기대했던 바인데, 세상을 떠나 멀리 떠나려는 마음을 돌리지 못하고 지난번에 특별히 자급을 올려 주었으니 나의 뜻을 알 수 있다. 그런데 지금 졸서했다는 단자가 갑자기 이르니 슬픔이 어찌 끝이 있겠는가. 졸한 경연관 성근묵의 집에 조제와 장례, 조묘군, 담지군 등의 절차를 규례를 살펴 거행하라.”하였다. 성근묵은 문간공 성혼의 후손으로, 집안에서는 시례의 가르침을 전수받았고 몸소 청검한 지조를 지녔다. 산림에서 등불을 켜고 글을 읽으면서 평생을 곤궁하게 살았는데, 그동안 올린 장독이 사학을 물리치는 데 엄하였으니 정도를 지키고 정학을 밝힌 데서 그가 고심하고 있는 바를 알 수 있다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 3월 30일(경진) 3번째기사",
                "gt-oKo": "경연관(經筵官) 성근묵(成近默)이 졸(卒)하였다. 하교하기를, “이 유현(儒賢)이 한번 경연(經筵)에 초청되기를 내가 기대했었는데 만류하지 못하고 멀리 시골로 돌아갔으니, 그 멀리 떠나려는 마음을 돌이키지 못하였으며, 저번에 특별히 관직을 제수한 데에서 내 마음을 볼 수 있다. 이제 서단(逝單)이 갑자기 이르렀으니, 슬픔이 어찌 그지 있겠는가? 졸(卒)한 경연관(經筵官) 성근묵(成近默) 집에 조제(弔祭)·상장(喪葬)에 필요한 물품을 도와주고 조묘군(造墓軍)·담지군(擔持軍) 등의 절차를 전례에 비추어 거행하도록 하라.” 하였다. 성근묵은 문간공(文簡公) 성혼(成渾)의 후손으로, 시(詩)·예(禮)의 교훈을 집안 대대로 전하여 청렴 근검한 조행을 몸소 행하였다. 임하(林下)에서 등불을 켜 놓고 글을 읽어 평생을 곤궁하게 지냈으며, 전후의 장독(章牘)은 사설(邪說)을 물리치는 데 엄격하여 정도(正道)를 호위하고 정학(正學)을 밝혔으니, 청고(淸苦)한 지조가 있었음을 볼 수 있다.",
                "hj": "○經延官成近默卒。 敎曰: “此儒賢之一致經席, 是予所期, 而鴻擧長往, 莫回遐心, 向來特資, 可見予意。 今焉逝單遽至, 悵衋曷極? 卒經筵官成近默家, 助祭喪葬, 造墓擔持軍等節, 照例擧行。” 近默, 文簡公渾後孫, 家傳詩禮之訓, 躬行淸儉之操。 林下書燈, 畢生固窮, 而前後章牘, 嚴於闢邪, 其衛正道明正學, 有以見苦心攸在矣。"
            },
            "4": {
                "H2KE-EN": "The list of successful candidates for the regular civil and military service examinations presented the list of successful candidates [to the King]. The successful student Jo Gwangsun passed the civil service examination in the first place.",
                "H2KE-nKo": "식년 문과 복시의 일소 방목을 올렸다. 유학 조광순이 수석을 차지하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 3월 30일(경진) 4번째기사",
                "gt-oKo": "식년 문과 복시(式年文科覆試)의 일소(一所) 방목(榜目)을 올렸는데, 유학(幼學) 조광순(趙光淳)이 수위를 차지하였다.",
                "hj": "○式年文科覆試, 一所進榜目, 幼學趙光淳居首。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On sinhae day, the King granted a rotational audience to the eleventh day of the lunar month.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 3월 4일(갑인) 1번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○甲寅/召對。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "The King appointed Jo Seoku as second minister of personnel , Yi Gyu팽 as inspector general , Yi Hoegu as 사간원 대사간으로 , and Yi Geonseo as navy subarea commander of Hwanghae Province .",
                "H2KE-nKo": "조석우를 이조 참판으로, 이규팽을 사헌부 대사헌으로, 이회구를 사간원 대사간으로, 이건서를 황해도 수군절도사로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 3월 5일(을묘) 1번째기사",
                "gt-oKo": "조석우(曹錫雨)를 이조 참판으로, 이규팽(李圭祊)을 사헌부 대사헌으로, 이회구(李繪九)를 사간원 대사간으로, 이건서(李健緖)를 황해도 수군 절도사로 삼았다.",
                "hj": "○乙卯/以曺錫雨爲吏曹參判, 李圭祊爲司憲府大司憲, 李繪九爲司諫院大司諫, 李健緖爲黃海道水軍節度使。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On byeongjin day, the King held the spring state sacrifice at the Altar of the Soil and Grain . Then he proceeded to Yeonghwa당에 나아가 유생과 무사 , who participated in the Royal Confucian Academy , conducted the Royal Confucian Academy. The King ordered that the Royal Confucian Academy Yi Geunyeong be allowed to take the second-stage civil service examination and that twelve men without allocated duty, including Man Changhye , be all allowed to take the examination.",
                "H2KE-nKo": "황단의 춘향 대제를 행하고, 이어 영화당에 나아가 반열에 참석한 유생과 무사의 시사를 행하였다. 명에 입격한 유학 이근영에게는 회시에 곧바로 응시할 자격을 주고, 한량 만창혁 등 12인에게는 모두 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 3월 6일(병진) 1번째기사",
                "gt-oKo": "황단(皇壇)에 춘향(春享)을 행하였다. 이어서 영화당(暎花堂)에 나아가 반열(班列)에 참가한 유생(儒生)과 무사(武士)에게 응제(應製)와 시사(試射)를 행하고, 명(銘)에 수위를 차지한 유학(幼學) 이근영(李近榮)에게 직부 회시(直赴會試)하게 하고, 한량(閑良) 만창혁(萬昌爀) 등 12인에게 모두 직부 전시(直赴殿試)하게 하였다.",
                "hj": "○丙辰/行皇壇春享, 仍詣暎花堂, 行參班儒武試射, 銘幼學李近榮直赴會試, 閑良萬昌爀等十二人, 竝直赴殿試。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On jeongsa day, the King went to Bongmok Temple to pay a visit to the Abdicated King and pay a visit.",
                "H2KE-nKo": "봉모당에 나아가 전배하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 3월 7일(정사) 1번째기사",
                "gt-oKo": "봉모당(奉謨堂)에 나아가 전배(展拜)하였다.",
                "hj": "○丁巳/詣奉謨堂展拜。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "Chief State Councilor Kim Heunggeun submitted a memorial requesting his resignation, but the King denied this request.",
                "H2KE-nKo": "영의정 김흥근이 상소하여 사직하니, 비답을 내려 허락하지 않았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 3월 8일(무오) 1번째기사",
                "gt-oKo": "영의정 김흥근(金興根)이 진소(陳疏)하여 사직(辭職)하였으나, 비답을 내려 윤허하지 않았다.",
                "hj": "○戊午/領議政金興根, 陳疏辭職, 賜批不許。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On gabin day, dust occurred in the middle of the capital.",
                "H2KE-nKo": "준천하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 3월 9일(기미) 1번째기사",
                "gt-oKo": "개천을 파서 쳐내었다.",
                "hj": "○己未/濬川。"
            }
        }
    },
    "04": {
        "1": {
            "1": {
                "H2KE-EN": "Jo Dusun was appointed minister of rites .",
                "H2KE-nKo": "조두순을 예조 판서로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 4월 1일(신사) 1번째기사",
                "gt-oKo": "조두순(趙斗淳)을 예조 판서로 삼았다.",
                "hj": "○辛巳/以趙斗淳爲禮曹判書。"
            },
            "2": {
                "H2KE-EN": "The list of successful candidates for the second examination of the Royal Confucian Academy presented the list of successful candidates to the King. The successful candidate student Hwang Gihong passed the civil service examination.",
                "H2KE-nKo": "식년 문과 복시의 이소에서 방목을 올렸다. 유학 황기홍이 수석을 차지하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 4월 1일(신사) 2번째기사",
                "gt-oKo": "식년 문과 복시(式年文科覆試)의 이소(二所) 방목(榜目)을 올렸는데, 유학(幼學) 황기홍(黃起鴻)이 수위를 차지하였다.",
                "hj": "○式年文科覆試二所, 進榜目, 幼學黃起鴻居首。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "The King attended the Royal Lecture on the Confucian Classics in Imjin year.",
                "H2KE-nKo": "주강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 4월 12일(임진) 1번째기사",
                "gt-oKo": "주강(晝講)하였다.",
                "hj": "○壬辰/晝講。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "On gabo day, [the King] received the officials in the morning court assembly in the gabo year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 4월 14일(갑오) 1번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○甲午/召對。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On eulmi day, the first day of the month, [the King] went to the hall of governance and paid a visit to the hall of governance.",
                "H2KE-nKo": "을미년에 진전에 나아가 전배하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 4월 15일(을미) 1번째기사",
                "gt-oKo": "진전(眞殿)에 나아가 전배(展拜)하였다.",
                "hj": "○乙未/詣眞殿展拜。"
            },
            "2": {
                "H2KE-EN": "The King issued a royal directive as follows: I recently read that the commissioner for receiving the envoy at the border and the governor of Gyeonggi [Province] [] (Province] [] (Province [of Gyeonggi [Province] [] (Province] [] (Province [] [Province] [] (Province] [] [Province] [] [of Gyeonggi [Province] [] (Province] [] [Province] [] (Province [Province] [] (Province] [] (Province [Province] [] (Province]. [Province] [] (Province] [] [",
                "H2KE-nKo": "전교하기를,“방금 빈사와 경기 감사의 장계를 보니, 여주의 아전이 한밤중에 난입한 일은 놀라울 뿐만이 아니다. 근래 기강이 비록 해이해졌다고는 하지만 어찌 이와 같이 무엄한 버릇이 있단 말인가. 칙사의 행차가 얼마나 중요한가. 그런데 빈사와 도신이 진실로 마음을 다해 단속하였다면 어찌 이와 같이 전에 없던 일이 있단 말인가. 이것은 찾아서 처리할 수 없으니, 빈사와 경기 감사에게는 직임을 잘 수행한 사람에게 법을 시행하고, 여주 겸임 파주 목사와 내외 금란 군수와 포천 현감, 호행장 영종 첨사는 파직하는 것으로 그칠 수 없으니 모두 의금부로 잡아다 신문하여 처리하며, 난입한 색리는 경기 감영에서 잡아다 엄히 형신하여 끝까지 조사하여 구두 공초를 받아 보고하게 하라.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 4월 15일(을미) 2번째기사",
                "gt-oKo": "하교하기를, “지금 빈사(儐使)와 기백(畿伯)의 장계(狀啓)를 보건대 여주 색리(驪州色吏)가 한밤중에 관소(館所)에 난입(攔入)한 일은 놀라울 뿐만이 아니다. 요즈음 기강(紀綱)이 해이해졌다 하더라도 어찌 이와 같은 무엄(無嚴)한 습속이 있겠는가? 칙행(勅行)의 소중함이 과연 어떠한가? 빈사(儐使)와 도신(道臣)이 진실로 마음을 다하여 경계하고 조심하였다면 어찌 이와 같은 전에 없던 일이 있었겠는가? 이것은 심상(尋常)하게 처리할 수 없으니, 빈사(儐使)와 기백(畿伯)은 파직(罷職)의 법(法)을 시행하고, 여주 겸임 파주 목사(驪州兼任坡州牧使)와 내외 금란 차사원(內外禁亂差使員) 가평 군수(加平郡守)·포천 현감(抱川縣監)과 호행장(護行將) 영종 첨사(永宗僉使)는 파직(罷職)하는 데 그칠 수 없으니, 모두 나문(拿問)하여 처리할 것이며, 난입한 색리(色吏)는 기영(畿營)에 잡아 올려 엄중하게 형신(刑訊)해서 끝까지 핵실하여 공초(供招)를 받아 계문하도록 하라.” 하였다.",
                "hj": "○敎曰: “卽見儐使畿伯狀啓, 驪州吏深夜攔入事, 不啻驚駭而已。 近日紀綱, 雖曰解紐, 豈有如此無嚴之習? 勑行所重果何如? 而儐使與道臣苟能盡心操飾, 安有似此無前之事乎? 此不可尋處之, 儐使與畿伯, 施以能職之典, 驪州兼任坡州牧使, 內外禁亂加平郡守、抱川縣監, 護行將永宗僉使, 不可罷職而止, 竝拿問處之, 攔入之色吏, 自畿營, 捉致嚴刑, 窮覈捧口招以聞。”"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "Jo Seoku was appointed governor of Gyeonggi [Province] [].",
                "H2KE-nKo": "조석우를 경기 관찰사로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 4월 16일(병신) 1번째기사",
                "gt-oKo": "조석우(曹錫雨)를 경기 관찰사로 삼았다.",
                "hj": "○丙申/以曺錫雨爲京畿觀察使。"
            },
            "2": {
                "H2KE-EN": "The King proceeded to Mohwa Guesthouse and received the imperial edict.",
                "H2KE-nKo": "모화관에 나아가 칙사를 맞이하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 4월 16일(병신) 2번째기사",
                "gt-oKo": "모화관(慕華館)에 나아가 칙사(勅使)를 영접하였다.",
                "hj": "○詣慕華館迎勑。"
            },
            "3": {
                "H2KE-EN": "The King proceeded to Injeong Hall and held the ceremony of receiving the imperial edict of investiture and received the imperial envoys in audience.",
                "H2KE-nKo": "인정전에 나아가 선조의를 행하고 칙사를 접견하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 4월 16일(병신) 3번째기사",
                "gt-oKo": "인정전(仁政殿)에 나아가 선조의(宣詔儀)를 행하고, 칙사(勅使)를 접견하였다.",
                "hj": "○詣仁政殿, 行宣詔儀, 接見勑使。"
            },
            "4": {
                "H2KE-EN": "On gyemyo day, [the King] conducted a congratulatory ceremony at Injeong Hall .",
                "H2KE-nKo": "인정전에서 진하를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 4월 16일(병신) 4번째기사",
                "gt-oKo": "인정전(仁政殿)에서 진하(陳賀)를 행하였다.",
                "hj": "○行陳賀于仁政殿。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On jeongyu day, the King proceeded to the guesthouse where he received the imperial envoys in audience.",
                "H2KE-nKo": "정유년에 관소에 나아가 칙사를 접견하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 4월 17일(정유) 1번째기사",
                "gt-oKo": "관소(館所)에 나아가 칙사를 접견하였다.",
                "hj": "○丁酉/詣館所, 接見勑使。"
            },
            "2": {
                "H2KE-EN": "The King issued a royal order: The three local magistrates of Jeon Paju , Gapyeong , and Pocheon shall be reappointed to the post of magistrate of Yeongjong Prefecture , together with the third deputy magistrate of Yeongjong Prefecture , and the arbitrarily entering the palace shall be severely punished by torture and banished to a designated area.",
                "H2KE-nKo": "전교하기를,“빈사와 전 경기 감사를 서용하고, 전 파주, 가평, 포천의 세 수령은 영종 첨사와 함께 잡아다 신문하여 감처하는 것을 잠시 보류하며, 함부로 들어온 놈은 엄히 형장을 치고 절도에 정배하라.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 4월 17일(정유) 2번째기사",
                "gt-oKo": "하교하기를, “빈사(儐使)와 전 기백(畿伯)은 서용(敍用)하고, 전 파주 목사(坡州牧使)·전 가평 군수(加平郡守)·전 포천 현감(抱川縣監)과 영종 첨사(永宗僉使)는 잡아올려 감죄(勘罪)하는 것을 보류(保留)하며, 난입한 색리는 엄중히 형신하여 도배(島配)하도록 하라.” 하였다.",
                "hj": "○敎曰: “儐使與前畿伯敍用, 前坡州、加平、抱川三倅, 與永宗僉使拏勘安徐, 攔入之漢, 嚴刑島配。”"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "The King proceeded to Mohwa Guesthouse and held a farewell banquet for the imperial envoys.",
                "H2KE-nKo": "무술년에 모화관에 나아가 칙사를 전송하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 4월 18일(무술) 1번째기사",
                "gt-oKo": "모화관(慕華館)에 나아가 칙사(勅使)를 전송하였다.",
                "hj": "○戊戌/詣慕華館送勑。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "The King proceeded to Injeong Hall in the gihae year ( and held the successful candidates for the civil and military service examinations.",
                "H2KE-nKo": "인정전에 나아가 문무과의 방방을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 4월 19일(기해) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에 나아가 문·무과(文武科)의 방방(放榜)을 행하였다.",
                "hj": "○己亥/御仁政殿, 行文武科放榜。"
            },
            "2": {
                "H2KE-EN": "Kim Hakseong was appointed minister of rites .",
                "H2KE-nKo": "김학성을 예조 판서로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 4월 19일(기해) 2번째기사",
                "gt-oKo": "김학성(金學性)을 예조 판서로 삼았다.",
                "hj": "○以金學性爲禮曹判書。"
            },
            "3": {
                "H2KE-EN": "The King bestowed relief aid upon the families of Hamheung Magistracy .",
                "H2KE-nKo": "함흥부의 소호에 휼전을 베풀었다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 4월 19일(기해) 3번째기사",
                "gt-oKo": "함흥부(咸興府)의 화재로 타버린 집에 휼전(恤典)을 주었다.",
                "hj": "○給咸興府燒戶恤典。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On imo day, the first day of the month, the King performed the summer state sacrifice at the Royal Ancestral Shrine .",
                "H2KE-nKo": "종묘의 하향 대제를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 4월 2일(임오) 1번째기사",
                "gt-oKo": "종묘(宗廟)의 하향 대제(夏享大祭)를 거행하였다.",
                "hj": "○壬午/行宗廟夏享大祭。"
            },
            "2": {
                "H2KE-EN": "The metropolitan second stage civil examination was held at the Royal Confucian Academy . Thirty-three people, including Kim Myeongeun , were selected.",
                "H2KE-nKo": "식년 문과 회시를 행하여 유학 김면근 등 33인을 뽑았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 4월 2일(임오) 2번째기사",
                "gt-oKo": "식년 문과 회시(式年文科會試)를 거행하여 유학(幼學) 김면근(金勉根) 등 33인을 뽑았다.",
                "hj": "○行式年文科會試, 取幼學金勉根等三十三人。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The King proceeded to Huijeong Hall in gyeongja year (140, the fourth year of King Sejongs reign and received new approval for the Kings benevolence.",
                "H2KE-nKo": "희정당에 나아가 신은의 사은을 받았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 4월 20일(경자) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에 나아가 신은(新恩)의 사은(謝恩)을 받았다.",
                "hj": "○庚子/御熙政堂, 受新恩謝恩。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On sinchuk day, the King proceeded to the Royal Confucian Academy and held the final civil and military officials of the Classics and the Classics of Han China.",
                "H2KE-nKo": "춘당대에 나아가 전경 문신과 전경 무신과 한학 문신의 전강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 4월 21일(신축) 1번째기사",
                "gt-oKo": "춘당대(春塘臺)에 나아가 전경 문무신(專經文武臣)과 한학 문신(漢學文臣)의 전강(殿講)을 행하였다.",
                "hj": "○辛丑/御春塘臺, 行專經文武臣漢學文臣殿講。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On byeongo day, all the royal secretaries came to the palace carrying out official documents and attended the King. ",
                "H2KE-nKo": "승지들이 공사를 가지고 입시하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 4월 26일(병오) 1번째기사",
                "gt-oKo": "여러 승지(承旨)가 공사(公事)를 가지고 입시(入侍)하였다.",
                "hj": "○丙午/諸承旨持公事入侍。"
            },
            "2": {
                "H2KE-EN": "Kim Jajeon was appointed as magistrate of Bongsan County . This was a special royal order.",
                "H2KE-nKo": "김재전을 봉산 군수로 삼았는데, 중비로 제수한 것이다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 4월 26일(병오) 2번째기사",
                "gt-oKo": "김재전(金在田)을 봉산 군수(鳳山郡守)로 삼았는데, 중비(中批)이었다.",
                "hj": "○以金在田爲鳳山郡守, 中批也。"
            },
            "3": {
                "H2KE-EN": "Left State Councilor Bak Yeongwon submitted a memorial requesting his resignation, and the King supported him with approval.",
                "H2KE-nKo": "좌의정 박영원이 상소하여 사직하니, 비답을 내려 그의 뜻에 따라 체차해 주었다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 4월 26일(병오) 3번째기사",
                "gt-oKo": "좌의정 박영원(朴永元)이 진소(陳疏)하여 사직(辭職)하니, 비답을 내려 면부(勉副)하였다.",
                "hj": "○左議政朴永元, 陳疏辭職, 賜批勉副。"
            },
            "4": {
                "H2KE-EN": "Jo Dusun was appointed minister of Taxation .",
                "H2KE-nKo": "조두순을 호조 판서로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 4월 26일(병오) 4번째기사",
                "gt-oKo": "조두순(趙斗淳)을 호조 판서로 삼았다.",
                "hj": "○以趙斗淳爲戶曹判書。"
            },
            "5": {
                "H2KE-EN": "The King issued an order to appoint Second Deputy Director of the Royal House Administration Kim좌geun as minister.",
                "H2KE-nKo": "전교하기를,“판돈녕부사 김좌근을 정승에 제배하라.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 4월 26일(병오) 5번째기사",
                "gt-oKo": "하교하기를, “판돈녕 김좌근(金左根)을 상신(相臣)에 제배(除拜)하라.” 하였다.",
                "hj": "○敎曰: “判敦寧金左根拜相。”"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The King appointed Yi Gyeongsun as 훈련 대장 of the Military Training Office and Yi Seunggwon as 어영 대장. ",
                "H2KE-nKo": "정미년에 이경순을 훈련대장으로, 이승권을 어영대장으로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 4월 27일(정미) 1번째기사",
                "gt-oKo": "이경순(李景純)을 훈련 대장(訓鍊大將)으로, 이승권(李升權)을 어영 대장(御營大將)으로 삼았다.",
                "hj": "○丁未/以李景純爲訓鍊大將, 李升權爲御營大將。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "The King provided relief aid to the families of Uiju Magistracy and Gurye District who burned the houses in Gurye District .",
                "H2KE-nKo": "의주부와 구례현의 소실된 가호에 휼전을 베풀었다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 4월 29일(기유) 1번째기사",
                "gt-oKo": "의주부(義州府) 및 구례현(求禮縣)의 불탄 가호(家戶)에 휼전(恤典)을 주었다.",
                "hj": "○己酉/給義州府、求禮縣燒戶, 恤典。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On gyemi day, the first day of the month, the Royal Placenta Chamber Examination entered the Royal Placenta Chamber Examination and the 차대를 희정당에서 행하였다.",
                "H2KE-nKo": "희정당에서 약원의 입진과 차대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 4월 3일(계미) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 약원(藥院)의 입진(入診)과 차대(次對)를 행하였다.",
                "hj": "○癸未/藥院入診及次對于熙政堂。"
            },
            "2": {
                "H2KE-EN": "The King ordered that the composition of the Directorate of the Palace Buildings be rewarded with varying degrees.",
                "H2KE-nKo": "《선원보략발》의 제술관 이하에게 차등을 두어 시상하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 4월 3일(계미) 2번째기사",
                "gt-oKo": "《선원보략(璿源譜略)》 발문 제술관(跋文製述官) 이하에게 차등 있게 시상(施賞)하였다.",
                "hj": "○《璿源譜略跋》文製述官以下, 施賞有差。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "In the gyeongsul year (, [the King] rewarded officials of the higher grade, senior third rank or below of the senior third rank or above in the Office of Capital Wall Repairs Directorate .",
                "H2KE-nKo": "경술년 준천사 당상 이하에게 차등을 두어 시상하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 4월 30일(경술) 1번째기사",
                "gt-oKo": "준천사 당상(濬川司堂上) 이하에게 차등 있게 시상(施賞)하였다.",
                "hj": "○庚戌/濬川司堂上以下, 施賞有差。"
            },
            "2": {
                "H2KE-EN": "The King issued an order, which stated, As for Yi응sik , Shin Gwanhoe , Yi Geunggwon , and Kim Geon , all of them should be transferred to another place.",
                "H2KE-nKo": "전교하기를,“이응식, 신관호, 이능권, 김건을 모두 양이하라.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 4월 30일(경술) 2번째기사",
                "gt-oKo": "하교하기를, “이응식(李應植)·신관호(申觀浩)·이능권(李能權)·김건(金鍵)을 모두 양이(量移)하도록 하라.” 하였다.",
                "hj": "○敎曰: “李應植、申觀浩、李能權、金鍵, 幷量移。”"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On eulyu day, the King attended the Royal Lecture.",
                "H2KE-nKo": "주강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 4월 5일(을유) 1번째기사",
                "gt-oKo": "주강(晝講)하였다.",
                "hj": "○乙酉/晝講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 4월 5일(을유) 2번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○召對。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "In byeongsul year (, the King appointed Yu Seo Hun as commissioner for escorting the returning envoy .",
                "H2KE-nKo": "병술년에 서유훈을 반송사로 차하하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 4월 6일(병술) 1번째기사",
                "gt-oKo": "서유훈(徐有薰)을 반송사(伴送使)에 차하(差下)하였다.",
                "hj": "○丙戌/以徐有薰, 伴送使差下。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "Injeong Hall (Hall of Benevolent Governance in the gichuk year (, the metropolitan second stage civil examination was held at Injeong Hall (Hall of Benevolent Governance. The metropolitan second stage military examination was held at the Military Training Office . The metropolitan second stage military examination was held at the Military Training Office . The metropolitan second stage military examination was 166.",
                "H2KE-nKo": "인정전에서 기축년에 식년 문과 전시를 행하여 유학 김기현 등 39인을 뽑고, 훈련원에서 무과 전시를 행하여 한량 민희호 등 166인을 뽑았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 4월 9일(기축) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에서 식년 문과 전시(式年文科殿試)를 행하여 유학(幼學) 김기현(金琦鉉) 등 39인을 뽑고, 훈련원(訓鍊院)에서 무과 전시(武科殿試)를 행하여 한량(閑良) 민희호(閔羲鎬) 등 1백 66인을 뽑았다.",
                "hj": "○己丑/行式年文科殿試于仁政殿, 取幼學金琦鉉等三十九人, 武科殿試于訓鍊院, 取閑良閔羲鎬一百六十六人。"
            }
        }
    },
    "05": {
        "1": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General and the Office of the Censor General presented a joint memorial to the King【 Inspector General Oh취선, Inspector General Bak Jonghyu, Second Inspector Bak Munhyeon, Censor Yi Jeongsin, Third Inspectors Nam Jongsam and Yi Yongjik, Third Censors of the Office of the Censor General Kang Yeon, and Fourth Censors Bak Gongjin and Yi Gyoin.】 request that Yi응sik and others be sent into exile. The King responded, How could this not be extremely severe? My dear sirs should be replaced.",
                "H2KE-nKo": "양사 - 대사헌 오취선, 대사간 박종휴, 집의 박문현, 사간 이정신, 장령 남종삼ᆞ이용직, 헌납 강연, 정언 박공진ᆞ이교인 - 가 연명으로 차자를 올려 이응식 등을 양이하라는 명을 거두어 줄 것을 청하니, 비답하기를,“이 일에 대해 또 쟁집하는 것은 너무 심하지 않은가. 경들을 체차하겠다.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 5월 1일(신해) 1번째기사",
                "gt-oKo": "양사(兩司)에서 연차(聯箚)【대사헌 오취선(吳取善), 대사간 박종휴(朴宗休), 집의 박문현(朴文鉉), 사간 이정신(李鼎臣), 장령 남종삼(南鍾三)·이용직(李容直), 헌납 강연(姜鍊), 정언 박공진(朴公鎭)·이교인(李敎寅)이다.】하기를, “바라건대 이응식(李應植) 등을 양이(量移)하라는 명을 정침하소서.” 하니, 비답하기를, “이 일을 가지고 또 쟁집(爭執)하다니, 너무 심하지 않은가? 경(卿) 등을 체차(遞差)하겠다.” 하였다.",
                "hj": "○辛亥/兩司聯箚,【大司憲吳取善, 大司諫朴宗休, 執義朴文鉉, 司諫李鼎臣, 掌令南鍾三、李容直, 獻納姜鍊, 正言朴公鎭、李敎寅。】乞寢李應植等量移之命, 批曰: “此事之又爲爭執, 得不已甚乎? 卿等遞差。”"
            },
            "2": {
                "H2KE-EN": "Hong Jikbong was appointed as the Office of the Inspector General and Jo Chungsik as the Office of the Censor General .",
                "H2KE-nKo": "홍직필을 사헌부 대사헌으로, 조충식을 사간원 대사간으로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 5월 1일(신해) 2번째기사",
                "gt-oKo": "홍직필(洪直弼)을 사헌부 대사헌으로, 조충식(趙忠植)을 사간원 대사간으로 삼았다.",
                "hj": "○以洪直弼爲司憲府大司憲, 趙忠植爲司諫院大司諫。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "On sinchuk day, the King received the officials in the morning court assembly.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 5월 10일(경신) 1번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○庚申/召對。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the King proceeded to Injeong Hall and personally delivered incense and the written invocation for the summer state sacrifice at the Royal Ancestral Shrine .",
                "H2KE-nKo": "인정전에 나아가 경모궁의 하향 대제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 5월 11일(신유) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에 나아가 경모궁(景慕宮)의 하향(夏享)에 쓸 향과 축문을 친히 전하였다.",
                "hj": "○辛酉/御仁政殿, 親傳景慕宮夏享香祝。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "On gyehae day, the King conducted state affairs at the Hall of Governance .",
                "H2KE-nKo": "희정당에서 차대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 5월 13일(계해) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 차대(次對)하였다.",
                "hj": "○癸亥/次對于熙政堂。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "Kim Sugeun , a senior third-rank official of the Directorate of Benefiting the People , was appointed as senior third-rank officials of the State Council .",
                "H2KE-nKo": "갑자년에 김수근을 선혜청 당상으로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 5월 14일(갑자) 1번째기사",
                "gt-oKo": "김수근(金洙根)을 선혜청 당상(宣惠廳堂上)으로 삼았다.",
                "hj": "○甲子/以金洙根爲宣惠廳堂上。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "Kim좌geun , Right State Councilor in the imja year (, submitted a memorial requesting his resignation, but the King denied this request.",
                "H2KE-nKo": "우의정 김좌근이 상소하여 사직하니, 비답을 내려 허락하지 않았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 5월 2일(임자) 1번째기사",
                "gt-oKo": "우의정 김좌근(金左根)이 진소(陳疏)하여 사직(辭職)하였으나, 비답을 내려 윤허하지 않았다.",
                "hj": "○壬子/右議政金左根, 陳疏辭職, 賜批不許。"
            },
            "2": {
                "H2KE-EN": "The King appointed Shin Jongik as naval commander of the Three Armies as supreme commander .",
                "H2KE-nKo": "신종익을 삼도 수군통어사로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 5월 2일(임자) 2번째기사",
                "gt-oKo": "신종익(申從翼)을 삼도 수군 통어사(三道水軍統禦使)로 삼았다.",
                "hj": "○以申從翼爲三道水軍統禦使。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On gabo day, the first day of the twelfth month, [the King] visited the Royal Confucian Academy to enter and take care of the patients.",
                "H2KE-nKo": "희정당에서 독약 탐라가 입진하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 5월 20일(경오) 1번째기사",
                "gt-oKo": "약원(藥院)에서 희정당(熙政堂)에 입진(入診)하였다.",
                "hj": "○庚午/藥耽入診于熙政堂。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "Shin Mihyeon was appointed as the Royal Confucian Academy .",
                "H2KE-nKo": "홍우철을 성균관 대사성으로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 5월 21일(신미) 1번째기사",
                "gt-oKo": "홍우철(洪祐喆)을 성균관 대사성으로 삼았다.",
                "hj": "○辛未/以洪祐喆爲成均館大司成。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On sinhae day, [the King] received the officials in the morning court assembly on the imsin day.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 5월 22일(임신) 1번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○壬申/召對。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On gyeyu day, the King received officials in the morning court assembly in the gyeyu year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 5월 23일(계유) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○癸酉/召對。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On gyemyo day, the King received the officials in the morning court assembly and read the Records of the Grand Scribe (C. Huangjang .",
                "H2KE-nKo": "기묘년에 소대를 행하여 《갱장록》을 강하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 5월 29일(기묘) 1번째기사",
                "gt-oKo": "소대(召對)하여 《갱장록(羹墻錄)》을 강(講)하였다.",
                "hj": "○己卯/召對, 講《羹墻錄》。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "[The King] appointed Yi Haksu as governor of Pyeongan Province .",
                "H2KE-nKo": "이학수를 평안도 관찰사로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 5월 3일(계축) 1번째기사",
                "gt-oKo": "이학수(李鶴秀)를 평안도 관찰사로 삼았다.",
                "hj": "○癸丑/以李鶴秀爲平安道觀察使。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "Right State Councilor Kim좌geun submitted a twice requesting his resignation, [but his request] was not granted.",
                "H2KE-nKo": "우의정 김좌근이 재차 상소하여 사직하니, 비답을 내려 허락하지 않았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 5월 5일(을묘) 1번째기사",
                "gt-oKo": "우의정 김좌근(金左根)이 재차 상소하여 사직(辭職)하였으나, 비답을 내려 윤허하지 않았다.",
                "hj": "○乙卯/右議政金左根, 再疏辭職, 賜批不許。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "The King appointed Song Geunsu as third minister of personnel .",
                "H2KE-nKo": "송근수를 이조 참의로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 5월 7일(정사) 1번째기사",
                "gt-oKo": "송근수(宋近洙)를 이조 참의로 삼았다.",
                "hj": "○丁巳/以宋近洙爲吏曹參議。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "Right State Councilor Kim좌geun submitted a memorial requesting his resignation, but the King did not approve his request.",
                "H2KE-nKo": "우의정 김좌근이 세 번째 상소하여 사직하니, 비답을 내려 허락하지 않았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 5월 8일(무오) 1번째기사",
                "gt-oKo": "우의정 김좌근(金左根)이 세 번째 상소하여 사직(辭職)하였으나, 비답을 내려 윤허하지 않았다.",
                "hj": "○戊午/右議政金左根, 三疏辭職, 賜批不許。"
            }
        }
    },
    "06": {
        "1": {
            "1": {
                "H2KE-EN": "On gyeongjin day, the King went to the hall of governance and paid a visit to the hall of governance.",
                "H2KE-nKo": "경진년에 진전에 나아가 전배하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 6월 1일(경진) 1번째기사",
                "gt-oKo": "진전(眞殿)에 나아가 전배(展拜)하였다.",
                "hj": "○庚辰/詣眞殿展拜。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 6월 1일(경진) 2번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○召對。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "희정당에서 Regarding the Royal Placenta Chamber in the gichuk year (, the King entered the Royal Placenta Chamber Examination and granted a rotational audience. The King said, There are many people who are able to summon",
                "H2KE-nKo": "희정당에서 기축년에 희정당에서 내의원의 입진과 차대를 행하였다. 주상이 말하기를,“정초에 응할 만한 사람이 지금 또 몇이나 되는가? 산림에게 물어서 천거하게 하는 것이 좋겠다.”하니, 좌의정 이헌구가 아뢰기를,“옛날에는 정초에 산림이 천거된 경우가 많았습니다. 고례를 가져다 상고해 보니, 산림이 상소하여 천거하거나 주상께서 특별히 예관과 사관을 보내 유현에게 별유하여 천거를 받아 오게 하였습니다.”하자, 주상이 말하기를,“아뢴 바가 매우 좋다. 사관을 보내 유현에게 물어서 지적하여 오게 하라.”하였다. 또 아뢰기를,“충간공 홍계적과 충정공 김운택의 사판에 모두 특별히 부조하게 하소서.”하니, 그대로 따랐다. 또 아뢰기를,“전 음정 김응근과 정헌용에게 모두 특별히 가자하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 6월 10일(기축) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 약원(藥院)의 입진(入診)과 차대(次對)를 행하였다. 임금이 말하기를, “정초(旌招)에 응(膺)할 만한 자가 이제 또한 몇 사람이나 있는가? 여러 산림(山林)에게 물어서 천거(薦擧)하게 함이 좋겠다.” 하였는데, 좌의정 이헌구(李憲球)가 아뢰기를, “예전의 정초(旌招)는 산림(山林)의 천거(薦擧)가 많이 있었습니다. 고례(古例)를 상고해 보니, 혹은 산림이 진소(陳疏)하여 천거하거나 혹은 임금께서 특별히 예관(禮官)·사관(史官)을 보내어 별도로 유현(儒賢)에게 효유하여 천거를 받아 왔습니다.” 하니, 임금이 말하기를, “아뢴 것이 매우 좋다. 사관을 보내어 유현(儒賢)에게 물어서 지적(指的)하여 오게 하라.” 하였다. 또 아뢰기를, “충간공(忠簡公) 신(臣) 홍계적(洪啓迪)·충정공(忠貞公) 신(臣) 김운택(金雲澤)의 사판(祠版)에 모두 특별히 부조(不祧)의 은전(恩典)을 내리소서.” 하니, 그대로 따랐다. 또 아뢰기를, “전 음정(蔭正) 김응근(金應根)·정헌용(鄭憲容)은 모두 특별히 가자(加資)하소서.” 하니, 그대로 따랐다.",
                "hj": "○己丑/藥院入診及次對于熙政堂。 上曰: “可膺旌招者, 今亦有幾人乎? 問諸山林, 使之剡擧爲好矣。”左議政李憲球曰: “古之旌招, 多有山林之剡擧。 取考古例。 或山林陳疏剡擧, 或自上特遣禮官、史官, 別諭儒賢, 受薦以來矣。” 上曰: “所奏甚好。 遣史官, 詢及儒賢, 指的以來。” 又啓言: “忠簡公臣洪啓迪、忠貞公臣金雲澤祠版, 幷特令不祧。” 從之。 又啓言: “前蔭正金應根、鄭憲容。 幷特爲加資。” 從之。"
            },
            "2": {
                "H2KE-EN": "The King ordered the Ministry of Taxation to mint copper currency.",
                "H2KE-nKo": "호조에 돈을 주조하라고 명하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 6월 10일(기축) 2번째기사",
                "gt-oKo": "호조(戶曹)에 주전(鑄錢)하도록 명하였다.",
                "hj": "○命戶曹鑄錢。"
            },
            "3": {
                "H2KE-EN": "On sinmyo day, the King summoned officials in the rotational audience.",
                "H2KE-nKo": "윤대관을 불러서 보았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 6월 10일(기축) 3번째기사",
                "gt-oKo": "윤대관(輪對官)을 소견(召見)하였다.",
                "hj": "○召見輪對官。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On gyeongin day, the King summoned Envoy for Expressing Gratitude for Imperial Benevolence Seo Yeomsun , Vice-Envoy Jo Chungsik , and correspondence Choe Uhyeong . They paid a farewell visit to the King.",
                "H2KE-nKo": "경인년에 사은사 - 정사 서염순, 부사 조충식, 서장관 최우형이다. - 를 불러서 보았다. 하직 인사를 하였기 때문이다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 6월 11일(경인) 1번째기사",
                "gt-oKo": "사은사(謝恩使)【정사(正使) 서염순(徐念淳)·부사(副使) 조충식(趙忠植)·서장관(書狀官) 최우형(崔遇亨)이다.】를 소견(召見)하였으니, 사폐(辭陛)한 때문이었다.",
                "hj": "○庚寅/召見謝恩使,【正使徐念淳, 副使趙忠植, 書狀官崔遇亨】辭階也。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On sinhae day, the King received the officials in the morning court assembly.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 6월 12일(신묘) 1번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○辛卯/召對。"
            },
            "2": {
                "H2KE-EN": "[The King] instructed Genealogy Magistrate of Genealogy Hong Jikseok .",
                "H2KE-nKo": "좨주 홍직필에게 유시하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 6월 12일(신묘) 2번째기사",
                "gt-oKo": "좨주(祭酒) 홍직필(洪直弼)에게 효유하였다.",
                "hj": "○諭祭酒洪直弼。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "The King bestowed relief aid upon the families of Uiju Strategic Prefecture who had flooded and drowned.",
                "H2KE-nKo": "의주부의 표호와 퇴호에 휼전을 베풀었다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 6월 15일(갑오) 1번째기사",
                "gt-oKo": "의주부(義州府)의 떠내려간 집과 무너진 집에 휼전(恤典)을 베풀었다.",
                "hj": "○甲午/給義州府漂頹戶, 恤典。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "Jo Giyeong was appointed minister of war .",
                "H2KE-nKo": "조기영을 병조 판서로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 6월 17일(병신) 1번째기사",
                "gt-oKo": "조기영(趙冀永)을 병조 판서로 삼았다.",
                "hj": "○丙申/以趙冀永爲兵曹判書。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "The King appointed Hong Jongbong as minister of rites .",
                "H2KE-nKo": "홍종응을 예조 판서로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 6월 2일(신사) 1번째기사",
                "gt-oKo": "홍종응(洪鍾應)을 예조 판서로 삼았다.",
                "hj": "○辛巳/以洪鍾應爲禮曹判書。"
            },
            "2": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, Recently, I have read the report of the governor of 양서 Province . The relief work has already been completed, and the barley and wheat have ripened successively ripened. Therefore, the people have wandered and returned to their homes. In the past, it was urgent that they were able to support their livelihoods. The previous days, the starving and wander were all recovered, and it was worried that the rain and sun would not be able to survey the powder or the wandering of fields would not be empty. Alas! When the people support their livelihoods, what happened would it not be? However, the situation in the two provinces is worse than that of inconvenience. Generally speaking, the severe drought has not ceased. Fortunately, the benevolence of Heaven is also the benevolence for the governor and the local magistrates to support their livelihoods. However, it is impossible that the barley and wheat have already been exhausted during the middle of winter and spring. Do not encourage the relief work that has been completed, and strive to relieve the peoples livelihoods, thereby fulfilling the courts feelings of sadness and pity.",
                "H2KE-nKo": "전교하기를,“근래 양서 도신의 장계를 보니, 진휼하는 일이 이미 끝났고 밀보리가 차례로 익어 유랑하던 백성들이 서로 이끌고 도로 모여들어 예전의 황급했던 상황을 과연 진정할 수 있었으며, 이전에 굶어 죽은 자들도 모두 소생하고 비가 내리고 햇볕이 적당하여 모내기 어려운 염려가 없는가? 전야가 개간되어 황폐해졌다는 탄식이 없는가? 아, 백성들을 보호하는 것이 어느 때인들 그렇지 않았겠는가마는, 두 도에 이르러서는 더욱 심하다. 재해의 참혹함이 끝이 없어 다행히 사망하는 지경에 이르지 않은 것은 하늘의 인자함이고, 또한 오직 방백과 수령이 성심을 다해 백성들을 보호하였기 때문이다. 다만 천신만고하여 겨울과 봄 사이에 버틸 수 있었으니, 진휼을 마쳤다고 해서 백성을 어루만지고 돌보는 책임을 소홀히 하지 말고 더욱 힘쓰도록 하라. 그리하여 생업을 얻고 생업에 안착하여 내가 백성들을 불쌍히 여기는 마음에 부응하도록 하라.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 6월 2일(신사) 2번째기사",
                "gt-oKo": "하교하기를, “요즈음 양서(兩西) 도신(道臣)의 장계(狀啓)를 보건대 진휼하는 일은 이미 끝내었고, 양맥(兩麥)이 차례로 풍년이 들어서 유망(流亡)하던 백성이 서로 이끌고 환집(還集)하고 있다 하니, 예전에 황급하던 일이 과연 잘 진정(鎭定)되었으며, 전에 쇠약하고 수척하던 자도 모두 소생(蘇生)하였으며, 비가 내리고 개임도 알맞아서 못자리의 염려가 없으며, 전야(田野)를 개간하여 황폐한 탄식이 없는가? 아! 백성을 회보(懷保)하는 것은 어느 때인들 그렇게 하지 않았겠는가마는, 황해도와 평안도 두 도에 이르러서는 더욱 심함이 있다. 대개 그 재황(災荒)을 혹독하게 당하지 않은 데가 없으나, 다행히 사망(死亡)하는 데에 이르지 않은 것은 하늘의 인자함이요, 또한 방백(方伯)과 수령(守令)이 성심으로 회보(懷保)한 때문이다. 또 이미 천신 만고(千辛萬苦)를 겪으면서 겨울과 봄 동안 지내었고 진휼을 마쳤다 하여 혹 무휼하는 책임을 소홀히 하지 말고, 더욱더 부지런히 힘써 그 일자리를 얻어서 그 생업에 편안하게 함으로써 조정에서 마음 아파하고 측은히 여기는 생각에 부응하게 하라.” 하였다.",
                "hj": "○敎曰: “近見兩西道臣狀啓, 則賑事已告成, 兩麥次第登熟, 流亡相率還集, 昔之遑急, 果能鎭安, 前之捐瘠, 亦皆回蘇, 雨暘適而無秧坂之慮歟, 田野闢而無荒廢之歎歟? 嗚呼! 懷保民生, 何時不然, 而至若兩道, 尤有甚焉。 蓋其酷被災荒, 靡所止屆, 幸而不至於死亡者, 上天之仁也, 亦惟曰方伯守令之誠心懷保焉耳。 第旣千辛萬苦, 得以捱過於冬春之間, 勿以畢賑或忽拊恤之責, 益加勉勉。 得其業而安基生, 以副朝家如傷惻怛之念。”"
            },
            "3": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 6월 2일(신사) 3번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○召對。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "[The King] ordered that a Confucian student of the sinchuk year [1417; seventeenth year of King Sejong] Jo Ikdeok be first appointed to a government post. [The King] appointed Kim Jungjun and Song Dalsu to the Royal Lecture . ",
                "H2KE-nKo": "신축년에 유학 조병덕에게 먼저 음직을 주라고 명하였다. 김병준과 송달수를 경연관으로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 6월 22일(신축) 1번째기사",
                "gt-oKo": "유학(幼學) 조병덕(趙秉悳)에게 우선 음직(蔭職)을 주고, 김병준(金炳駿)·송달수(宋達洙)를 경연관(經筵官)으로 삼으라고 명하였다.",
                "hj": "○辛丑/命幼學趙秉悳, 先付蔭職。 以金炳駿、宋達洙爲經筵官。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "The King instructed the Royal Lectures Song Dalsu and Kim Ikjun to admonish the Royal Lecture .",
                "H2KE-nKo": "경연관 송달수와 김병준에게 돈유하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 6월 23일(임인) 1번째기사",
                "gt-oKo": "경연관 송달수·김병준에게 하유(下諭)하였다.",
                "hj": "○壬寅/諭經筵官宋達洙、金炳駿。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The King issued a royal directive to the Office of the Inspector General , Hong Iktong , the Office of the Censor General , and Kim Ikun , the Royal Confucian Academy .",
                "H2KE-nKo": "도목 정사를 행하였다. 하비하여 김병기를 사헌부 대사헌으로, 홍익섭을 사간원 대사간으로, 김병운을 성균관 대사성으로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 6월 27일(병오) 1번째기사",
                "gt-oKo": "도정(都政)을 행하였다. 하비(下批)하여 김병기(金炳冀)를 사헌부 대사헌으로, 홍익섭(洪翼燮)을 사간원 대사간으로, 김병운(金炳雲)을 성균관 대사성으로 삼았다.",
                "hj": "○丙午/都政下批, 以金炳冀爲司憲府大司憲, 洪翼燮爲司諫院大司諫, 金炳雲爲成均館大司成。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On jeongmi day, the King summoned local magistrates and the frontier garrisons and held an audience with them in jeongmi year (.",
                "H2KE-nKo": "정미년에 수령, 변장, 초사인을 불러서 보았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 6월 28일(정미) 1번째기사",
                "gt-oKo": "수령(守令)·변장(邊將)의 초사인(初仕人)을 소견(召見)하였다.",
                "hj": "○丁未/召見守令邊將初仕人。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "The King appointed Yu Janghwan as second minister of personnel .",
                "H2KE-nKo": "무신년에 유장환을 이조 참판으로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 6월 29일(무신) 1번째기사",
                "gt-oKo": "유장환(兪章煥)을 이조 참판으로 삼았다.",
                "hj": "○戊申/以兪章煥爲吏曹參判。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On gyemi day, the King granted a rotational audience in the gyemi year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 6월 4일(계미) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○癸未/召對。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "The King transmitted a royal directive to the eulyu year (, which stated, It has been flourishing rain for two months, and it has not ceased for a month. At this time, it is possible for me to speak about the disaster of rice. When I think about this, I cannot eat and eat porridge. In addition, there have been many cases in which prayers for clearing are offered before the coming autumn. Have the rites of praying for rain not be held on an auspicious day.",
                "H2KE-nKo": "전교하기를,“기쁜 날씨가 두 차례나 장마가 져서 한 달이 넘도록 그치지 않으니, 이러한 때에 농사를 해칠 걱정은 말하지 않아도 상상할 수 있다. 생각이 여기에 미치면 잠을 잘 때나 밥을 먹을 때나 편치가 않다. 입추 전에 기청제를 지내는 것도 근래의 사례가 많으니, 택일하지 말고 설행하게 하라.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 6월 6일(을유) 1번째기사",
                "gt-oKo": "하교하기를, “희우(喜雨)가 장마로 변하여 달을 넘기고도 그치지 않고 있으니, 이때에 곡식에 병이 드는 근심은 말하지 않아도 상상할 수 있는데, 생각이 여기에 미치면 침식(寢食)이 편안하지 못하다. 입추(立秋) 전에 기청(祈晴)하는 일도 근례(近例)에 많으니, 날을 가리지 말고 설행(設行)하도록 하라.” 하였다.",
                "hj": "○乙酉/敎曰: “喜兩成霖, 跨朔不止, 此時痒稼之患, 不言可想, 念及於此, 寢食靡安。 立秋前祈晴之擧, 亦多近例, 使之不卜日設行。”"
            },
            "2": {
                "H2KE-EN": "The King appointed Kim Jang as governor of Hwanghae Province.",
                "H2KE-nKo": "김위를 황해도 관찰사로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 6월 6일(을유) 2번째기사",
                "gt-oKo": "김위(金鍏)를 황해도 관찰사로 삼았다.",
                "hj": "○以金鍏爲黃海道觀察使。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On byeongsul day, [the King] received the officials in the morning court assembly in the byeongsul year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 6월 7일(병술) 1번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○丙戌/召對。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "The rite of praying for rain was held at the Four Gates [of the capital].",
                "H2KE-nKo": "사문에서 정해년에 기청제를 지냈다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 6월 8일(정해) 1번째기사",
                "gt-oKo": "사문(四門)에서 영제(禜祭)를 설행하였다.",
                "hj": "○丁亥/設禜癸于四門。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 6월 8일(정해) 2번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○召對。"
            },
            "3": {
                "H2KE-EN": "[The King] ordered that relief be provided to the families of the victims of the northern and northern areas. ",
                "H2KE-nKo": "서북부의 집채가 무너진 민호에 휼전을 지급하라고 명하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 6월 8일(정해) 3번째기사",
                "gt-oKo": "명하여 한성부(漢城府) 서부(西部)·북부(北部)의 무너진 집에 휼전(恤典)을 주었다.",
                "hj": "○命給西北部頹戶恤典。"
            },
            "4": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, Although the middle-grade military service examination is a good administrative matter of studying the skills and shooting an archery, the application of the state examination is easy for the state examination. Even if the state examination is called state examination, how could it be so extremely discourteous that this happened today? As for those who pass the state examination on the middle-grade military service examination and those who pass the state examination on the original quota, except for those who are supposed to serve as third-tier instructors and concurrently appointed as third-tier instructors , all those who pass the state examination on the middle-grade military service examinations shall be withdrawn from their letters of appointment and their rank certificates of promotion or promotion.",
                "H2KE-nKo": "전교하기를,“각 영의 중순은 비록 무예를 익히고 과도한 것을 격려하는 정사이기는 하지만 판부를 거치게 되면 곧 국시이다. 이미 국시라고 하였으면 너무도 난잡한 것이 어찌 이번과 같은 적이 있었겠는가. 이른바 직부와 가자, 각 영의 군장으로서 원래의 정원수 중에 입격한 자와 관무 군관 이외에 군교라는 직함을 빌려서 참여된 자의 직첩과 자첩을 모두 도로 거두어들여서 모두 과거의 법과 나라의 체모가 엄하다는 것을 알게 하라.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 6월 8일(정해) 4번째기사",
                "gt-oKo": "하교하기를, “각영(各營)에서 중순(中旬)에 비록 이 습예(習藝)를 격려하고 권장하는 정사가 있더라도 판부(判付)를 거치면 곧 이는 국시(國試)이다. 이미 국시라고 하면서도 남잡(濫雜)함이 심한 것이 어찌 이번과 같은 적이 있었던가? 이른바 직부(直赴)와 가자(加資)에 있어서 각영 군장(軍將)의 원액(原額) 가운데에 입격(入格)한 자와 권무 군관(勸武軍官) 이외에 교함(校銜)을 빌어서 참여(參與)한 자는 직부첩(直赴帖)과 가자첩(加資帖)을 한결같이 아울러 환수(還收)함으로써 과법(科法)과 국체(國體)의 엄중함을 모두 알게 하라.” 하였다.",
                "hj": "○敎曰: “各營中旬, 雖是習藝激觀之政, 而及絰判付, 則便是國試。 旣曰國試, 而濫雜之甚, 豈有如今番乎? 所謂直赴與加資, 各營軍將原額中入格者, 觀武外借帶校銜見參者, 直帖與資帖, 一幷還收, 俾有以咸知科法國體之嚴。”"
            }
        }
    },
    "07": {
        "1": {
            "1": {
                "H2KE-EN": "On giyu day, the King proceeded to Injeong Hall and personally handed out the incense and written prayer to be used in the autumn state sacrifice at the Royal Ancestral Shrine .",
                "H2KE-nKo": "인정전에 나아가 종묘의 추향 대제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 7월 1일(기유) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에 나아가 종묘(宗廟)의 추향(秋享)에 쓸 향과 축문을 친히 전하였다.",
                "hj": "○己酉/詣仁政殿, 親傳宗廟秋享香祝。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 7월 1일(기유) 2번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○召對。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "Second Deputy Director Kim Yeongsu of the Office of the Crown Prince (Office of Benevolence and Gentleness 상소하였는데, 대략 이르기를, “한잡한 무리들이 secretly concealed the secret and secret conspiracy with eunuchs, secretly conspiracy with the inner and the outer provinces, and imposes the importance of imprudence. The importance of the world is extremely imprudent. Nothing could be more disgraceful than this. When the occasional or the movements of the palace, the runners and the runners are the concubine of eunuchs, and those who secretly act counsel with flattery are the concubine of eunuchs. From this day forward, the runners and runners under the concubines of these groups to violate the state law. Only then can this be a beautiful glorious world. Moreover, there is an established rule for a multitude of a multia multiple multique of a multiqueti",
                "H2KE-nKo": "부교리 김영수가 상소하였는데, 그 대략에,“한잡한 무리들이 유음한 곳에 의탁하여 환관들과 안팎으로 결탁하여 췌마하는 것은 무엄한 일이요, 어지럽히는 것은 지극히 공정한 정사이니, 이보다 더 놀라운 일이 없습니다. 기거동작에 사령으로 지휘하는 것은 환첩이고, 몰래 임금의 뜻에 영합하는 것은 환첩이니, 지금부터는 이 무리들을 어루만져 제어해서 국가의 제도를 어기지 못하게 한 뒤에야 성세의 아름다운 일이 될 것입니다.그리고 종신이 문안하는 것은 본래 정해진 규례가 있습니다. 비록 고 남연군 이구와 순고(純考 영조)와 지극히 절친한 사이이기는 하지만, 명절에 경하하는 것 외에는 일정하게 출입하지 않을 수 없습니다. 그런데 근래에 한두 종신이 매번 일차 때마다 문안하는 것을 일삼고 있으니, 또한 어디에 근거해서 그런 것입니까. 전에는 남연군도 감히 하지 못하던 일이었고, 뒤에는 흥인군과 흥선군도 하지 못하던 일이었으니, 이 한두 종신은 어찌하여 그런 것입니까. 삼가 바라건대, 환첩은 한결같이 우리 집안의 법으로 통제하고, 종친이 문안하는 것은 한결같이 남연군, 흥인군, 흥선군을 기준으로 삼으소서.”하니, 비답하기를,“두 환관의 일은 뜻밖의 일이지만, 나 자신을 돌이켜 보면 부끄러운 점이 많다. 가까운 종신과 궁첩의 말이 매우 절실하니, 매우 가상하다. 내가 마땅히 권면하고 경계하여 약속하겠다. 가까운 종신이 나아감과 머무름에 일정한 규례가 있고, 궁첩이 문안하는 것을 행하지 못하게 하는 것은 모두 조금 지나친 일이다. 무릇 언책이 있는 자는 각각 다 진달하여 나의 부족한 점을 보완한다면 이 또한 한마디의 도움이 될 것이다.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 7월 10일(무오) 1번째기사",
                "gt-oKo": "부교리 김영수(金永秀)가 상소하였는데, 대략 이르기를, “한잡(閑雜)한 무리가 유음(幽陰)함을 의탁하고, 엄시(閹寺)의 무리가 안팎으로 주무(綢繆)하여 무엄(無嚴)한 일을 제멋대로 헤아려 지극히 공정한 정사를 문란(紊亂)시키니, 일이 놀랍고 한탄스러움이 이보다 심할 수가 없습니다. 기거 동작(起居動作)하는 사이에 명령하여 지휘(指揮)하는 자는 환첩(宦妾)이고, 남몰래 임금의 뜻을 영합(迎合)하는 자도 환첩이니, 이제부터 이런 무리를 제어(制馭)하여 국법(國法)을 어기지 못하게 한 뒤에야 바야흐로 성세(聖世)의 아름다운 일이 됩니다. 또 종신(宗臣)의 승후(承候)와 같은 것은 스스로 정례(定例)가 있습니다. 비록 고(故) 남연군(南延君) 이구(李球)는 순고(純考)에게 지절(至切)한 의친(懿親)이 되었으나, 시절(時節)의 경하(慶賀) 외에는 무상 출입(無常出入)을 하지 않았는데, 요즈음 한둘의 종신(宗臣)이 일차(日次)마다 문득 기거(起居)를 일삼고 있으니, 곧 또한 어디에 근거하여서 그러한 것입니까? 전자에는 남연군(南延君)이 감히 하지 못하던 바이며, 후자에는 흥인군(興仁君)·흥선군(興宣君)이 하지 못했던 것인데, 한둘의 종신은 어찌하여 그러합니까? 엎드려 원하건대, 환첩(宦妾)은 한결같이 우리 조종의 법으로 단속하여 제어하고, 종친(宗親)의 기거(起居)는 한결같이 남연군·흥인군·흥선군을 본받도록 하소서.” 하니, 비답하기를, “두 환첩의 일은 비록 생각 밖에서 나왔다 하더라도 과궁(寡躬)을 돌아보건대 부끄러움이 많다. 가까운 종신(宗臣)과 궁첩(宮妾)에 대한 말은 매우 절실하여 지극히 가상하게 여기니, 내가 마땅히 면려하고 경계할 것을 약속한다. 가까운 종신은 나아감과 머무름에 상법(常法)을 두고, 궁첩의 간알(干謁)은 행하지 못하도록 함으로써 모두 과오가 적게 할 것을 기약하겠다. 무릇 언책(言責)이 있는 자는 각각 생각을 다 진술함으로써 임금의 과실을 보필한다면 이것도 또한 일언(一言)의 도움이다.” 하였다.",
                "hj": "○戊午/副校理金永秀疏略曰: “閑雜之輩, 依托幽陰, 閹寺之流, 綢繆內外, 所揣摩者無嚴之事也, 所瞀亂者至公之政也, 事之駭惋, 莫此爲甚。 起居動作之間, 使令指揮者宦妾也, 潛售逢迎者宦妾也, 自今撫馭此輩, 母違國制然後, 方爲聖世之美事。 且若宗臣承候自, 有定例。 雖以故南延君、球之於純考, 爲至切之懿親, 而時節慶賀之外, 不得無常出入, 挽近一二宗臣, 每日次輒事起居卽亦何據而然也? 前則南延君之所不敢爲, 後則興寅、興宣之所不得爲, 此一二宗臣, 何爲而乃爾也? 伏願宦妾則一以我家法操制之, 宗親起居則一以南延、興寅、興宣爲率。” 批曰: “兩宦事, 雖出於意慮之外, 反躬多愧。 近宗與宮妾, 言甚切實, 極用嘉尙, 予當勉戒約束。 使近宗進止有常, 宮妾干謁不行, 竝期于少過矣。 凡有言責者, 各有悉陳, 以補袞闕, 則此亦一言之助也。”"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On gyemi day, the King received the officials in the morning court assembly.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 7월 11일(기미) 1번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○己未/召對。"
            },
            "2": {
                "H2KE-EN": "[The King] summoned local magistrates who were on duty.",
                "H2KE-nKo": "하직 인사를 하는 수령을 불러서 보았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 7월 11일(기미) 2번째기사",
                "gt-oKo": "하직(下直)하는 수령(守令)을 소견하였다.",
                "hj": "○召見下直守令。"
            },
            "3": {
                "H2KE-EN": "Governor of Gyeongsang Province Hong Yeolmok submitted a secret report on the secret report of Kim Jahwi , the military duty officer of Andong , and the King secretly reported, Jeong Uryong , a resident of Yeongyang District , his son [Jeong] Jaseong , Yi Sangu , his son [Jeong] Yungyeong , and Bak Pyeongyangs grandson [Yi] Miryang , a collusion to pursue and pursue them. They robbed rumors and gathered rogues, gathering those who cultivated land, destroying their houses, and destroyed them. They urgently sent a commandant to arrest the rogues, and thoroughly investigate the circumstances. Jeong Uryong was originally a resident of Namhae . A few years ago, he recently resided in the district. His son [Jeong] Jaseong is arrogant and wicked by nature. He relied upon himself and dared to utter deceitful schemes. He gathered together the rogues of the neighboring villages and conspired with the ignorant people who have recently upon the thord of Ulk Island on the tenth day of this month. The circumstances of the principal offender of Ulk Island are all exposed. The head of the principal offender Jeong Jaseong who does not seize the circumstances and seize the date demands to pursue and capture [the rogues].",
                "H2KE-nKo": "경상 감사 홍열모가 안동 영장 김재휘의 비밀 보고를 가지고 밀계를 올렸는데, 그 내용은 다음과 같다.“영양현에 사는 정우룡과 그의 아들 정자성, 이상우 및 그의 아들 이윤경, 박평양의 손자 박밀양 등이 떼를 지어 쫓아다니며 유언비어를 퍼뜨려 선동하고 무뢰배들을 모아 농사짓는 자는 철거하고 집을 짓는 자는 정지하였습니다. 이에 급히 장차를 보내 여러 놈을 잡아다가 원인을 캐물으니, 정우룡은 본래 남해 사람으로 몇 해 전에 본현에 새로 우거하였습니다. 그런데 그의 아들 정자성은 성품이 본래 사납고 사나워서 스스로 환술을 믿고서 감히 부도한 흉계를 내어 이웃 고을에 도당을 불러 모으고 새로 우거하는 어리석은 백성과 결탁하여 이달 7일에 본현의 검마산 속에 모이기로 기약하고 이어 거사하였으며, 또 울릉도의 도적들과 이달 10일에 모이기로 기약하였다고 하니, 단서가 모두 드러났다고 하겠습니다. 괴수 정자성의 공초에 나온 아직 체포하지 못한 자는 기한을 정해 체포하라는 뜻으로 영양 등의 고을에 관문을 보내 신칙하고, 앞으로의 상황은 그때그때 다시 보고하겠습니다.”\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 7월 11일(기미) 3번째기사",
                "gt-oKo": "경상 감사(慶尙監司) 홍열모(洪說謨)가 안동 영장(安東營將) 김재휘(金在徽)의 비보(秘報)를 가지고 밀계(密啓)하기를, “영양현(英陽縣)에 거주하는 정우룡(鄭禹龍)과 그의 아들 정자성(鄭自性), 이상우(李尙友)와 그의 아들 이윤경(李允慶), 박평양(朴平陽)의 손자 박밀양(朴密陽) 등이 작당(作黨)하여 서로 왕래하며 허황된 말을 퍼뜨리어 인심을 선동하고, 무뢰(無賴)한 무리를 불러 모으니, 경전(耕田)하는 자는 걷어치우고 집을 짓는 자는 중지하였습니다. 그래서 급히 장차(將差)를 보내어 여러 놈을 잡아 와서 근인(根因)을 끝까지 핵실하였던 바, 정우룡(鄭禹龍)은 본시 남해(南海) 사람으로서 연전에 새로 본현(本縣)에 우거(寓居)하였고, 그의 아들 정자성(鄭自性)은 성품이 본시 완악하여 스스로 환술(幻術)을 믿고는 감히 부도(不道)한 흉계(凶計)를 내어 도당(徒黨)을 이웃 고을에서 불러 모으고, 새로 우거(寓居)한 어리석은 백성과 체결(締結)하여, 이달 초7일에 본현(本縣)의 검마산(劍麻山) 속에 모여서 그대로 거사(擧事)할 것을 기약하였으며, 또 울릉도(鬱陵島)의 도적들과 이달 초10일에 모이기로 기약하였다고 하였으니, 단서(端緖)가 죄다 드러났다고 할 수 있습니다. 괴수(魁首) 정자성(鄭自性)의 초사(招辭)에 나온 잡지 못한 자들은 기일을 정하여 염탐해 잡으라는 뜻을 영양(英陽) 등의 고을에 관칙(關飭)하였습니다. 이 뒤의 형지(形止)는 수시로 다시 보고하겠습니다.” 하였다.",
                "hj": "○慶尙監司洪說謨, 以安東營將金在徽秘報, 上密啓: “英陽縣居鄭禹龍及其子自性李尙友及其子允慶, 朴平陽孫密陽等, 作黨追逐, 胥動浮言, 募聚無賴之類, 耕田者撤, 搆屋者停。 急發將差, 捉致諸漢, 鉤覈根因, 則鄭禹龍, 本以南海之人, 年前新寓於本縣, 而其子自性, 性本頑悍, 自恃幻術, 敢生不道之兇計, 嘯聚徒黨於隣邑, 締結新寓之愚氓, 今月初七日, 期會於本縣劍磨山中, 仍爲擧事, 又與鬱陵島賊漢, 期會於今月初十日云, 端緖可謂盡露。 魁首鄭自性, 出招未捉者, 刻期跟捕之意, 關飭於英陽等邑, 而嗣後形止, 隨卽更報。”"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On sinchuk day, the King attended the Royal Lecture on the gyeongsin day (1400, the fifth day of the month.",
                "H2KE-nKo": "조강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 7월 12일(경신) 1번째기사",
                "gt-oKo": "조강(朝講)하였다.",
                "hj": "○庚申/朝講。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture.",
                "H2KE-nKo": "주강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 7월 13일(신유) 1번째기사",
                "gt-oKo": "주강(晝講)하였다.",
                "hj": "○辛酉/晝講。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "The King reads the Book of Documents (C. Shujing .",
                "H2KE-nKo": "반서강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 7월 14일(임술) 1번째기사",
                "gt-oKo": "주강하였다.",
                "hj": "○壬戌/書講。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On gyehae day, the King attended the Royal Lecture in the gyehae year (.",
                "H2KE-nKo": "주강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 7월 15일(계해) 1번째기사",
                "gt-oKo": "주강하였다.",
                "hj": "○癸亥/晝講。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Gyu팽 as the Office of the Inspector General .",
                "H2KE-nKo": "이규팽을 사헌부 대사헌으로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 7월 15일(계해) 2번째기사",
                "gt-oKo": "이규팽(李圭祊)을 사헌부 대사헌으로 삼았다.",
                "hj": "○以李圭祊爲司憲府大司憲。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On gapja day, the King attended the Royal Lecture on the first day of the twelfth month.",
                "H2KE-nKo": "갑자년 주강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 7월 16일(갑자) 1번째기사",
                "gt-oKo": "주강하였다.",
                "hj": "○甲子/晝講。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "Second Inspector Yi Seungbo , who was a second inspector [of the Office of the Inspector General] , submitted a memorial requesting that Jo Seokju be punished in accordance with the penal code. The King responded, How could both men be made to distinguish between the two and the two individuals? Truly, they all confessed to the truth? They were slightly imply lenient and imply imposes. If they were already made to be judged, why would it be necessary to enlighten the matter?",
                "H2KE-nKo": "을축년에 집의 이승보가 상소하여 조석주에게 해당 형률을 시행할 것을 청하니, 비답하기를,“양조로 하여금 서로 변명하게 한 것이 과연 모두 사실을 자백한 것인가? 경중에 따라 이미 처분하였으니, 다시 어찌 그 일을 확대시킬 필요가 있겠는가.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 7월 17일(을축) 1번째기사",
                "gt-oKo": "집의 이승보(李承輔)가 상소하여 조석주(趙錫疇)에게 해당되는 율을 시행하기를 청하니, 비답하기를, “양조(兩造)로 하여금 서로 변정(卞正)하여 과연 모두 사실을 자백하게 할 수 있겠는가? 경중(輕重)의 사이에 알맞도록 이미 처분(處分)이 있었으니, 다시 어찌 그 일을 확대시킬 필요가 있겠는가?” 하였다.",
                "hj": "○乙丑/執義李承輔, 疏請趙錫疇, 施以當律, 批曰: “可使兩造相卞, 果皆首實乎? 適輕適重之間, 旣有處分, 則更何必張大其事?”"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On byeongin day, the first day of the month, the King proceeded to the hall of governance and performed a tea ceremony.",
                "H2KE-nKo": "진전에 나아가 다례를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 7월 18일(병인) 1번째기사",
                "gt-oKo": "진전(眞殿)에 나아가 다례(茶禮)를 행하였다.",
                "hj": "○丙寅/詣眞殿, 行茶禮。"
            },
            "2": {
                "H2KE-EN": "좨주 Hong Jikbong passed away. The King transmitted a royal directive, which stated, I heard that the minister has passed away en route. How could I overcome sorrow and grief? As a Confucian scholar of this world, she was summoned by the royal ancestors. When I came to my age, my virtue became even more wide. Thus, I specially selected him as a minister. I repeatedly summoned him and persuaded him to the Royal Confucian Academy, and I wished to have him come to the Royal Confucian Academy so that he could see him. Now that he has passed away, I cannot do so. As for the house of the late Hong 좨주의, you assisted the ancestral rites, funerals, and burials, you shall follow the precedents. [Hong] Jikbong was a son of the second deputy director of the Royal House Administration Hong Igan . He was brave and brave, guarding the Way of the Way, and thoroughly displayed the wickedness. He became a Confucian scholar of a low origin, but he was not able to see his grief and was able to become a tutor to the Crown Prince of the Royal Confucian Academy . However, he did not see his grief. His studies were so deep that his studies and righteousness were so numerous that he became a Confucian scholar of the world. However, in the giyu year (, his mistake of propriety was erroneous that he suddenly supported himself and returned to his righteousness. The Confucian scholars were greatly pleased.",
                "H2KE-nKo": "좨주 홍직필이 졸하였다. 전교하기를,“방금 정승의 자리에서 세상을 떠났다는 소식을 들으니 어찌 슬픔을 금할 수 있겠는가. 이 유현은 선왕께서 예로써 초빙한 사람이고, 나 과인에 이르러서는 나이가 더욱 많아지고 덕이 더욱 높아져서 내가 특별히 정경에 발탁하였다. 여러 차례 정중히 부르면서 기어코 한번 경연의 자리에 초치하여 의식을 보게 하려고 하였는데, 이제는 끝났다. 졸한 홍 좨주의 집에 조제와 장례 및 조담군 등의 절차를 규례를 살펴 거행하라.”하였다. 홍직필은 음관 동돈녕 홍이간의 아들로서, 도를 호위하는 데 용감하고 사학을 물리치는 데 엄격하였다. 궁벽한 시골의 빈천한 선비였지만 그 슬픔을 볼 수 없었고, 밝은 조정의 빈사가 되었으면서도 그 태평함을 볼 수 없었다. 문학이 깊고 의리가 정미하여 우뚝하게 한 세상의 유종이 되었다. 기유년에 예를 의논한 잘못을 이유로 곧바로 스스로 인책하고 정도로 돌아왔으니, 사림이 매우 다행스럽게 여겼다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 7월 18일(병인) 2번째기사",
                "gt-oKo": "좨주(祭酒) 홍직필(洪直弼)이 졸(卒)하였다. 하교하기를, “지금 듣건대 장석(丈席)이 세상을 떠났다고 하니, 어찌 슬픔을 금할 수 있겠는가? 이 유현(儒賢)은 선조(先朝)에서 정초(旌招)한 사람이었는데, 나에게 이르러서는 나이가 더욱 높고 덕이 더욱 높아져서 내가 특별히 정경(正卿)으로 탁용하였었다. 여러 차례 돈소(敦召)하고 한번 경석(經席)에 초치(招致)하여 풍채(風采)를 보고자 하였더니, 이제는 끝났도다. 졸(卒)한 홍 좨주(洪祭酒)의 집에 조제(助祭)하는 일과 상장(喪葬)과 조묘군(造墓軍)·담지군(擔持軍) 등의 절차를 전례에 비추어서 거행하도록 하라.” 하였다. 홍직필(洪直弼)은 음동돈녕(蔭同敦寧) 홍이간(洪履簡)의 아들인데, 용감하게 정도(正道)를 호위하고 엄격하게 사도(邪道)를 물리쳤다. 곤궁한 시골의 한사(寒士)로 있으면서도 그 근심하는 모양을 보이지 않았고, 영달하여 밝은 조정의 빈사(賓師)가 되어서도 그 교만함을 보이지 않았으며, 문학(文學)이 심오하고 의리(義理)가 정미하여 뛰어난 일세(一世)의 유종(儒宗)이 되었다. 기유년의 의례(議禮)의 실수를 바로 자기의 잘못으로 즉시 인책하여서 바른 데로 돌아가게 하였으니, 사림(士林)이 매우 다행하게 여기었다.",
                "hj": "○祭酒洪直弼卒。 敎曰: “卽聞丈席之長逝, 曷勝悵衋? 此儒賢, 以先朝旌招之人, 逮予寡躬, 年彌高而德彌邵, 予所特擢正卿。 屢宣敦召, 期欲一致經席, 獲覩典型, 今焉已矣。 卒洪祭酒家, 助祭喪葬造擔持軍等節, 照例擧行。” 直弼, 蔭同敦寧履簡子, 勇於衛道, 嚴於闢邪。 窮作陋巷之韋布, 而不見其戚, 達爲熙朝之賓師, 而不見其泰, 文學之淵邃, 義理之精微, 蔚然爲一世之儒宗。 而己酉議禮之失, 旋卽自引而歸正, 士林甚幸之。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "The King proceeded to the Royal Confucian Academy and conducted the civil officials composition examination.",
                "H2KE-nKo": "춘당대에 나아가 문신의 제술을 시험 보였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 7월 19일(정묘) 1번째기사",
                "gt-oKo": "춘당대(春塘臺)에 나아가 문신(文臣)의 제술(製述)을 시험하였다.",
                "hj": "○丁卯/御春塘臺, 試文臣製述。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The King appointed Jo Jongdeok as the Royal Lecture .",
                "H2KE-nKo": "조병덕을 경연관으로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 7월 20일(무진) 1번째기사",
                "gt-oKo": "조병덕(趙秉悳)을 경연관(經筵官)으로 삼았다.",
                "hj": "○戊辰/以趙秉悳爲經筵官。"
            },
            "2": {
                "H2KE-EN": "On sinhae day, [the King] 차대를 희정당에서 행하였다.",
                "H2KE-nKo": "희정당에서 차대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 7월 20일(무진) 2번째기사",
                "gt-oKo": "희정당(熙政堂)에서 차대(次對)하였다.",
                "hj": "○次對于熙政堂。"
            },
            "3": {
                "H2KE-EN": "The King appointed Kim Geumjun as the Fourth Inspector of the Office of the Inspector General .",
                "H2KE-nKo": "김병준을 사헌부 지평으로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 7월 20일(무진) 3번째기사",
                "gt-oKo": "김병준(金炳駿)을 사헌부 지평으로 삼았다.",
                "hj": "○以金炳駿爲司憲府持平。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On gisa day, the first day of the twelfth month, the King proceeded to the northern outskirts [of the capital] and performed the rite of the full moon . ",
                "H2KE-nKo": "북원에 나아가 망배례를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 7월 21일(기사) 1번째기사",
                "gt-oKo": "북원(北苑)에 나아가 망배례(望拜禮)를 행하였다.",
                "hj": "○己巳/詣北苑, 行望拜禮。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "The King appointed Kim Geumjun as third inspector of the Office of the Inspector General , and Song Dalsu and Jo병deok as fourth inspector of the Office of the Inspector General .",
                "H2KE-nKo": "김병준을 사헌부 장령으로, 송달수와 조병덕을 사헌부 지평으로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 7월 22일(경오) 1번째기사",
                "gt-oKo": "김병준(金炳駿)을 사헌부 장령으로, 송달수(宋達洙)·조병덕(趙秉悳)을 사헌부 지평으로 삼았다.",
                "hj": "○庚午/以金炳駿爲司憲府掌令, 宋達洙、趙秉悳爲司憲府持平。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "Shin Mihyu was specially sent to Junior Fifth-Rank Military Officer Song Naehui , Third Inspector Kim Jinjun , Fourth Inspector Song Dalsu and Jo Jongdeok .",
                "H2KE-nKo": "부사직 송내희, 장령 김병준, 지평 송달수ᆞ조병덕에게 별유하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 7월 23일(신미) 1번째기사",
                "gt-oKo": "부사직 송내희(宋來熙), 장령 김병준(金炳駿), 지평 송달수(宋達洙)·조병덕(趙秉悳)에게 별유(別諭)하였다.",
                "hj": "○辛未/別諭副司直宋來熙, 掌令金炳駿, 持平宋達洙、趙秉悳。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On gyeyu day, Venus appeared during daylight hours.",
                "H2KE-nKo": "태백성이 낮에 나타났다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 7월 25일(계유) 1번째기사",
                "gt-oKo": "태백성(太白星)이 나타났다.",
                "hj": "○癸酉/太白, 見。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On gapja day, Venus appeared during the first day of the month in the gapsin year (.",
                "H2KE-nKo": "태백성이 낮에 나타났다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 7월 26일(갑술) 1번째기사",
                "gt-oKo": "태백성(太白星)이 나타났다.",
                "hj": "○甲戌/太白, 見。"
            },
            "2": {
                "H2KE-EN": "The King proceeded to 춘당대에 나아가 the Mid-Autumn Rites . The lecture on the Confucian School Kim Sugan and the lecture on the Confucian School Yi Geun필 .",
                "H2KE-nKo": "춘당대에 나아가 추도기를 행하였다. 강경에 유학 김수간, 부에 진사 이근필에게 모두 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 7월 26일(갑술) 2번째기사",
                "gt-oKo": "춘당대(春塘臺)에 나아가 추도기(秋到記)를 행하고, 강(講)에 입격한 유학(幼學) 김수간(金壽侃)과 부(賦)에 입격한 진사(進士) 이근필(李根弼)을 모두 직부 전시(直赴殿試)하게 하였다.",
                "hj": "○御春塘臺, 行秋到記, 講幼學金壽侃, 賦進士李根弼, 竝直赴殿試。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "Yi Wonmyeong was appointed third minister of personnel , and Hong Jikbong was appointed minister of punishments .",
                "H2KE-nKo": "이원명을 이조 참의로, 홍직필을 형조 판서로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 7월 5일(계축) 1번째기사",
                "gt-oKo": "이원명(李源命)을 이조 참의로, 홍직필(洪直弼)을 형조 판서로 삼았다.",
                "hj": "○癸丑/以李源命爲吏曹參議, 洪直弼爲刑曹判書。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On sinhae day, the King granted a rotational audience to the eleventh day of the lunar month.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 7월 6일(갑인) 1번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○甲寅/召對。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On eulmyo day, [the King] went to the Royal Ancestral Shrine to pay a visit and went to pay a visit to the Royal Ancestral Shrine. The King paid a visit to the Royal Ancestral Shrine to pay a visit to pay a visit.",
                "H2KE-nKo": "을묘년에 종묘에 나아가 전알하고 경모궁에 전배하였는데, 추계 전알이었다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 7월 7일(을묘) 1번째기사",
                "gt-oKo": "종묘(宗廟)에 나아가 전알(展謁)하고, 경모궁(景慕宮)에 전배(展拜)하였으니, 추알(秋謁)이었다.",
                "hj": "○乙卯/詣宗廟展謁, 景慕宮展拜, 秋謁也。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "The State Tribunal reported, Your subjects request that the criminals Yi Taehyeong and Chief Capital Military Commissioner Yu Hwa all be adjudicated and severely punished in order to clarify the circumstances. The King transmitted a royal directive, which stated, Bureau of the Southern Astronomy and Geomancy did not communicate with each other. From this day forward, the prohibition has been made without any regret. When they come and go to ordinary times, they even attempted to check the possession of the posession of the posion of poession of the poession of poession",
                "H2KE-nKo": "의금부가 아뢰기를,“죄인 이태형과 도유화를 모두 다시 엄히 형신하여 기어코 실정을 캐내소서.”하니, 전교하기를,“남아와 북시는 서로 통하지 못하도록 본래 금령이 있는데도 거리낌 없이 예사로이 왕래하면서 정망을 낙점받으려는 계획까지 한다는 소문이 파다하니, 통탄스럽기 그지없어 나도 모르게 한심한 생각이 든다. 비안 군수 조석주는 부정한 방법으로 결탁하여 함께 수작한 것은 사대부가 할 일이 아니니, 우선 태거하고 시골집으로 쫓아 보내고, 두 환관은 한 차례 엄히 형신하여 절도에 정배하라.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 7월 8일(병진) 1번째기사",
                "gt-oKo": "의금부(義禁府)에서 아뢰기를, “청컨대 죄인(罪人) 이태형(李泰亨)·도유화(都兪和)를 모두 다시 엄중히 형신(刑訊)하여 기필코 실정을 알아내게 하소서.” 하니, 하교하기를, “남아(南衙)·북시(北寺)는 서로 통하여 알아서는 아니될 금령(禁令)이 있는데도, 거리낌 없이 보통으로 왕래하면서 정망(政望)을 도점(圖點)하는 계획이 있기에 이르러 전설(傳說)이 낭자하니, 지극히 통탄스러워 한심(寒心)함을 깨닫지 못하겠다. 비안 현감(比安縣監) 조석주(趙錫疇)에 이르러서는 뒷구멍으로 내시(內侍)들과 인연하여 함께 수작(酬酌)한 것은 사부(士夫)로서 행할 일이 아니니, 먼저 태거(汰去)하여 전려(田廬)로 쫓아 보내고, 두 환관은 한 차례 엄중히 형신하여 도배(島配)하도록 하라.” 하였다.",
                "hj": "○丙辰/義禁府啓言, 請罪人李泰亨、都兪和, 幷更加嚴刑, 期於得情。” 敎曰: “南衙北寺, 不相通識, 自有禁令, 無所顧忌, 尋常往來, 至有政望圖點之計, 傳說狼藉, 痛歎之極, 不覺寒心。 至於比安倅趙錫疇, 夤緣曲徑, 共相酬酢, 非士夫行事, 爲先汰去, 逐送田廬, 兩宦嚴刑一次島配。”"
            }
        }
    },
    "08": {
        "1": {
            "1": {
                "H2KE-EN": "On sinmyo day, the King proceeded to Injeong Hall and personally handed out the incense and the written prayer to be used in the autumn sacrifice at the Royal Ancestral Shrine .",
                "H2KE-nKo": "인정전에 나아가 경모궁의 추향 대제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 8월 1일(기묘) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에 나아가 경모궁(景慕宮)의 추향(秋享)에 쓸 향과 축문을 친히 전하였다.",
                "hj": "○己卯/詣仁政殿, 親傳景慕宮秋享香祝。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "On muja day, Venus appeared during the muja year (.",
                "H2KE-nKo": "태백이 무자년에 나타났다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 8월 10일(무자) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○戊子/太白, 見。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On gichuk day, Venus appeared during the daytime in the gichuk year (.",
                "H2KE-nKo": "기축년에 태백성이 나타났다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 8월 11일(기축) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○己丑/太白, 見。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Yaku , Jo Dusun , Seo Gisun , Jo Haknyeon , Kim Hakseong , Yi Gyeongjae , Kim Gyeongseon , Yi Donyeong , Hong Jongyong , and Yu Hun , as lecturer for the Illustration River .",
                "H2KE-nKo": "이약우, 조두순, 서기순, 조학년, 김학성, 이경재, 김경선, 이돈영, 홍종응, 서유훈을 일강관으로 차하하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 8월 11일(기축) 2번째기사",
                "gt-oKo": "이약우(李若愚)·조두순(趙斗淳)·서기순(徐箕淳)·조학년(趙鶴年)·김학성(金學性)·이경재(李景在)·김경선(金景善)·이돈영(李敦榮)·홍종응(洪鍾應)·서유훈(徐有薰)을 일강관(日講官)으로 차하(差下)하였다.",
                "hj": "○以李若遇、趙斗淳、徐箕淳、趙鶴年、金學性、李景在、金景善、李敦榮、洪鍾應、徐有薰, 日講官差下。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On gyeongin day, Venus appeared during the gyeongin daylight hours.",
                "H2KE-nKo": "태백이 경인일에 나타났다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 8월 12일(경인) 1번째기사",
                "gt-oKo": "태백성(太白星)이 나타났다.",
                "hj": "○庚寅/太白, 見。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "On sinhae day, [the King] ordered that Yi응sik and others be sent into exile.",
                "H2KE-nKo": "이응식 등을 양이하라고 명하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 8월 13일(신묘) 1번째기사",
                "gt-oKo": "명하여 이응식(李應植) 등을 양이(量移)하게 하였다.",
                "hj": "○辛卯/命李應植等量移。"
            },
            "2": {
                "H2KE-EN": "The Office of the Censor-General reported, We humbly hope that Your Majesty will suspend the royal order. The King responded, saying, The Royal Secretariat is different from that of the Censor-General . 즉시 반포하라.” 하였다.",
                "H2KE-nKo": "승정원이 의논하여 아뢰기를,“명을 거두어 주소서.”하니, 비답하기를,“승정원은 삼사와 다르니 즉시 반포하라.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 8월 13일(신묘) 2번째기사",
                "gt-oKo": "정원(政院)에서 의계(議啓)하기를, “바라건대 성명(成命)을 정침하소서.” 하니, 비답하기를, “후원(喉院)은 삼사(三司)와 다르니, 즉시 반포(頒布)하도록 하라.” 하였다.",
                "hj": "○院議啓, “乞寢成命”, 批曰: “喉院異於三司, 卽爲頒布。”"
            },
            "3": {
                "H2KE-EN": "The Office of the Censor General presented a joint memorial [to the King]【응교 Jo Jaeung , 부응교 Yun Jadeok , 부교리 Bak Munhyeon , 부수찬 Yi Seungbo and Bak Gyusu .】 request that the royal order be withdrawn. [The King] 비답하기를, “이미 an order has been issued. 번거롭게 할 필요가 없다.” 하였다.",
                "H2KE-nKo": "옥당 - 응교 조재응, 부응교 윤자덕, 부교리 박문현, 부수찬 이승보ᆞ박규수 - 이 연명으로 차자를 올려 명을 취소하기를 청하니, 비답하기를,“이미 명을 내렸으니 번거롭게 할 필요가 없다.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 8월 13일(신묘) 3번째기사",
                "gt-oKo": "옥당(玉堂)에서 연차(聯箚)【응교 조재응(趙在應), 부응교 윤자덕(尹滋悳), 부교리 박문현(朴文鉉), 부수찬 이승보(李承輔)·박규수(朴珪壽)이다.】하여 성명(成命)을 도로 정침하기를 청하니, 비답하기를, “이미 성명(成命)이 있었으니, 번거롭게 할 필요가 없다.” 하였다.",
                "hj": "○玉堂聯箚,【應敎趙在應, 副應敎尹滋悳, 副校理朴文鉉, 副修撰李承輔、朴珪壽】乞寢成命, 批曰: “已有成命, 不必煩瀆。”"
            },
            "4": {
                "H2KE-EN": "The Office of the Inspector General and the Office of the Censor General presented a joint memorial to the King【 Inspector General Yi Gyu팽 , Inspector General Hong Iktong , and Second Inspector Yi Jongu .】 request that the royal order be withdrawn. The King 비답하기를, “이번에 specially pardoned is something apprehensive. My dear sirs are inconvenient in this way. Truly, this is inappropriate.",
                "H2KE-nKo": "양사 - 대사헌 이규팽, 대사간 홍익섭, 집의 이종우 - 가 연명으로 차자를 올려 명을 거두어 줄 것을 청하니, 비답하기를,“이번에 특별히 용서해 준 조치는 참작한 바가 있어서인데, 경들이 이처럼 시끄럽게 구는 것은 실로 온당치 못하다.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 8월 13일(신묘) 4번째기사",
                "gt-oKo": "양사(兩司)에서 연차(聯箚)【대사헌 이규팽(李圭祊), 대사간 홍익섭(洪翼燮), 집의 이종우(李鍾愚)이다.】하여 성명(成命)을 거두기를 청하니, 비답하기를, “지금 이렇게 특별히 사유(赦宥)하는 일은 짐작하여 헤아린 바가 있으니, 경 등이 이와 같이 번거롭게 하는 것은 실로 온당치 못하다.” 하였다.",
                "hj": "○兩司聯箚,【大司憲李圭祊, 大司諫洪翼燮, 執義李鍾愚,】乞收成命, 批曰: “今此特宥之擧, 有所斟量, 卿等如是煩聒, 實非穩當。”"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "시임 대신과 원임 대신이 연명으로 차자를 올려, 성명을 거두기를 청하니, 비답하기를, “경들이 이미 옛일을 생각하고 새롭게 하려는 뜻을 알고 있으면서도 오히려 이처럼 이의를 제기하니, 실로 노숙한 자의 말이 아니다. 양찰하기 바란다.” 하였다.",
                "H2KE-nKo": "임오년에 시원임 대신이 연명으로 차자를 올려 내린 명을 거두어 줄 것을 청하니, 비답하기를,“경들이 이미 옛날을 생각하고 새로워지려는 뜻을 알면서도 오히려 이렇게 이의를 제기하니, 실로 노성한 사람의 말이 아니다. 양해하라.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 8월 14일(임진) 1번째기사",
                "gt-oKo": "시임(時任)·원임(原任) 대신이 연차(聯箚)하여 성명을 정침하기를 청하니, 비답하기를, “경 등은 이미 옛것을 생각하여 새로워지기를 생각하는 뜻을 알고 있는데도 오히려 이를 거듭 어렵게 여기니, 실로 노성(老成)한 말이 못된다. 양해하도록 하라.” 하였다.",
                "hj": "○壬辰/時原任大臣聯箚, 乞寢成命, 批曰: “卿等旣知念舊與新之意, 而猶此覆難, 實非老成之言, 諒之諒之。”"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On gyesa day, the first day of the ninth month, the King proceeded to the hall of governance and performed a tea ceremony.",
                "H2KE-nKo": "진전에 나아가 다례를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 8월 15일(계사) 1번째기사",
                "gt-oKo": "진전(眞殿)에 나아가 다례(茶禮)를 행하였다.",
                "hj": "○癸巳/詣眞殿, 行茶禮。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On gabo day, Venus appeared during the daylight hours.",
                "H2KE-nKo": "태백성이 낮에 나타났다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 8월 16일(갑오) 1번째기사",
                "gt-oKo": "태백성(太白星)이 나타났다.",
                "hj": "○甲午/太白見。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On eulmi day, Venus appeared during the daylight hours.",
                "H2KE-nKo": "태백성이 을미년에 나타났다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 8월 17일(을미) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○乙未/太白見。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On sinhae day, Venus appeared during the byeongsin day.",
                "H2KE-nKo": "태백성이 낮에 나타났다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 8월 18일(병신) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○丙申/太白見。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On musul day, Venus appeared during the musul daylight hours.",
                "H2KE-nKo": "무술년에 태백성이 나타났다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 8월 20일(무술) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○戊戌/太白, 見。"
            },
            "2": {
                "H2KE-EN": "The King proceeded to Myeongheon and personally performed an ancestral rite. He then went to the Royal Tomb of King Ikjo and Hongheon to pay respects at the Royal Tomb of King Ikjo and the Great Lord of Jeongye and the Royal Tomb of Queen Euneon to pay respects at the Royal Tomb of Queen Sinui.",
                "H2KE-nKo": "명릉에 나아가 친히 제사 지내고, 이어 익릉과 홍릉에 나아가 전알하고, 전계 대원군의 묘소와 은언군의 묘소에 전배하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 8월 20일(무술) 2번째기사",
                "gt-oKo": "명릉(明陵)에 나아가 친히 제사하고, 이어서 익릉(翼陵)·홍릉(弘陵)에 나아가 전알(展謁)하고, 전계 대원군(全溪大院君)의 묘소(墓所)와 은언군(恩彦君)의 묘소에 전배(展拜)하였다.",
                "hj": "○詣明陵親祭, 仍詣翼陵、弘陵展謁, 全溪大院君墓所, 恩彦君墓所展拜。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On sinhae day, Venus appeared during the gihae year (.",
                "H2KE-nKo": "태백성이 낮에 나타났다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 8월 21일(기해) 1번째기사",
                "gt-oKo": "태백성(太白星)이 나타났다.",
                "hj": "○己亥/太白, 見。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On gyeongja day, the first day of the gyeongja year (, the King paid a visit to the grave of Grand Dame of Yongseong Magistracy and then went to Mohwa Guesthouse to conduct military training.",
                "H2KE-nKo": "경자년에 용성 부대부인의 묘소에 나아가 전배하고, 이어 모화관에 나아가 전열무를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 8월 22일(경자) 1번째기사",
                "gt-oKo": "용성 부대부인(龍城府大夫人)의 묘소(墓所)에 전배(展拜)하고, 이어서 모화관(慕華館)에 나아가 전열무(殿閱武)를 행하였다.",
                "hj": "○庚子/詣龍城府大夫人墓所展拜, 仍御慕華館行殿閱武。"
            },
            "2": {
                "H2KE-EN": "Yi Siu was appointed as pacification commissioner for pacifying the envoy at Gyeongsang Province .",
                "H2KE-nKo": "이시우를 경상도 안핵사에 차하하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 8월 22일(경자) 2번째기사",
                "gt-oKo": "이시우(李時愚)를 경상도 안핵사(慶尙道按覈使)로 차하(差下)하였다.",
                "hj": "○以李時愚, 慶尙道按覈使差下。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On sinchuk day, Venus appeared during daylight hours.",
                "H2KE-nKo": "태백이 신축년에 나타났다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 8월 23일(신축) 1번째기사",
                "gt-oKo": "태백성(太伯星)이 나타났다.",
                "hj": "○辛丑/太白, 見。"
            },
            "2": {
                "H2KE-EN": "The King appointed Jo헌yeong as the Royal Confucian Academy , and Yi Giyeon as the minister of punishments . ",
                "H2KE-nKo": "조헌영을 성균관 대사성으로, 이기연을 형조 판서로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 8월 23일(신축) 2번째기사",
                "gt-oKo": "조헌영(趙獻永)을 성균관 대사성으로, 이기연(李紀淵)을 형조 판서로 삼았다.",
                "hj": "○以趙獻永爲成均館大司成, 以李紀淵爲刑曹判書。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On gyemyo day, the King entered the Royal Confucian Academy and entered the Royal Confucian Academy.",
                "H2KE-nKo": "희정당에 입진하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 8월 25일(계묘) 1번째기사",
                "gt-oKo": "약방(藥房)에서 희정당(熙政堂)에 입진(入診)하였다.",
                "hj": "○癸卯/藥房入診于熙政堂。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The King appointed Min Chiseong as inspector general of the Office of the Inspector General and Bak Jonghyu as censor of the Office of the Censor General .",
                "H2KE-nKo": "민치성을 사헌부 대사헌으로, 박종휴를 사간원 대사간으로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 8월 27일(을사) 1번째기사",
                "gt-oKo": "민치성(閔致成)을 사헌부 대사헌으로, 박종휴(朴宗休)를 사간원 대사간으로 삼았다.",
                "hj": "○乙巳/以閔致成爲司憲府大司憲, 朴宗休爲司諫院大司諫。"
            },
            "2": {
                "H2KE-EN": "The King ordered the Office of the Censor General to suspend the suspension of the Office of the Inspector General.",
                "H2KE-nKo": "삼사에 전계를 정지하라고 명하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 8월 27일(을사) 2번째기사",
                "gt-oKo": "삼사(三司)에 정계(停啓)하도록 명하였다.",
                "hj": "○命三司停啓。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On jeongmi day, Venus appeared during the jeongmi daytime.",
                "H2KE-nKo": "정미년에 태백성이 나타났다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 8월 29일(정미) 1번째기사",
                "gt-oKo": "태백성(太白星)이 나타났다.",
                "hj": "○丁未/太白, 見。"
            },
            "2": {
                "H2KE-EN": "The King 차대를 희정당에서 행하였다. Left State Councilor Yi 헌구가 아뢰기를, “폐단이 inconveniences in the middle of the farmland in the provinces should be strictly enforced and prohibited. The King followed this advice.",
                "H2KE-nKo": "희정당에서 차대를 행하였다. 좌의정 이헌구가 아뢰기를,“지방 고을의 도결에 대한 폐단을 엄히 신칙하여 금지하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 8월 29일(정미) 2번째기사",
                "gt-oKo": "희정당(熙政堂)에서 차대(次對)하였다. 좌의정 이헌구(李憲球)가 아뢰기를, “외읍(外邑)의 도결(都結)의 폐단을 엄중하게 신칙하여 금단(禁斷)하게 하소서.” 하니, 그대로 따랐다.",
                "hj": "○次對于熙政堂。 左議政李憲球啓言: “外邑都結之(弊)〔弊〕, 嚴飭禁斷。” 從之。"
            },
            "3": {
                "H2KE-EN": "Magistrate of Gaeseong Kim Siyeon submitted a memorial requesting that the royal tomb officials of the Goryeo dynasty be transferred. The King 비답을 내려 묘당으로 하여금 품처하게 하였다.",
                "H2KE-nKo": "개성 유수 김시연이 상소하여 여왕의 능관을 천전하기를 청하니, 비답하기를,“묘당으로 하여금 품처하게 하겠다.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 8월 29일(정미) 3번째기사",
                "gt-oKo": "개성 유수(開城留守) 김시연(金始淵)이 상소(上疏)하여, 여왕 능관(麗王陵官)을 천전(遷轉)시키기를 청하니, 묘당(廟堂)으로 하여금 품처(稟處)하라고 비답하였다.",
                "hj": "○開城留守金始淵, 上疏, 請麗王陵官遷轉, 批令廟堂稟處。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On gabin day, Venus appeared during the sinchuk day (141111:01111 p.m.",
                "H2KE-nKo": "태백이 신사년에 나타났다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 8월 3일(신사) 1번째기사",
                "gt-oKo": "태백성(太白星)이 나타났다.",
                "hj": "○辛巳/太白, 見。"
            },
            "2": {
                "H2KE-EN": "[The King] ordered that the portrait of King Taejo be enshrined in the inner hall in the quarters.",
                "H2KE-nKo": "어진을 대내로부터 주합루에 봉안하라고 명하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 8월 3일(신사) 2번째기사",
                "gt-oKo": "명하여 어진(御眞)을 대내(大內)로부터 주합루(宙合樓)에 봉안(奉安)하게 하였다.",
                "hj": "○命御眞, 自內奉安于宙合樓。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On gyemi day, Venus appeared during the daylight hours.",
                "H2KE-nKo": "태백성이 계미년에 나타났다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 8월 5일(계미) 1번째기사",
                "gt-oKo": "태백성(太白星)이 나타났다.",
                "hj": "○癸未/太白, 見。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On gapsin day, Venus appeared during the first day of the month in the gapsin year (.",
                "H2KE-nKo": "태백성이 낮에 나타났다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 8월 6일(갑신) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○甲申/太白, 見。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On eulyu day, Venus appeared during daylight hours.",
                "H2KE-nKo": "태백이 을유년에 나타났다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 8월 7일(을유) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○乙酉/太白, 見。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On byeongja day, Great White (Venus appeared in the daytime.",
                "H2KE-nKo": "태백성이 병술년에 나타났다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 8월 8일(병술) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○丙戌/太白, 見。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On jeonghae day, the King proceeded to Injeong Hall and personally delivered incense and the written invocation for the autumn sacrifice at the Altar of the Soil and Grain .",
                "H2KE-nKo": "인정전에 나아가 사직 추향 대제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 8월 9일(정해) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에 나아가 사직(社稷)의 추향(秋享)에 쓸 향과 축문을 친히 전하였다.",
                "hj": "○丁亥/詣仁政殿, 親傳社稷秋享香祝。"
            },
            "2": {
                "H2KE-EN": "The King proceeded to the hall of governance and performed a tea ceremony.",
                "H2KE-nKo": "진전에 나아가 다례를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 8월 9일(정해) 2번째기사",
                "gt-oKo": "진전(眞殿)에 나아가 다례(茶禮)를 행하였다.",
                "hj": "○詣眞殿, 行茶禮。"
            }
        }
    },
    "09": {
        "1": {
            "1": {
                "H2KE-EN": "The King transmitted a royal directive to the Ministry of Punishments , which stated, I am deeply troubled by the chief director of the Slave Agency . In the past, there was no evidence to circumstances. However, when someone was appointed, he suddenly supported him. I do not understand what he intended. Do not excessively support him again and urgently come to express gratitude for the royal benevolence. Deliberate on this matter again.",
                "H2KE-nKo": "전교하기를,“형조 판서에 대해 내가 매우 의아하게 여긴다. 지난 일은 별로 소급하여 거론할 만한 단서가 없는데 제수하면 번번이 인혐하니, 그 의도가 어디에 있는지 알 수 없다. 다시 지나치게 인혐하지 말고 속히 들어와 사은하라는 뜻으로 다시 신칙하라.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 1일(무신) 1번째기사",
                "gt-oKo": "하교하기를, “추판(秋判)의 일은 내가 매우 의혹스럽게 여긴다. 지난 일은 별달리 추론(追論)할 단서가 없는데, 관직을 제수하면 문득 인피(引避)하니, 그 마음의 소재를 알 수 없다. 다시 지나치게 인피하지 말고 속히 들어와 사례하라는 뜻을 다시 신칙(申飭)하도록 하라.” 하였다.",
                "hj": "○戊申/敎曰: “秋判事, 予甚惑焉。 往事別無可追之端, 而有除輒引, 其意所在, 不可知也。 勿復過引, 卽速入謝之意, 更爲申飭。”"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "On gabin day, Venus appeared during the daylight hours.",
                "H2KE-nKo": "태백이 낮에 나타났다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 10일(정사) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○丁巳/太白, 見。"
            },
            "2": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 10일(정사) 2번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○日講。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On muja day, Venus appeared during the daylight hours.",
                "H2KE-nKo": "태백이 낮에 나타났다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 11일(무오) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○戊午/太白, 見。"
            },
            "2": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 11일(무오) 2번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○日講。"
            },
            "3": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 11일(무오) 3번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○召對。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On sinmi day, Venus appeared during the daylight hours.",
                "H2KE-nKo": "태백이 낮에 나타났다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 12일(기미) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○己未/太白, 見。"
            },
            "2": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 12일(기미) 2번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○日講。"
            },
            "3": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 12일(기미) 3번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○召對。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "On sinchuk day, Venus appeared during the sinchuk day (1400, the fifth day of the month.",
                "H2KE-nKo": "태백성이 경신년에 나타났다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 13일(경신) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○庚申/太白, 見。"
            },
            "2": {
                "H2KE-EN": "The King proceeded to the hall of governance and performed a tea ceremony.",
                "H2KE-nKo": "진전에 나아가 다례를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 13일(경신) 2번째기사",
                "gt-oKo": "진전(眞殿)에 나아가 다례(茶禮)를 행하였다.",
                "hj": "○詣眞殿, 行茶禮。"
            },
            "3": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 13일(경신) 3번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○日講。"
            },
            "4": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 13일(경신) 4번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○召對。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "On sinhae day, the King attended the Royal Lecture on the first day of the month.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 14일(신유) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○辛酉/日講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 14일(신유) 2번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○召對。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "The King attended the Royal Lecture on the Day of Cold Food .",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 15일(임술) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○壬戌/日講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 15일(임술) 2번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○召對。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On gyehae day, Venus appeared during the gyemyo day (1423, the fourth month.",
                "H2KE-nKo": "태백이 낮에 나타났다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 16일(계해) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○癸亥/太白, 見。"
            },
            "2": {
                "H2KE-EN": "The King proceeded to the Office of Livestock Breeding , personally handed out the robes, incense, and candles for the two Kings at Hamheung and Yeongheung .",
                "H2KE-nKo": "이문원에 나아가 함흥 본궁과 영흥 본궁 두 본궁의 의대와 향촉을 친히 전하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 16일(계해) 2번째기사",
                "gt-oKo": "이문원(摛文院)에 나아가 함흥(咸興)·영흥(永興) 두 본궁(本宮)의 의대(衣襨)와 향촉(香燭)을 친히 전하였다.",
                "hj": "○詣摛文院, 親傳咸興、永興兩本宮衣襨香燭。"
            },
            "3": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 16일(계해) 3번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○日講。"
            },
            "4": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 16일(계해) 4번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○召對。"
            },
            "5": {
                "H2KE-EN": "The Royal Confucian Academy reported, Your subject humbly requests that Your Majesty order that Hyeon일의 letter of appointment be reinstated. The King transmitted a royal directive, which stated, This matter has already been ordered to follow the 처분 of the two ancestors. Also, there is no need to consider this matter. The opinions of these two ancestors are truly inappropriate. You should immediately encourage you to enter the capital. ",
                "H2KE-nKo": "성균관이 아뢰기를,“유생들의 소회를 이현일에게 직첩을 돌려주라는 명을 거두어 주소서.”하니, 전교하기를,“이 일은 이미 성명이 있었고, 두 성조의 처분을 준수하는 것도 참작하여 헤아린 바가 없지 않다. 지금 이 사론은 실로 온당치 못하니, 즉시 들어가도록 권하라.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 16일(계해) 5번째기사",
                "gt-oKo": "성균관(成均館)에서 아뢰기를, “유생(儒生)들의 소회(所懷)는 이현일(李玄逸)의 직첩(職牒)을 돌려주라는 명(命)을 정침하기를 바라는 것입니다.” 하니, 하교하기를, “이 일은 이미 성명(成命)이 있었으며, 두 성조(聖朝)의 처분을 준수하는 것도 또한 짐작하여 헤아린 바가 없지 않다. 이제 이 사론(士論)은 실로 온당치 못하니, 즉시 들어가도록 권하라.” 하였다.",
                "hj": "○成均館啓言: “儒生等所懷, 乞寢玄逸職牒還授之命”, 敎曰: “此事之已有成命, 式遵兩聖朝處分, 亦不無斟量者矣。 今此士論, 實非穩當, 卽爲勸入。”"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On gapja day, the King attended the Royal Lecture on the first day of the twelfth month.",
                "H2KE-nKo": "갑자년의 회일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 17일(갑자) 1번째기사",
                "gt-oKo": "일강(日講)하였다.",
                "hj": "○甲子/日講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 17일(갑자) 2번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○召對。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On eulchuk day, the King attended the Royal Lecture on the first day of the eleventh month.",
                "H2KE-nKo": "을축년의 회일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 18일(을축) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○乙丑/日講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 18일(을축) 2번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○召對。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On gabin day, the first day of the first month, the King attended the Royal Lecture.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 19일(병인) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○丙寅/日講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 19일(병인) 2번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○召對。"
            },
            "3": {
                "H2KE-EN": "[The King] ordered that the Royal Tomb of Queen Sinui be arrested and punished for cutting trees in various royal tombs.",
                "H2KE-nKo": "각 능의 수목을 함부로 베어 낸 것을 살피지 않은 능관을 잡아다 처리하라고 명하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 19일(병인) 3번째기사",
                "gt-oKo": "각릉(各陵)의 수목(樹木) 도벌(盜伐)을 살피지 못한 능관(陵官)을 나처(拿處)하라고 명하였다.",
                "hj": "○命各陵樹木犯斫不察陵官, 拏處。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On giyu day, Venus appeared during the daylight hours.",
                "H2KE-nKo": "태백이 낮에 나타났다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 2일(기유) 1번째기사",
                "gt-oKo": "태백성(太白星)이 나타났다.",
                "hj": "○己酉/太白, 見。"
            },
            "2": {
                "H2KE-EN": "The King summoned Commissioner for Refreshing the Envoy Yi Siu and held audience with him. He paid a farewell visit to the King.",
                "H2KE-nKo": "안핵사 이시우를 불러서 보았는데, 하직 인사를 하였기 때문이다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 2일(기유) 2번째기사",
                "gt-oKo": "안핵사(按覈使) 이시우(李時愚)를 소견(召見)하였는데, 사폐(辭陛)한 때문이었다.",
                "hj": "○召見按覈使李時愚, 辭陛也。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the King attended the Royal Lecture on the first day of the twelfth month.",
                "H2KE-nKo": "정묘년의 일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 20일(정묘) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○丁卯/日講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 20일(정묘) 2번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○召對。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On gabin day, the King attended the Royal Lecture on the Day of Cold Food .",
                "H2KE-nKo": "무진일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 21일(무진) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○戊辰/日講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 21일(무진) 2번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○召對。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On gisa day, the first day of the twelfth month, the King proceeded to the hall of governance and performed a tea ceremony.",
                "H2KE-nKo": "진전에 나아가 다례를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 22일(기사) 1번째기사",
                "gt-oKo": "진전(眞殿)에 나아가 다례(茶禮)를 행하였다.",
                "hj": "○己巳/詣眞殿, 行茶禮。"
            },
            "2": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 22일(기사) 2번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○日講。"
            },
            "3": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 22일(기사) 3번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○召對。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On gabo day, the King attended the Royal Lecture on the fifth day of the fifth month.",
                "H2KE-nKo": "경오년의 회일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 23일(경오) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○庚午/日講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 23일(경오) 2번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○召對。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "Shin Miji proceeded to Injeong Hall and performed the letter of credence for the winter state sacrifice at the Royal Ancestral Shrine .",
                "H2KE-nKo": "인정전에 나아가 종묘 동향 대제의 서계를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 24일(신미) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에 나아가 종묘(宗廟) 동향(冬享)의 서계(誓戒)를 행하였다.",
                "hj": "○辛未/御仁政殿, 行宗廟冬享誓戒。"
            },
            "2": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 24일(신미) 2번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○日講。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On sinhae day, the King attended the Royal Lecture on the Dairy of Cold Food .",
                "H2KE-nKo": "임신년의 일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 25일(임신) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○壬申/日講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 25일(임신) 2번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○召對。"
            },
            "3": {
                "H2KE-EN": "Song Jiyang was appointed as the Royal Confucian Academy .",
                "H2KE-nKo": "송지양을 성균관 대사성으로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 25일(임신) 3번째기사",
                "gt-oKo": "송지양(宋持養)을 성균관 대사성으로 삼았다.",
                "hj": "○以宋持養爲成均館大司成。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On gyeyu day, the King attended the Royal Lecture on the Dairy of Cold Food .",
                "H2KE-nKo": "일강과 계유년을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 26일(계유) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○癸酉/日講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 26일(계유) 2번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○召對。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On gapsul day, the King attended the Royal Lecture on the first day of the month in the gapjin year (.",
                "H2KE-nKo": "갑술년의 회일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 27일(갑술) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○甲戌/日講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 27일(갑술) 2번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○召對。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On eulhae day, [the King] attended the Royal Lecture on the first day of the seventh month .",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 28일(을해) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○乙亥/日講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 28일(을해) 2번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○召對。"
            },
            "3": {
                "H2KE-EN": "Commissioner for Refreshing the Envoy of Gyeongsang Province Yi Siu reported to the King. The King issued a royal directive, which stated, As I read the report, I eventually knew that there was no other roots. However, Jeong Uryong , as the principal offender, was already confessed. Yi Yungyeong and Shin Jongik participated in the beginning to the end, and there was nothing else to forgive them. The Commissioner for Refreshing the Envoy should accompany the governor and gather soldiers and people in large numbers, and all of them should be hanged, thereby warning those in the future. As for the remaining prisoners, have the Ministry of Rites determine their punishments according to the gravity of their crimes and then report to me. As for those who report the authorities to the authorities, it is proper to appreciate the authorities and reward them. As for the governor, have him ask about their wish, have him apply generously.",
                "H2KE-nKo": "경상도 안핵사 이시우가 장계하니, 전교하기를,“이 계본을 보고 다른 근저가 없다는 것을 더욱 잘 알았다. 정우룡이 괴수가 되었다는 것은 그가 이미 자복하였고, 이윤경과 신종익이 처음부터 끝까지 참섭한 것은 조금도 용서할 만한 자취가 없다. 안핵사가 도신과 함께 군민을 많이 모아 놓고 모두 효수하여 대중을 경계하게 하고, 그 나머지 죄수들은 묘당으로 하여금 경중을 나누어 참작하여 감단해서 보고하게 하라. 고변한 사람에게는 격려하고 상을 주는 은전이 있어야 하니, 도신은 그가 원하는 바를 물어서 되도록 후하게 시행하라.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 28일(을해) 3번째기사",
                "gt-oKo": "경상도 안핵사(慶尙道按覈使) 이시우(李時愚)가 장계(狀啓)하니, 하교하기를, “이 계본(啓本)을 보니 더욱 다른 근저(根柢)가 없음을 알겠다. 그리고 정우룡(鄭禹龍)이 거괴(渠魁)가 됨은 그가 이미 자복(自服)하였고, 이윤경(李允慶)·신종익(辛宗益)은 처음부터 끝까지 참섭(參涉)하였으니, 털끝만큼도 용서할 만한 자취가 없다. 안핵사(按覈使)는 도신(道臣)을 안동(眼同)하여 군민(軍民)을 크게 모은 다음 모두 효수(梟首)하여 뭇사람을 경계하고, 그 나머지 여러 죄수는 묘당(廟堂)으로 하여금 경중(輕重)을 구분해서 처단하여 아뢰게 하라. 고변인(告變人)에게는 마땅히 격상(激賞)하는 법이 있어야 하니, 도신(道臣)은 그가 원하는 바를 물어서 후하게 시행하도록 하라.” 하였다.",
                "hj": "○慶尙道按覈使李時愚狀啓, 敎曰: “觀此啓本, 益知其無他根柢。 而鄭禹龍之爲渠魁, 渠旣自服, 李允慶、辛宗益之始終參涉, 毫無可恕之迹。 按覈使眼同道臣, 大會軍民, 竝梟首警衆, 其餘諸囚, 令廟堂, 分輕重酌斷以聞。 告變人, 宜有激賞之典, 道臣問其所願, 從厚施行。”"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On byeongja day, the King attended the Royal Lecture on the first day of the byeongja year (.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 29일(병자) 1번째기사",
                "gt-oKo": "일강(日講)하였다.",
                "hj": "○丙子/日講。"
            },
            "2": {
                "H2KE-EN": "The King proceeded to the West Infirmary of Livestock Breeding and stayed overnight.",
                "H2KE-nKo": "이문원에 나아가 재숙하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 29일(병자) 2번째기사",
                "gt-oKo": "이문원(摛文院)에 나아가 재숙(齋宿)하였다.",
                "hj": "○詣摛文院齋宿。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On gyeongjin day, Venus appeared during the daylight hours.",
                "H2KE-nKo": "태백성이 경술년에 나타났다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 3일(경술) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○庚戌/太白, 見。"
            },
            "2": {
                "H2KE-EN": "The King suspended the suspension of Kwon Donins case. The Office of the Inspector General jointly suspended the suspension of the case of Kim Jeonghui .",
                "H2KE-nKo": "삼사가 합동으로 아뢰어 권돈인의 일에 대해 전계를 정지하고, 양사가 합동으로 아뢰어 김정희의 일에 대해 전계를 정지하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 3일(경술) 2번째기사",
                "gt-oKo": "삼사(三司)에서 합계(合啓)했던 권돈인(權敦仁)의 일을 정계(停啓)하고, 양사(兩司)에서 합계했던 김정희(金正喜)의 일을 정계하였다.",
                "hj": "○三司合啓, 權敦仁事停啓, 兩司合啓, 金正喜事停啓。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "On jeongchuk day, the King read the lecture on the New Years Day at the Office of Livestock Breeding . 영부사 정원용이 아뢰기를, “신이 participated in the lecture and 아침에 entered the Royal Confucian Academy . 유신 and 각신 felt congratulate [the King] and said, Yesterday when the royal lecture reached the night, the sound of the royal lecture reached outside the capital, and there was no one who was not pleased. When the royal guard and soldiers and clerks all enjoyed themselves, they said, If I will see the benefits of the utmost governance, how would it not be good? In recent days, the lecture on the oral examination did not cease, which is truly fortunate. The King said, Truly, I do not wish to cease even for one day. Tomorrow, I shall proceed to the Royal Confucian Academy and lecture on the Royal Confucian Academy early day. [Kwon] Won Yong said, I have heard that I will hold a lecture on the Royal Confucian Academy, but there is a royal instruction that I, 원임 각신, and all officials attend the lecture on the Royal Confucian Academy. Truly, this is a grand occasion. I desire to lecture on the Confucian Classics? The King said, I intend to have all officials present the lecture on the Confucian Classics. [The King] expounded the four poems of the Royal Confucian Academy and said, What do you think of this poem? [Won] Won Yong said, The lecture on the Confucian Classics is the teachings of the Confucian Classics. Rectifying virtue and govern the country, enjoying Heaven and stabilize the people, and happiness and glory are all inside the four poems of the poems. Truly, I cannot overcome my glory. The King said, I intend to write this poems of the Royal Confucian Academy. You must compose a poem",
                "H2KE-nKo": "이문원에서 정축년의 회일강을 행하였다.영중추부사 정원용이 아뢰기를,“신이 강에 참석하기 위해 아침에 옥당에 들어가니, 유신과 각신이 서로 축하하며 말하기를 ‘어제 밤이 깊었을 때 강에 참석하신다는 소식이 밖에까지 들렸으므로 너나없이 기뻐하였다. 시위하는 군리들까지도 모두 기뻐하며 서로 말하기를 「장차 지치의 은택을 보게 될 것이다.」라고 하니, 어찌 아름답지 않겠는가.’라고 하였습니다. 근래의 과강은 중단된 때가 없으니, 참으로 매우 다행입니다.”하니, 주상이 말하기를,“과연 하루도 중단하고 싶지는 않다만 내일은 일찍 향소에 나아가 개강할 것이다.”하였다. 정원용이 아뢰기를,“삼가 듣건대 소대를 행하려고 하는데 시임 각신과 원임 각신을 참석하게 하라는 하교가 있었다고 하니, 참으로 성대한 일입니다. 강규를 어떻게 하고자 하십니까?”하니, 주상이 말하기를,“각신으로 하여금 각각 문의를 진달하게 하고자 한다.”하였다. 어제 4구를 내어 하교하기를,“이곳에서 지은 것이 과연 어떠한가?”하니, 정원용이 아뢰기를,“경서의 모훈처럼 전중하고 있습니다. 덕을 닦고 나라를 다스리며 하늘을 향유하고 백성을 편안하게 하고 복록이 무궁할 기상이 모두 4구 안에 있으니, 참으로 축하하는 마음을 금할 수 없습니다.”하자, 주상이 말하기를,“이것을 새겨 이문원에 걸고자 하니, 경은 부디 기를 지어 올리라. 이 구절에 대해 하서하여 걸고자 한다.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 30일(정축) 1번째기사",
                "gt-oKo": "이문원(摛文院)에서 일강(日講)하였다. 영부사(領府事) 정원용(鄭元容)이 말하기를, “신(臣)이 참강(參講)하기 위하여 아침에 옥당(玉堂)에 들어가니, 유신(儒臣)과 각신(閣臣)이 서로 하례하면서 말하기를, ‘어제 밤이 깊을 때까지 강(講)하시는 옥음(玉音)이 밖에까지 들렸으니, 기뻐하지 않는 이가 없었습니다. 시위(侍衛)하는 군리(軍吏)까지도 모두 기뻐하여 서로 고하기를, 「장차 지치(至治)의 은택을 볼 수 있을 것이다.」고 하니, 어찌 아름답지 않겠습니까?’ 하였습니다. 요즈음 과강(課講)이 간단(間斷)하는 때가 없으시니, 진실로 매우 다행스럽습니다.” 하니, 임금이 말하기를, “과연 하루도 혹 정강(停講)하려고 하지 않는데, 명일에는 일찍 향소(享所)에 나아가야 하니, 개강(開講)하기가 어렵겠다.” 하였다. 정원용(鄭元容)이 아뢰기를, “엎드려 듣건대 장차 소대(召對)를 행하는데 시임(時任)·원임(原任) 각신(閣臣)을 입참(入參)시키라는 하교가 있었다고 하니, 진실로 성대한 거조입니다. 강규(講規)를 어떻게 하시려고 하십니까?” 하니, 임금이 말하기를, “여러 각신(閣臣)으로 하여금 각각 문의(文義)를 진술하게 하려고 한다.” 하고, 어제(御製) 4구(四句)를 내놓고 하교하기를, “이곳에서 지은 것인데, 과연 어떠한가?” 하였는데, 정원용이 아뢰기를, “전중(典重)함이 경서(經書)의 모훈(謨訓)과 같습니다. 덕(德)을 닦아 나라를 다스리고 천수(天壽)를 누리고 백성을 편안하게 하며 복록(福祿)이 무강(無彊)한 기상이 모두 4구 안에 있으니 진실로 축하하는 마음을 금할 수 없습니다.” 하니, 임금이 말하기를, “이것을 새기어 이문원(摛文院)에 걸려고 하니, 경은 모름지기 기(記)를 지어 올리도록 하라. 이 글귀 밑에 써서 걸려고 한다.” 하였다.",
                "hj": "○丁丑/日講于摛文院。 領府事鄭元容曰: “臣爲參講, 朝入玉堂, 儒臣及閣臣, 相賀而語曰, ‘昨至夜深, 御講之音, 徹於外, 莫不忭悅。 至侍衛軍吏而皆欣欣相告, 「若將見至治之澤」 豈不休哉?’ 近日課講, 無間斷之時, 誠甚幸矣。” 上曰: “果不欲一日或停, 而明日則早詣享所, 講於開講矣。” 元容曰: “伏聞將行召對, 而有時原任閣臣入參之敎, 誠盛擧也。 講規欲何以爲之乎?” 上曰: “欲使諸閣臣, 各陳文義矣。” 出御製四句, 敎曰: “此處所作也, 果何如?” 元容曰: “典重如經書謨訓。 修德治國, 享天安民, 福祿無疆之象, 皆在於四句之內, 誠不勝賀祝矣。” 上曰: “欲刻此揭摛文院, 卿須作記以進。 欲於此句下書揭之矣。”"
            },
            "2": {
                "H2KE-EN": "The King received officials in the morning court assembly at the Office of Livestock Breeding , and held audience with various high-ranking officials and high-ranking officials.",
                "H2KE-nKo": "이문원에서 소대를 행하고, 시원임 각신을 불러서 보았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 30일(정축) 2번째기사",
                "gt-oKo": "이문원(摛文院)에서 소대(召對)하고, 시임(時任)·원임(原任) 각신(閣臣)을 소견(召見)하였다.",
                "hj": "○召對于摛文院, 召見時原任閣臣。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On sinhae day, the King attended the Royal Lecture on the Dairy of Cold Food .",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 4일(신해) 1번째기사",
                "gt-oKo": "일강(日講)하였다.",
                "hj": "○辛亥/日講。"
            },
            "2": {
                "H2KE-EN": "The King appointed Oh취seon as the Office of the Inspector General and Yu Gwangro as the navy commander of Left Jeolla Province .",
                "H2KE-nKo": "오취선을 사헌부 대사헌으로, 유광로를 전라좌도 수군절도사로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 4일(신해) 2번째기사",
                "gt-oKo": "오취선(吳取善)을 사헌부 대사헌으로, 유광로(柳光魯)를 전라좌도 수군 절도사로 삼았다.",
                "hj": "○以吳取善爲司憲府大司憲, 柳光魯爲全羅左道水軍節度使。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On imja day, Venus appeared during the imja year (.",
                "H2KE-nKo": "태백성이 임자년에 나타났다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 5일(임자) 1번째기사",
                "gt-oKo": "태백성(太白星)이 나타났다.",
                "hj": "○壬子/太白, 見。"
            },
            "2": {
                "H2KE-EN": "희정당에서 약원의 입진과 일강을 행하였다. The King summoned Executive Assistant of the Bureau of Capital Markets Im Geungjun and held audience with him. The King paid a farewell visit to the King.",
                "H2KE-nKo": "희정당에서 약원의 입진과 일강을 행하였다. 북평사 임응준을 불러서 보았는데, 하직 인사를 하였기 때문이다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 5일(임자) 2번째기사",
                "gt-oKo": "희정당(熙政堂)에서 약원(藥院)의 입진(入診)과 일강(日講)을 행하였다. 북평사(北評事) 임응준(任應準)을 소견(召見)하였으니, 사폐(辭陛)한 때문이었다.",
                "hj": "○藥院入診及日講于熙政堂。 召見北評事任應準, 辭陛也。"
            },
            "3": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 5일(임자) 3번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○召對。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On gyechuk day, Venus appeared during the gyechuk day (121:03 p.m., Venus appeared in the daytime.",
                "H2KE-nKo": "태백성이 낮에 나타났다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 6일(계축) 1번째기사",
                "gt-oKo": "태백성(太白星)이 나타났다.",
                "hj": "○癸丑/太白, 見。"
            },
            "2": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 6일(계축) 2번째기사",
                "gt-oKo": "일강(日講)하였다.",
                "hj": "○日講。"
            },
            "3": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 6일(계축) 3번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○召對。"
            },
            "4": {
                "H2KE-EN": "The King ordered that the letter of appointment of the late 유신 Yi Hyeonil be returned to him for the time being.",
                "H2KE-nKo": "고 유신 이현일의 직첩을 우선 도로 주라고 명하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 6일(계축) 4번째기사",
                "gt-oKo": "명하여 고(故) 유신(儒臣) 이현일(李玄逸)의 직첩(職牒)을 우선 돌려주라고 하였다.",
                "hj": "○命故儒臣李玄逸職牒, 姑令還授。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On sinhae day, Venus appeared during the first day of the month in the gabo year (.",
                "H2KE-nKo": "태백성이 낮에 나타났다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 7일(갑인) 1번째기사",
                "gt-oKo": "태백성(太白星)이 나타났다.",
                "hj": "○甲寅/太白, 見。"
            },
            "2": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 7일(갑인) 2번째기사",
                "gt-oKo": "일강(日講)하였다.",
                "hj": "○日講。"
            },
            "3": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 7일(갑인) 3번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○召對。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On eulmyo day, Venus appeared during daylight hours.",
                "H2KE-nKo": "태백이 을묘년에 나타났다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 8일(을묘) 1번째기사",
                "gt-oKo": "태백성(太白星)이 나타났다.",
                "hj": "○乙卯/太白, 見。"
            },
            "2": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 8일(을묘) 2번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○日講。"
            },
            "3": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 8일(을묘) 3번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○召對。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On byeongjin day, the King attended the Royal Lecture on the Day of Cold Food .",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 9일(병진) 1번째기사",
                "gt-oKo": "일강(日講)하였다.",
                "hj": "○丙辰/日講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 9월 9일(병진) 2번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○召對。"
            }
        }
    },
    "10": {
        "1": {
            "1": {
                "H2KE-EN": "Kim Gyeongseon , the first inspector general , was appointed to the Office of the Inspector General .",
                "H2KE-nKo": "김경선을 사헌부 대사헌으로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 1일(무인) 1번째기사",
                "gt-oKo": "김경선(金景善)을 사헌부 대사헌으로 삼았다.",
                "hj": "○戊寅/以金景善爲司憲府大司憲。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "희정당에서 차대를 행하였다. Left State Councilor Yi 헌구가 아뢰기를, “분 educational officials of Songong Garrison and separately supplied them with the monthly stipends after fifteen months have passed. The monthly stipends are also based on this example. The King followed this advice. 또 아뢰기를, “검서관 Nam Jeong교 , who is a relative of the thieves, concealed the circumstances of the thieves, presumptuously applying for the state examination and finally passed the examination. Please have the Ministry of Punishments strictly adjudicate them and send them to a remote area. The King transmitted a royal directive, which stated, That he dares to hide his circumstances and dares to apply for the state examination and eventually apply for the state examination. This is very sensible. 아뢴 대로 시행하라.” 하였다.",
                "H2KE-nKo": "희정당에서 차대를 행하였다. 좌의정 이헌구가 아뢰기를,“송영의 분교관 분직장의 삭수는 각각 15삭이 지난 뒤에 차례로 천전하는 것으로 정하였으니, 여릉 참봉의 삭수도 이대로 기준을 삼으소서.”하니, 그대로 따랐다. 또 아뢰기를,“검서관 남정교는 역적 남응경의 가까운 친척으로서 내력을 숨기고 과시에 함부로 응시하여 마침내 선발되었습니다. 형조로 하여금 엄히 형장을 치고 원지에 정배하게 하소서.”하니, 전교하기를,“그가 감히 숨기고 방자하게 시험에 응시하여 선발에 참여하기까지 하였으니 매우 놀랍다. 아뢴 대로 시행하라.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 10일(정해) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 차대(次對)하였다. 좌의정 이헌구(李憲球)가 아뢰기를, “송도 유영(松都留營)의 분교관(分敎官)·분직장(分直長)의 달수는 각각 15개월 뒤에 차례로 천전(遷轉)하도록 정식을 삼았으니, 여릉(麗陵)의 참봉(參奉) 달수도 이에 의거하여 준용(準用)하소서.” 하니, 그대로 따랐다. 또 아뢰기를, “검서관(檢書官) 남정교(南定敎)는 역적(逆賊) 남응중(南膺中)의 지친(至親)으로서 그 내력을 감추고 과시(課試)에 함부로 나아가서 마침내 뽑히었으니, 청컨대 추조(秋曹)로 하여금 엄중하게 형신(形訊)하여 원배(遠配)하게 하소서.” 하니, 하교하기를, “그가 감히 은휘(隱諱)하여 방자하게 부시(赴試)하고는 선발에 참여한 것은 아주 해괴하게 여길 만하니, 주청(奏請)한 대로 시행하도록 하라.” 하였다.",
                "hj": "○丁亥/次對于熙政堂。 左議政李憲球啓言: “松營分敎官分直長朔數, 各以十五朔後序遷爲定, 麗陵參奉朔數, 亦依此爲準。” 從之。 又啓言: “檢書官南定敎, 渠以膺賊至親, 掩諱來歷, 冒赴課試, 竟有被選, 請令秋曹, 嚴刑遠配。” 敎曰: “渠敢隱諱, 肆然赴試, 至於參選, 萬萬可駭, 依所奏施行。”"
            },
            "2": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 10일(정해) 2번째기사",
                "gt-oKo": "일강(日講)하였다.",
                "hj": "○日講。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On muja day, the first day of the month, the King attended the Royal Lecture on the muja year (.",
                "H2KE-nKo": "무자년의 회일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 11일(무자) 1번째기사",
                "gt-oKo": "일강(日講)하였다.",
                "hj": "○戊子/日講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 11일(무자) 2번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○召對。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "There was thunder and lightning in the gichuk year (.",
                "H2KE-nKo": "기축년에 천둥과 번개가 쳤다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 12일(기축) 1번째기사",
                "gt-oKo": "천둥 번개가 쳤다.",
                "hj": "○己丑/雷電。"
            },
            "2": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 12일(기축) 2번째기사",
                "gt-oKo": "일강(日講)하였다.",
                "hj": "○日講。"
            },
            "3": {
                "H2KE-EN": "The Office of the Censor General presented a joint memorial to plead the King. The King responded, Your words are also urgent. I must reflect upon it.",
                "H2KE-nKo": "옥당이 연명으로 차자를 올려 권면하니, 비답하기를,“그대들의 말이 또한 절실하니, 유념하겠다.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 12일(기축) 3번째기사",
                "gt-oKo": "옥당(玉堂)에서 연차(聯箚)하여 면강(勉强)하기를 진달하니, 비답하기를 “그대들의 말이 또한 절실(切實)하니, 마땅히 유념(留念)하겠다.” 하였다.",
                "hj": "○玉堂聯箚陳勉, 批曰: “爾等之言, 亦爲切實, 當留念矣。”"
            },
            "4": {
                "H2KE-EN": "The Office of the Inspector General and the Office of the Censor General presented a joint memorial to plead the King. The King responded, Your words are also very 좋으니, and I must consider it.",
                "H2KE-nKo": "양사가 연명으로 차자를 올려 권면하니, 비답하기를,“그대들의 말이 또한 매우 좋으니, 깊이 유념하겠다.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 12일(기축) 4번째기사",
                "gt-oKo": "양사(兩司)에서 연차(聯箚)하여 면강하기를 진달하니, 비답하기를, “그대들의 말이 또한 매우 좋으니, 마땅히 체념(體念)하겠다.” 하였다.",
                "hj": "○兩司聯箚陳勉, 批曰: “爾等之言, 亦爲甚好, 當體念矣。”"
            },
            "5": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, The heavenly phenomena is so dark that it is very easy to occur. Recently, Venus of Great White (Venus appeared continuously by clouds and observation. I, my humble self, have been unworthy day and night, and yesterdays rain was extremely disagreeable. Furthermore, the disaster of thunder and lightning occurred again in the month of sunder and lightning occurred in the middle month. Thus, I cannot overcome my appreciation. There must be some reason for the benevolence of Your Majestys benevolence. However, I reflect upon this, the fault truly lies in me. The state affairs are ruined, and the discipline of discipline is caused by me. The peoples hearts are scattered, and the peoples livelihoods are exhausted because of me. It is better to cultivate a disaster and reflect upon Your Majesty to repay the truth of Your Majestys dignity. From this day forward, please have any high-ranking official change the number of side dishes from the main hall and have the music stopped until three days have passed. From this day forward, any high-ranking official who has served in the government should thoroughly tell me about any faults and mistakes.",
                "H2KE-nKo": "전교하기를,“천도는 현묘하고 심원하여 응하기가 매우 쉽다. 근래 태백성의 이변이 잇달아 관상감의 보고가 있어 내가 밤낮으로 근심하고 있는 때에 어제오늘 때아닌 비가 내려 이미 매우 상도에 어긋났는데, 갑자기 천둥과 번개가 치는 재이가 또 거두어 저장하는 달에 발생하였으니, 더욱 지극히 두려운 마음을 금할 수 없다. 인애한 하늘이 반드시 까닭이 있을 것인데, 스스로 그 이유를 돌아보건대 허물이 실로 나에게 있다. 나랏일이 문란해지고 기강이 해이해진 것은 바로 나 때문이니, 인심이 흩어지고 백성들이 곤궁해진 것은 바로 나 때문이다. 재이를 만나 수성하여 하늘의 위엄에 답하고 경계하는 실제보다 나은 것이 없으니, 오늘부터 3일 동안 정전을 피하고 반찬 가짓수를 줄이며 음악을 연주하지 않을 것이다. 위로 대관부터 모든 관직에 있는 자는 나의 잘못을 극진히 말하여 숨김이 없게 하라.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 12일(기축) 5번째기사",
                "gt-oKo": "하교하기를, “천도(天道)는 아득히 멀어도 그 응(應)하는 것은 매우 쉽다. 요즈음 태백성(太白星)의 변이(變移)를 운관(雲觀)에서 잇따라 보고하고 있으므로, 내가 밤낮으로 근심하고 있는 즈음에 어제 오늘에는 때아닌 비가 내려 이미 지극히 상리(常理)에 어긋났는데, 갑자기 천둥 번개의 재앙이 또 겨울철에 발생하였으니 더욱 두려운 마음을 금할 수가 없다. 인애(仁愛)한 하늘은 반드시 까닭이 있어서인데, 스스로를 돌아보건대 그 연유는 실로 나의 허물에 있는 것이다. 국사(國事)가 판탕(板蕩)하고 기강(紀綱)이 해이(解弛)함도 이것이 나 때문이며, 인심(人心)이 흩어지고 생령(生靈)이 곤궁(困窮)한 것도 나 때문이니, 재앙을 만나 수성(修省)하여 상천(上天)의 위엄 있는 경계에 진실로 보답하는 것만한 것이 없다. 오늘부터 3일 동안을 한하여 정전(正殿)을 피하고 감선(減膳)·철악(撤樂)하겠으니, 위로는 대관(大官)으로부터 모든 지위에 있는 자는 궐실(闕失)을 극언(極言)하여 은휘(隱諱)함이 없게 하라.” 하였다.",
                "hj": "○敎曰: “天道玄遠, 甚應甚昜。 近者太白之異, 連有雲觀之報, 予小子夙夜憧憧之際, 昨今非時之雨, 已極乖常, 而忽然轟燁之災, 又發於收藏之月, 尤不勝恐懼之至。 仁愛之天, 必有所以, 而自顧厥由, 咎實在予。 國事之板蕩, 紀綱之解紐, 是予之故也, 人心之渙散, 生靈之困瘁, 是予之故也, 莫如遇災修省, 報答上天威警之實。 自今日, 限三日避正殿減膳撤樂, 上自大官, 凡百有位者, 極言闕失, 無有攸隱。”"
            },
            "6": {
                "H2KE-EN": "The Office of the Censor-General reported on the matter of exerting efforts to the throne. The King 비답하기를, “때아닌 thunder and lightning are caused by my lack of virtue. The advisability of the memorial is very 좋으니, 깊이 유념하겠다.” 하였다.",
                "H2KE-nKo": "승정원이 의논하여 주상에게 아뢰어 권면하니, 비답하기를,“때아닌 천둥과 번개는 내가 부덕한 탓이다. 아뢴 말이 매우 좋으니, 유념하겠다.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 12일(기축) 6번째기사",
                "gt-oKo": "정원에서 의계(議啓)하여 면강하기를 진달하니, 비답하기를, “때아닌 천둥 번개는 나의 부덕(否德)으로 말미암았다. 진달한 바가 매우 좋으니, 마땅히 체념(體念)하겠다.” 하였다.",
                "hj": "○院議啓陳勉, 批曰: “非時轟燁, 由予否德。 所陳甚好, 當體念矣。”"
            },
            "7": {
                "H2KE-EN": "Left State Councilor Yi헌구 등이 연명으로 차자를 올려 earnestly appealed to the King and then requested that he be dismissed from office. The King 비답하기를, “어진 하늘이 경계를 보이니, 재변이 어찌 헛되이 생기겠는가? 이는 내가 위로는 하늘의 뜻을 받들지 못하고 아래로는 백성들을 어루만져 보호하지 못하였기 때문이다. 다만 earnestly appealed to earnestly appealing to loyalty and loyalty. How could I dare not carefully appreciate myself? The fault of calamities and faults are caused by my foolishness. What harm could my dear sirs say? 안심하고 사직하지 말라.” 하였다.",
                "H2KE-nKo": "좌의정 이헌구 등이 연명으로 차자를 올려 권면하고, 이어 물러가기를 청하니, 비답하기를,“어진 하늘이 경계를 보였으니, 재변이 어찌 까닭 없이 생기겠는가. 이는 내가 위로는 하늘의 뜻을 받들지 못하고 아래로는 백성들을 보호하지 못하였기 때문이다. 다만 권면하는 글을 보니, 매우 절실한 내용이었다. 이는 실로 임금을 사랑하는 간절한 정성에서 나온 것이니, 감히 마음에 새기지 않을 수 있겠는가. 재앙이 생기는 것은 허물이 과인에게 있으니, 경들에게 무슨 잘못이 있겠는가. 안심하고 사직하지 말라.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 12일(기축) 7번째기사",
                "gt-oKo": "좌의정 이헌구(李憲球) 등이 연차(聯箚)하여 면강하기를 진달하고, 이어서 사면(辭免)하기를 권하니, 비답하기를, “어진 하늘이 경계(警戒)를 보였으니, 재앙이 어찌 헛되게 생겼겠는가? 내가 위로는 천심(天心)을 선양(宣揚)하지 못하고, 아래로는 민생(民生)을 회보(懷保)하지 못했기 때문이다. 다만 면강하기를 진달한 것을 보건대 지극히 절실한 충애(忠愛)의 정성에서 나왔으니, 어찌 감히 마음에 새기지 않을 수 있겠는가? 재앙이 온 것은 허물이 과인(寡人)에게 있으니, 경들에게 무슨 관련이 있겠는가? 안심하고 사직(辭職)하지 말도록 하라.” 하였다.",
                "hj": "○左議政李憲球等, 聯箚陳勉, 仍乞退, 批曰: “仁天示警, 災豈虛生? 由予上不能對越天心, 下不能懷保民生也。 第見陳勉, 極爲切實, 寔出於眷眷忠愛之誠, 敢不欽佩乎? 災眚之來, 咎在寡昧, 於卿等何有, 安心勿辭。”"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "On gyeongin day, the King attended the Royal Lecture on the first day of the gyeongin year (.",
                "H2KE-nKo": "경인일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 13일(경인) 1번째기사",
                "gt-oKo": "일강(日講)하였다.",
                "hj": "○庚寅/日講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 13일(경인) 2번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○召對。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "On sinhae day, the King attended the Royal Lecture on the first day of the eleventh month.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 14일(신묘) 1번째기사",
                "gt-oKo": "일강(日講)하였다.",
                "hj": "○辛卯/日講。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "The King proceeded to the Royal Confucian Academy and held the civil service examination in Imjin year (. He selected seven men, including Kim Jun , and 704 men, including Ku Wonjo .",
                "H2KE-nKo": "임진년 춘당대에 나아가 정시 문과를 행하여 김준 등 7인을 뽑고, 무과에서 구원조 등 74인을 뽑았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 15일(임진) 1번째기사",
                "gt-oKo": "춘당대(春塘臺)에 나아가 정시 문과(庭試文科)를 행하여 김준(金準) 등 7인을 뽑고, 무과(武科)에서 구원조(具源祚) 등 7백 4인을 뽑았다.",
                "hj": "○壬辰/御春塘臺, 行庭試文科, 取金準等七人, 武科取具源祚等七百四人。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "The King proceeded to the Royal Confucian Academy and held the ninth day of the ninth month.",
                "H2KE-nKo": "춘당대에 나아가 구일제를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 16일(계사) 1번째기사",
                "gt-oKo": "춘당대(春塘臺)에 나아가 구일제(九日製)를 행하였다.",
                "hj": "○癸巳/御春塘臺, 行九日製。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On gabo day, the King attended the Royal Lecture on the day of the gabo year (.",
                "H2KE-nKo": "갑오년의 일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 17일(갑오) 1번째기사",
                "gt-oKo": "일강(日講)하였다.",
                "hj": "○甲午/日講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 17일(갑오) 2번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○召對。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On eulmi day, the King attended the Royal Lecture on the eulmi daytime.",
                "H2KE-nKo": "을미년의 회일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 18일(을미) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○乙未/日講。"
            },
            "2": {
                "H2KE-EN": "The King summoned Envoy for Expressing Gratitude for Imperial Benevolence for Imperial Benevolence.",
                "H2KE-nKo": "돌아온 사은사를 불러서 보았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 18일(을미) 2번째기사",
                "gt-oKo": "회환 사은사(回還謝恩使)를 소견(召見)하였다.",
                "hj": "○召見回還謝恩使。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On byeongsin day, the King attended the Royal Lecture on the first day of the first month.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 19일(병신) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○丙申/日講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 19일(병신) 2번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○召對。"
            },
            "3": {
                "H2KE-EN": "Jo Giyeong was appointed minister of rites , Yi Haksu was appointed minister of war , Kim Geumgi was appointed governor of Pyeongan Province , and Yi Haksu and Kim Gi were all appointed to new posts.",
                "H2KE-nKo": "조기영을 예조 판서로, 이학수를 병조 판서로, 김병기를 평안도 관찰사로 삼았다. 이학수와 김병기는 모두 중비로 제수한 것이다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 19일(병신) 3번째기사",
                "gt-oKo": "조기영(趙冀永)을 예조 판서로, 이학수(李鶴秀)를 병조 판서로, 김병기(金炳冀)를 평안도 관찰사로 삼았는데, 이학수·김병기는 모두 중비(中批)이었다.",
                "hj": "○以趙冀永爲禮曹判書, 李鶴秀爲兵曹判書, 金炳冀爲平安道觀察使, 鶴秀、炳冀, 竝中批也。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On sinmyo day, the King performed the greater felicitous rite at the Royal Ancestral Shrine .",
                "H2KE-nKo": "기묘년에 종묘 각향 대제를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 2일(기묘) 1번째기사",
                "gt-oKo": "종묘(宗廟)의 동향 대제(冬享大祭)를 행하였다.",
                "hj": "○己卯/行宗廟各享大祭。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On jeongyu day, the King attended the Royal Lecture on the New Years Day.",
                "H2KE-nKo": "정유년의 일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 20일(정유) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○丁酉/日講。"
            },
            "2": {
                "H2KE-EN": "Right State Councilor Kim좌geun made a request to the King regarding the thunder calamity of thunder and lightning. The King responded, saying, The report of the high officials is extremely urgent. I must reverently on this matter.",
                "H2KE-nKo": "우의정 김좌근이 천둥의 이변으로 인하여 권면하니, 비답하기를,“대신이 아뢴 말이 매우 절실하니, 마땅히 가슴에 새겨 두겠다.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 20일(정유) 2번째기사",
                "gt-oKo": "우의정 김좌근(金左根)이 뇌이(雷異)로 인하여 면강하기를 진달하니, 비답하기를, “대신이 주달한 바가 지극히 절실하니, 마땅히 가슴에 깊이 새기어 간직하겠다.” 하였다.",
                "hj": "○右議政金左根, 因雷異陳勉, 批曰: “大臣所奏, 極爲切實, 當服膺矣。”"
            },
            "3": {
                "H2KE-EN": "The King summoned Commissioner for Refreshing the Envoy Yi Siu and reported on his mission.",
                "H2KE-nKo": "안핵사 이시우를 불러서 보았는데, 복명하였기 때문이다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 20일(정유) 3번째기사",
                "gt-oKo": "안핵사(按覈使) 이시우(李時愚)를 소견(召見)했으니, 복명(復命)한 때문이었다.",
                "hj": "○召見按覈使李時愚, 復命也。"
            },
            "4": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 20일(정유) 4번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○召對。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture on the first day of the twelfth month.",
                "H2KE-nKo": "무술년의 회일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 21일(무술) 1번째기사",
                "gt-oKo": "일강(日講)하였다.",
                "hj": "○戊戌/日講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 21일(무술) 2번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○召對。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "The King proceeded to Injeong Hall in the gihae year ( and held the successful candidates for the civil and military service examinations.",
                "H2KE-nKo": "인정전에 나아가 문무과의 방방을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 22일(기해) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에 나아가 문과(文科)·무과(武科)의 방방(放榜)을 행하였다.",
                "hj": "○己亥/御仁政殿, 行文武科放榜。"
            },
            "2": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 22일(기해) 2번째기사",
                "gt-oKo": "일강(日講)하였다.",
                "hj": "○日講。"
            },
            "3": {
                "H2KE-EN": "Yi Siu was appointed third minister of personnel .",
                "H2KE-nKo": "이시우를 이조 참의로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 22일(기해) 3번째기사",
                "gt-oKo": "이시우(李時愚)를 이조 참의로 삼았다.",
                "hj": "○以李時愚爲吏曹參議。"
            },
            "4": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, Although each province has a thorough knowledge of the crop yields, the importance [of the crop yields] is not different from that of last year. How can the sympathy people be able to sustain their livelihoods? The method of supporting and protecting the people is exclusively responsible for the local magistrates. If a local magistrate possessesssessesses talented men, then [the magistrate] goes to the people. How could a benevolent person possessessesses to the highest rank? Furthermore, how could a governor know whether a local magistrate is worthy or not. Now that the evaluation of local magistrates is not slightly applied in the fall and winter, [the governor] again simply imply imposes the importance [of local magistrates] and importance [only] to complete the importance [of the importance] and importance [only] to complete the importance [of the importance]. This is a country. From the State Council to 각별히 신칙하도록 하라. Even though the importance of the evaluation of local magistrates in the capital circumstances, many officials have none of their ranks. How can this be the original intent of establishing a [land] installing a [land] install a [land] installing a [land] installed circumstances? As for the importance of the royal tomb officials, the importance of [land] royal tomb officials is extremely important. However, after [land] circumstances are being applied to this [land], how can there be anyone who imported the importance [land]",
                "H2KE-nKo": "전교하기를,“각 도의 농사 형편을 환히 알지는 못하지만 요컨대 작년과 별로 차이가 없으니, 불쌍한 우리 백성들이 어떻게 살아가겠는가. 백성들을 어루만져 보호하는 방도는 전적으로 수령에게 달려 있으니, 수령이 만약 적임자가 아니라면 이는 백성들을 함정에 몰아넣는 것이다. 어진 사람이 위에 있으니 어찌 이런 일이 있겠는가. 또 수령의 능력 여부를 도백이 어찌 혹시라도 모르겠는가. 지금 가을과 겨울의 전최가 머지않았는데 또 다시 형식적인 것으로 간주하여 대충 마무리 짓는다면 이는 나라를 저버리는 것이다. 묘당에서 각별히 신칙하라. 경사의 전최를 가지고 말하더라도 허다한 관원 중에 한 사람도 하등을 맞은 자가 없으니, 이것이 어찌 당초에 처음 설치한 본의이겠는가. 능관이 맡은 일은 지극히 중요하다. 그런데 이번에 적간한 뒤에 몇몇 사람을 논하여 감처하였지만 다시 예전의 버릇을 답습하지 않으리라고 어찌 장담하겠는가. 모두 일체 신칙하여 실효가 있게 하라.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 22일(기해) 4번째기사",
                "gt-oKo": "하교하기를, “각도의 농사 형편을 비록 환하게 알 수는 없으나, 요컨대 작년과 별로 다름이 없을 것이니, 가엾은 우리 백성들이 무엇을 의지하여 살겠는가? 회보(懷保)할 방도는 오로지 수령(守令)에게 매였으니, 수령이 만약 마땅한 사람이 아니면 이것은 백성을 함정(陷穽)에 몰아넣는 것이다. 어진 사람이 위에 있으면, 어찌 이런 일이 있겠는가? 또 수령(守令)에게 재능이 있는지의 여부를 도백(道伯)으로 있는 자가 어찌 혹시라도 알지 못하겠는가? 현재 추동(秋冬)의 전최(殿最)가 멀지 않았는데, 또다시 문구(文具)로 보고 서둘러 마감한다면, 이것은 나라를 저버리는 것이니, 묘당(廟堂)에서는 각별히 신칙(申飭)하도록 하라. 비록 경사(京司)의 전최(殿最)를 가지고 말하더라도 허다한 관원(官員)이 하나도 전(殿)에 드는 자가 없으니, 이것이 어찌 당초에 설시(設始)한 본뜻이겠는가? 능관(陵官)이 맡은 바에 이르러서는 소중(所重)함이 지극히 엄한데, 이번 적간(摘奸)한 뒤에 비록 몇 사람을 논감(論勘)한 일은 있었지만, 다시 전의 습관을 답습하지 않을는지 어찌 알겠는가? 모두 일체로 신칙하여 실효(實効)가 있도록 하라.” 하였다.",
                "hj": "○敎曰: “各道年形之雖未能洞悉, 要之, 與昨年別無異同矣, 哀我赤子, 何以聊生乎? 懷保之方, 專係於守令, 守令若非其人, 是驅民於陷穽也。 仁人在上, 寧有是也? 且守令之能否, 爲道伯而豈或不知? 目今秋冬之殿最不遠, 又復視若文具, 草草了勘, 是負國也, 自廟堂, 各別申飭。 雖以京司殿最言之, 許多官員, 無一居殿, 是豈當初設始之本意? 至於陵官所掌, 所重至嚴, 而今番摘奸之後, 雖有若而人論勘, 安知不復踵前習乎? 竝一體申飭, 俾有實效焉。”"
            },
            "5": {
                "H2KE-EN": "The King issued a royal directive: The three administrative arts of military administrative arts are the major importance of the state. However, now the three administrative arts are all distressed, and the lives of the people are exhausted. The administrative arts of the military administrative arts are the most harmful for the people. The households and grain loans are not satisfactory, and the people are suffering from the harmful effects, and the collection and distribution of the military administrative arts are not properly enforced, and the people are suffering from the harmful effects. Furthermore, the grain loans are supposed to urgently repay the military administrative arts. How can the loans be able to support their livelihoods? Upon hearing this, I am unwilling to eat porridge and eat porridge. Now, I send my true instructions to you. Alas! You, the various local magistrates, listen to each of you. If there is a policy to reform the administrative arts, you must gather all of them to the provincial administrative arts and then send them to the Royal Secretariat before the New Years Day. If they do not understand the intent of repaying the meritorious deeds and merely request the exemption of the expenditures benefits, how can there be a good amount of 2,000 seok [of the military administrative arts]? The State Council shall quickly clarify [the administrative arts] so that they may gather and send them to the capital within time. ",
                "H2KE-nKo": "전교하기를,“군정, 환곡, 전정, 삼정은 국가의 큰 정사이다. 그런데 현재 삼정이 모두 병들어서 백성들이 곤궁에 시달리고 있다. 그중에서도 환곡에 관한 정사가 백성들에게 가장 뼈에 사무치는 폐단이 되고 있다. 호곡은 서로 걸맞지 않아서 백성들이 그 폐해를 받고, 거두어 들이고 흩어 주는 것을 그 방법으로 하지 않아서 백성들이 그 폐해를 받고 있다. 심지어 나누어 주지 않은 곡식마저도 따라서 납부를 독촉하고 있으니, 불쌍한 우리 백성들이 장차 어떻게 살아가겠는가. 말이 여기에 미치니 잠을 잘 때나 밥을 먹을 때나 달지가 않다. 이에 진심에서 우러나온 하교를 펴는 것이니, 아, 너희 수령들은 각각 잘 알아듣도록 하라. 만약 바로잡을 방책이 있으면 반드시 일일이 조목별로 진달하여 모두 도백이 있는 곳에 모아 두었다가 새해가 되기 전에 승정원에 올려보내라. 만약 은혜에 보답할 의리를 생각하지 않고 한갓 감면해 주고 탕감해 주는 은혜만을 청한다면 어찌 함께 다스리는 훌륭한 2000섬이 되겠는가. 묘당에서 속히 통지하여 기한에 맞춰 거두어 모아서 올라오도록 하라.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 22일(기해) 5번째기사",
                "gt-oKo": "하교하기를, “군정(軍政)·적정(糴政)·전정(田政)의 3정(三政)은 국가에 있어서의 대정(大政)인데, 현재 3정(三政)이 모두 병들어서 민생(民生)이 고달프고 초췌해졌다. 그 중에서도 적정(糴政)은 가장 백성의 뼈에 사무치는 폐단이 되었다. 호곡(戶穀)은 서로 알맞지 못하여서 백성이 그 폐해(弊害)를 받고, 염산(斂散)은 그 도(道)로써 하지 않아서 백성이 그 폐해를 받는다. 심지어 나누어 주지도 않은 곡식을 따라서 독납(督納)하니, 슬프다. 우리 적자(赤子)는 장차 무엇으로 생계를 꾸리겠는가? 말이 여기에 미치면, 침식(寢食)이 달갑지 않다. 이에 심복(心腹)에 있는 말을 발표하니, 아!, 너희 여러 수령(守令)들은 그 각각 자세히 듣고, 만일 교구(矯捄)할 방책이 있으면 반드시 일일이 조목조목 진달하되, 전부 도백(道伯)이 있는 감영에서 취합하여 세전(歲前)까지 후원(喉院)에 올려보내도록 하라. 만약 보효(報効)할 의리를 생각하지 않고 한갓 견탕(蠲蕩)하는 은혜만을 청한다면, 어찌 그 공리(共理)의 어진 이천석(二千石)이 되겠는가? 묘당(廟堂)에서는 이를 속히 알려주어서 기한까지 수취(收聚)하여 올려오도록 하라.”",
                "hj": "○敎曰: “軍糴田三政, 有國之大政, 而目今三政俱病, 以之民生困瘁。 就其中糴政, 最爲民切骨之弊也。 戶穀不相稱當, 而民受其(弊)〔弊〕, (歛)〔斂〕散不以其道, 而民受其害。 甚至於不分之穀, 從以督納, 哀我赤子, 其將何以爲生乎? 興言及此, 寢食靡甘。 玆敷心腹之敎, 嗟! 爾字牧諸臣, 其各聽悉, 如有矯捄之策, 必一一條陳, 都聚於道伯所, 趁歲前上送喉院。 而若不思報效之義, 徒請蠲蕩之惠, 則烏在其爲共理之良二千石乎? 自廟堂, 斯速知委, 以爲趁限收聚上來。”"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "The King proceeded to Huijeong Hall in gyeongja year (140, the fourth year of King Sejongs reign and received new approval for the Kings benevolence.",
                "H2KE-nKo": "희정당에 나아가 신은의 사은을 받았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 23일(경자) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에 나아가 신은(新恩)의 사은(謝恩)을 받았다.",
                "hj": "○庚子/御熙政堂, 受新恩謝恩。"
            },
            "2": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 23일(경자) 2번째기사",
                "gt-oKo": "일강(日講)하였다.",
                "hj": "○日講。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "On sinchuk day, the King attended the Royal Lecture on the first day of the eleventh month.",
                "H2KE-nKo": "신축년의 회일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 24일(신축) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○辛丑/日講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 24일(신축) 2번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○召對。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On imin day, physicians entered the Royal Placenta Chamber Hall and attended the Royal Lecture on the Confucian Classics. ",
                "H2KE-nKo": "희정당에서 임인년에 약원에서 입진하고, 일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 25일(임인) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 약원(藥院)의 입진(入診)과 일강(日講)을 행하였다.",
                "hj": "○壬寅/藥院入診及日講于熙政堂。"
            },
            "2": {
                "H2KE-EN": "The Royal Confucian Academy reported as follows: The method of applying the method of applying for the state examination is extremely important. However, when the interpretation of the second-stage civil service examination was held, the 무뢰배들이 arbitrarily entered the front of the examination and robbbed tiles and stone. This was obviously uncomfortable. In the imja year (, the appraisal of the appraisal and the appraisal of the Four Books and Comprehensive Mirror to Autumn Annals (C. Xiaoxue , which was inevitable to abolish the appraisal. The King approved this. Thereupon, the King issued an order, which stated, Although the state law has been completed, how could such a impraisal behavior in such a imprudent manner? If the appraisal of ",
                "H2KE-nKo": "성균관이 아뢰기를,“과장의 법의가 얼마나 중요한 것입니까. 그런데 오늘 합제 과장을 열 때에 무뢰배들이 함부로 과장에 들어와 기와와 돌을 마구 던졌으니 전에 없던 일로 매우 온당치 못합니다. 임자년 조의 승보시의 방목을 이미 만들어 예조에 보냈으나 합제에서 사서와 《소학》을 통독한 것은 부득이 파방해야 합니다.”하니, 윤허하였다. 이어 전교하기를,“나라의 기강이 비록 땅을 쓴 듯이 없어졌다고는 하지만 어찌 이처럼 무엄한 버릇이 있단 말인가. 무뢰배라고 한 이상 어찌 사류로 대우할 수 있겠는가. 소란을 피운 사람들을 형조로 하여금 기필코 붙잡아 해당 법률을 시행하게 하라. 제대로 단속하지 못한 반장도 잘못이 있으니 간삭하는 법을 시행하라.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 25일(임인) 2번째기사",
                "gt-oKo": "성균관(成均館)에서 아뢰기를, “과장(科場)의 법의(法意)는 중요함이 과연 어떠한데, 오늘 합제(合製)의 설장(設場) 때에 무뢰한 무리들이 장옥(場屋)에 함부로 들어와 와석(瓦石)을 마구 던진 일은 전에 없던 너무 미안(未安)한 일입니다. 임자조(壬子條)의 승보 방목(陞補榜目)은 벌써 예조(禮曹)에 닦아 보냈으며, 합제(合製)와 사서(四書)·《소학(小學)》을 통독(通讀)한 것은 부득이 파방(罷榜)해야 합니다.” 하니, 윤허하고 이어서 하교하기를, “국가의 기강이 비록 허물어졌다 하더라도 어찌 이처럼 무엄(無嚴)한 풍습이 있겠는가? 이미 무뢰한(無賴漢)이라고 한다면 어찌 사류(士類)로 대우할 수 있겠는가? 소란을 피운 여러 사람은 추조(秋曹)로 하여금 기필코 잡아들여 당률(當律)로써 시행하고 잘 단속하지 못한 반장(泮長) 또한 잘못이 있으니, 간삭(刊削)의 율을 시행하도록 하라.” 하였다.",
                "hj": "○成均館啓言: “科場法意, 所重果何如, 而今日合製設場時, 無賴輩冒入場屋, 亂投瓦石, 事未前有, 萬萬未安。 壬子條陞補榜目, 旣已修送禮曹, 而合製通讀四書《小學》, 不得已罷榜。” 允之。 仍敎曰: “國綱雖曰掃地, 豈有如許無嚴之習乎? 旣云無賴, 則何可待之以士類? 作拏諸人, 令秋曹, 期於捉得, 施以當律, 不善操束泮長, 亦有失焉, 施以刊削之典。”"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On gyemyo day, the King attended the Royal Lecture on the fifth day of the gyemyo year (.",
                "H2KE-nKo": "계묘년의 회일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 26일(계묘) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○癸卯/日講。"
            },
            "2": {
                "H2KE-EN": "The King summoned the three imperial envoys【정사 서유훈, Vice-Envoy Yi Ingo, and Recorder Song Gyeomsu.】 to bid farewell [to the King].",
                "H2KE-nKo": "세 사신 - 정사 서유훈, 부사 이인고, 서장관 송겸수 - 을 불러서 보았다. 하직 인사를 하였기 때문이다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 26일(계묘) 2번째기사",
                "gt-oKo": "세 사신(使臣)【정사(正使) 서유훈(徐有薰)·부사(副使) 이인고(李寅皐)·서장관(書狀官) 송겸수(宋謙洙)이다.】을 소견(召見)하였으니, 사폐(辭陛)한 때문이었다.",
                "hj": "○召見三使臣,【正使徐有薰, 副使李寅皐, 書狀官宋謙洙】辭陛也。"
            },
            "3": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 26일(계묘) 3번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○召對。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On eulsa day, the King attended the Royal Lecture on the first day of the eulsa year (.",
                "H2KE-nKo": "을사년의 회일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 28일(을사) 1번째기사",
                "gt-oKo": "일강(日講)하였다.",
                "hj": "○乙巳/日講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 28일(을사) 2번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○召對。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On byeongo day, the King attended the Royal Lecture on the fifth day of the fifth month.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 29일(병오) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○丙午/日講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 29일(병오) 2번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○召對。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On gyeongjin day, the King attended the Royal Lecture on the Day of Cold Food .",
                "H2KE-nKo": "경진일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 3일(경진) 1번째기사",
                "gt-oKo": "일강(日講)하였다.",
                "hj": "○庚辰/日講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 3일(경진) 2번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○召對。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On gabin day, the King attended the Royal Lecture on the first day of the sinchuk year (.",
                "H2KE-nKo": "신사년의 일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 4일(신사) 1번째기사",
                "gt-oKo": "일강(日講)하였다.",
                "hj": "○辛巳/日講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 4일(신사) 2번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○召對。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On imo day, the physicians in charge of the Royal Placenta Chamber entered the Royal Placenta Chamber and attended the lecture on the day of the month.",
                "H2KE-nKo": "희정당에서 임오년에 약원에서 입진하고, 일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 5일(임오) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 약원(藥院)의 입진(入診)과 일강(日講)을 행하였다.",
                "hj": "○壬午/藥院入診及日講于熙政堂。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On gyemi day, the first day of the month, the King attended the Royal Lecture on the Confucian Classics. ",
                "H2KE-nKo": "계미년의 일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 6일(계미) 1번째기사",
                "gt-oKo": "일강(日講)하였다.",
                "hj": "○癸未/日講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 6일(계미) 2번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○召對。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "The King attended the Royal Lecture on the first day of the twelfth month in the gapsin year (. ",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 7일(갑신) 1번째기사",
                "gt-oKo": "일강(日講)하였다.",
                "hj": "○甲申/日講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 7일(갑신) 2번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○召對。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On eulyu day, the first day of the twelfth month, the King attended the Royal Lecture.",
                "H2KE-nKo": "을유년의 일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 8일(을유) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○乙酉/日講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 8일(을유) 2번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○召對。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On byeongja day, the King attended the Royal Lecture on the first day of the second month in the byeongsul year (.",
                "H2KE-nKo": "병술년의 회일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 9일(병술) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○丙戌/日講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 10월 9일(병술) 2번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○召對。"
            }
        }
    },
    "11": {
        "1": {
            "1": {
                "H2KE-EN": "On jeongmi day, a solar eclipse occurred.",
                "H2KE-nKo": "정미년 초하룻날에 일식이 있었다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 1일(정미) 1번째기사",
                "gt-oKo": "일식(日食)이 있었다.",
                "hj": "○丁未/日有食之。"
            },
            "2": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 1일(정미) 2번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○日講。"
            },
            "3": {
                "H2KE-EN": "The King appointed Yi Gyu팽 as the Office of the Inspector General , Yi Jedal as the Office of the Censor General , Kim Geumdeok as the Royal Confucian Academy , Yi Geonseo as the army commander of Jeolla Province , and Yi Jedo as the navy subarea commander of Hwanghae Province .",
                "H2KE-nKo": "이규팽을 사헌부 대사헌으로, 이제달을 사간원 대사간으로, 김병덕을 성균관 대사성으로, 이건서를 전라도 병마절도사로, 이제도를 황해도 수군절도사로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 1일(정미) 3번째기사",
                "gt-oKo": "이규팽(李圭祊)을 사헌부 대사헌으로, 이제달(李濟達)을 사간원 대사간으로, 김병덕(金炳德)을 성균관 대사성으로, 이건서(李健緖)를 전라도 병마 절도사로, 이제도(李濟道)를 황해도 수군 절도사로 삼았다.",
                "hj": "○以李圭祊爲司憲府大司憲, 李濟達爲司諫院大司諫, 金炳德爲成均館大司成, 李健緖爲全羅道兵馬節度使, 李濟道爲黃海道水軍節度使。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "On byeongjin day, the King attended the Royal Lecture on the Day of Cold Food .",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 10일(병진) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○丙辰/日講。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On jeongsa day, the King attended the Royal Lecture on the first day of the month.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 11일(정사) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○丁巳/日講。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yun Dam as second minister of personnel .",
                "H2KE-nKo": "윤찬을 이조 참판으로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 11일(정사) 2번째기사",
                "gt-oKo": "윤찬(尹穳)을 이조 참판으로 삼았다.",
                "hj": "○以尹穳爲吏曹參判。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On muo day, the first day of the month, [the King] went to the hall of governance to pay a visit to the hall of governance to pay his respects.",
                "H2KE-nKo": "진전에 나아가 전배하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 12일(무오) 1번째기사",
                "gt-oKo": "진전(眞殿)에 나아가 전배(展拜)하였다.",
                "hj": "○戊午/詣眞殿展拜。"
            },
            "2": {
                "H2KE-EN": "The King summoned 시임 대신과 원임 대신, and officials of the Ministry of Rites . The King said, Today, my dear sirs were summoned for an audience with me because there was a great ritual to discuss the matter. I, my lack of virtue, presumptuously succeedededing the throne for three years. However, the ritual of elevating the elevation ceremony has yet to be performed. How could I have expected my grief and grief? I intend to confer upon the honorific title of Great King Sunjong and to confer upon the honorific title of the Queen Mother ? What do you think of this? 영부사 정원용 and others said, Great King Sunjong is deeply benevolent and beautiful, and constantly grief over the age of world. His Majesty the Queen Mothers benevolence and benevolent benefits. How can I forget even one day? Now, conferring the honorific title and conferring upon the honorific title of the Queen Mother, the human relationships and human relationships are truly satisfied, and people and spirits are all pleased. Your subjects humbly hope that Your Majesty will obey the order and perform the ritual. The King said, This ritual is not a matter of slightly imply impressing the ritual texts. That is why I intend to praise the merits of Great King Sun , the virtues of the Queen Mother, which truly causes me to slightly express my grief and propriety. For this reason, I reported to His Majesty the Queen Mother inside the capital and to confer on the honorific title of King Sun , and I have already received Your Majestys approval. However, conferring the additional honorific title, the matter is related to the Queen Mother, and I have repeatedly requested Your Majesty, but I still denied the request. This makes my feelings unexpected. Now, I must report again to His Majesty, wholeheartedly prayed for Your Majestys approval. My dear sirs should wait for a little time. The King returned to the palace and instructed, Now, I have received Your Majestys approval from Your Majestys approval. Truly, I cannot overcome my admiration and fortunate.",
                "H2KE-nKo": "시원임 대신과 예조 당상을 불러서 보았다. 주상이 말하기를,“오늘 경들을 인견한 것은 큰 전례에 대해 의논할 만한 것이 있기 때문이다. 내가 부덕한 몸으로 외람되이 왕업을 이어받은 지 이제 3년이 되었는데도 현양하는 전례를 아직도 거행하지 못하고 있으니, 인정과 예의로 볼 때 서운한 마음이 다시 어떠하겠는가. 지금 바야흐로 순종 대왕께 존호를 추상하고 동조께 존호를 가상하려고 하는데, 대신들의 의견은 어떠한가?”하니, 영중추부사 정원용 등이 아뢰기를,“순종대왕께서는 깊은 인애와 지극한 선으로 항상 영원토록 잊지 않으려는 생각을 가지고 계십니다. 동조 전하의 자애로운 교화와 은혜로운 은택을 우리 동방의 신민이 된 자로서 어찌 하루라도 잊을 수 있겠습니까. 이번에 추상하고 가상하는 일을 아울러 행한다면 인정과 예의에 진실로 부합하고 사람과 귀신이 서로 기뻐할 것입니다. 삼가 바라건대 속히 성명을 받들어 거행하소서.”하자, 주상이 말하기를,“이번의 이 조치는 의문을 조금도 차리기 위한 일이 아니다. 내가 순고와 태모의 공덕을 찬양하려는 것은 실로 인정과 예의를 조금이나마 펴려는 뜻에서 나온 것이다. 그러므로 이 일을 가지고 대내에서 동조께 순고와 태모의 존호를 추상하는 일에 대해 이미 윤허를 받았다. 그러나 가상하는 일에 대해서는 자궁께 관계되는 일이라서 누차 우러러 청하였으나 아직까지도 윤허하지 않으시니, 아랫사람의 심정에 안타까운 마음을 금할 수 없다. 지금 다시 들어가 여쭈어 정성을 다해 간절히 기원하여 기어이 윤허를 받도록 하겠다. 경들은 조금 기다리라.”하였다. 주상이 대내로부터 환어하여 전교하기를,“지금 삼가 윤허한다는 하교를 받드니, 실로 더없이 기쁘고 다행스러운 마음을 금할 수 없다.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 12일(무오) 2번째기사",
                "gt-oKo": "시임(時任)·원임(原任) 대신과 예당(禮堂)을 소견(召見)하였다. 임금이 말하기를, “오늘 경(卿)들을 인견(引見)한 것은 큰 전례(典禮)에 대하여 의논할 만한 것이 있기 때문이다. 내가 부덕(否德)한 몸으로 외람되게 기업을 이어받은 지 이제 3년이 되었는데, 현양(顯揚)해야 할 전례(典禮)를 아직도 거행하지 못했으니, 정례(情禮)에 서운함이 거듭 어떠하겠는가? 바야흐로 순종 대왕(純宗大王)에게 존호(尊號)를 추상(追上)하고, 동조(東朝)께 존호를 가상(加上)할 일을 의논하려 하는데, 여러 대신들의 생각은 어떠한가?” 하니, 영부사(領府事) 정원용(鄭元容) 등이 말하기를, “순종 대왕의 깊은 어짐과 지극히 착하심은 항상 영세(永世)토록 잊지 못하는 생각이 있고, 동조 전하(東朝殿下)의 인자하신 교화와 은혜로운 덕택(德澤)은 우리 나라 백성이 된 자이면, 어찌 하루인들 잊을 수가 있겠습니까? 이제 이 추상(追上)하고 가상(加上)하는 일을 아울러 행하면, 정문(情文)에도 진실로 화합되어 인신(人神)도 모두 기뻐할 것이니, 엎드려 원하건대 빨리 성명(成命)을 받들어 거행하게 하소서.” 하였다. 임금이 말하기를, “이제 이 거조는 의문(儀文) 사이의 일이 아니다. 내가 순고(純考)와 태모(太母)의 공덕을 찬양(贊揚)하려는 것은 진실로 정례(情禮)를 조금이나마 펴려는 뜻에서 말미암은 것이다. 그래서 이 일을 가지고 대내(大內)에서 동조(東朝)께 앙품(仰稟)하여 순고(純考)께 존호를 추상(追上)하는 것은 이미 유음(兪音)을 받았는데, 존호를 가상(加上)하는 데에 이르러서는 일이 자궁(慈躬)께 속하므로 여러 차례 앙청(仰請)하였으나 아직까지 윤종(允從)하지 않으시니, 하정(下情)에 안타까운 마음이 그지없다. 이제 마땅히 다시 들어가 계품하고 정성을 다해 기간(祈懇)하여 윤종을 입기를 기약하겠으니, 경 등은 조금 기다리도록 하라.” 하였다. 임금이 대내(大內)로부터 환어(還御)하여 전교하기를, “이제 엎드려 윤종(允從)하시는 하교를 받았으니, 실로 경행(慶幸)이 만만함을 이기지 못하겠다.” 하였다.",
                "hj": "○召見時原任大臣禮堂。 上曰: “今日卿等之引見者, 有大典禮可議之故也。 予以否德, 叨承丕基今爲三歲, 而顯揚之典, 尙今未擧, 情禮悵缺, 當復何如? 方擬純宗大王追上尊號, 東朝加上尊號, 諸大臣之意何如?” 領府事鄭元容等曰: “純宗大王深仁至善, 常有沒世於戲之思, 東朝殿下, 慈化惠澤, 爲我東臣民者, 豈可一日忘之乎? 今此追上加上之竝行, 情文允協, 人神胥悅, 伏願亟承成命而擧行焉。” 上曰: “今此之擧, 非一分爲儀文間事也, 予之欲贊揚純考太母之功德, 實由於粗伸情禮之意。 故以此事, 自內仰稟東朝純考追上, 已蒙兪音, 而至於加上, 則以事屬慈躬, 屢屢仰請, 尙靳允從, 下情不勝憧憧。 今當更爲入稟, 積誠祈懇, 期蒙允從矣, 卿等少俟之。” 上自內還御, 敎曰: “今伏承允從之敎, 實不勝慶幸萬萬矣。”"
            },
            "3": {
                "H2KE-EN": "The King issued a royal directive: It has been three years since I successively inherited the throne. However, the ceremony of elevating the elevation ceremony has yet to be performed. How could I feel compassion for the proprieties and righteousness be extremely uncomfortable? The golden jade investiture and glorious sunshades and the shades and the sunshades and the shades ",
                "H2KE-nKo": "전교하기를,“나 소자가 왕위를 계승한 지 이제 3년이 되었는데, 현양하는 전례를 아직도 거행하지 못하고 있으니, 인정과 예의로 볼 때 서운한 마음이 어찌 끝이 있겠는가. 금보와 옥으로 하늘을 본뜨고 해를 그리는 것은 바로 우리나라에서 이미 행한 전례이다. 이제 동지가 되었기에 대신과 예조 당상을 불러서 보고 이 큰 전례를 하문하니, 여러 사람의 의견이 같았다. 이에 동조께 여쭈어 윤허를 받았으니, 순종대왕 추상존호도감과 대왕대비전 가상존호도감을 합설하여 거행하라.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 12일(무오) 3번째기사",
                "gt-oKo": "하교하기를, “내가 왕위를 이어받은 지 이제 3년이 되었는데, 현양(顯揚)하는 전례(典禮)를 아직까지 거행하지 못하였으니, 정례(情禮)의 결연(缺然)함이 어찌 한정이 있겠는가? 금(金)으로 모형(模型)을 뜨고 옥(玉)을 아로새겨 하늘 같은 공덕(功德)을 기리는 것은 곧 우리 조종께서 이미 행한 전례(典禮)이다. 이제 아세(亞歲)를 당하여 대신과 예당(禮堂)을 소견(召見)하고, 이 큰 전례(典禮)를 하문(下問)하였더니, 여러 의논이 똑같았다. 그래서 동조(東朝)께 앙품(仰稟)하여 유음(兪音)을 입었으니, 순종 대왕 추상 존호 도감(純宗大王追上尊號都監)과 대왕 대비전 가상 존호 도감(大王大妃殿加上尊號都監)을 합설(合設)하여 거행토록 하라.” 하였다.",
                "hj": "○敎曰: “予小子嗣服三年于玆矣, 顯揚之典, 尙今未擧, 情禮缺然, 容有其極? 範金縷玉, 模天畫日, 卽我家已行之典禮也。 今當亞歲, 召見大臣禮堂, 以此大典下問, 則僉議詢同。 仰稟東朝, 獲蒙兪音, 純宗大王追上尊號都監, 大王大妃殿加上尊號都監, 合設擧行。”"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "On sinchuk day, the King attended the Royal Lecture on the first day of the seventh month.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 14일(경신) 1번째기사",
                "gt-oKo": "일강(日講)하였다.",
                "hj": "○庚申/日講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 14일(경신) 2번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○召對。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On sinhae day, the King attended the Royal Lecture on the first day of the month.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 15일(신유) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○辛酉/日講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 15일(신유) 2번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○召對。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "The King attended the Royal Lecture on the Day of Cold Food .",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 16일(임술) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○壬戌/日講。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On gyehae day, the King attended the Royal Lecture on the first day of the twelfth month.",
                "H2KE-nKo": "계해년의 1차 강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 17일(계해) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○癸亥/日講。"
            },
            "2": {
                "H2KE-EN": "The King appointed Jeong Gise세를 홍문관 부제학으로 삼았다.",
                "H2KE-nKo": "정기세를 홍문관 부제학으로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 17일(계해) 2번째기사",
                "gt-oKo": "정기세(鄭基世)를 홍문관 부제학으로 삼았다.",
                "hj": "○以鄭基世爲弘文館副提學。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On gapja day, the King attended the Royal Lecture on the first day of the twelfth month.",
                "H2KE-nKo": "갑자년의 회일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 18일(갑자) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○甲子/日講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 18일(갑자) 2번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○召對。"
            },
            "3": {
                "H2KE-EN": "Kim Giman was appointed the Office of the Inspector General .",
                "H2KE-nKo": "김기만을 사헌부 대사헌으로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 18일(갑자) 3번째기사",
                "gt-oKo": "김기만(金箕晩)을 사헌부 대사헌으로 삼았다.",
                "hj": "○以金箕晩爲司憲府大司憲。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On eulchuk day, the Royal Wedding Ceremony Commission advised, The recommendation for the honorific title of Great King Sunjong is to be bestowed upon him. The recommendation for the honorific title of Great King Gyecheon . The recommendation for the honorific title of Great King Gongjeong is to be bestowed upon him. The recommendation for the honorific title of Great King Gongjeong is to be bestowed upon him.",
                "H2KE-nKo": "빈청에서 순종대왕께 추상할 존호의 망단자를 ‘계천배극 융원 돈휴’로, 대왕대비전께 가상할 존호의 망단자를 ‘영덕’으로 아뢰었다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 19일(을축) 1번째기사",
                "gt-oKo": "빈청(賓廳)에서 아뢰기를, “순종 대왕(純宗大王)의 추상 존호 망(追上尊號望)은 계천 배극 융원 돈휴(繼天配極隆元敦休)로 하고, 대왕 대비전(大王大妃殿)의 가상 존호 망(加上尊號望)은 영덕(英德)으로 하였습니다.” 하였다.",
                "hj": "○乙丑/賓廳啓, 純宗大王追上尊號望, 繼天配極隆元敦休, 大王大妃殿加上尊號望英德。"
            },
            "2": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 19일(을축) 2번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○日講。"
            },
            "3": {
                "H2KE-EN": "On jeongmyo day, the King proceeded to Injeong Hall and personally received congratulations from all officials.",
                "H2KE-nKo": "인정전에 나아가 백관이 올리는 전문을 친히 받았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 19일(을축) 3번째기사",
                "gt-oKo": "인정전(仁政殿)에 나아가 백관(百官)의 진전(進箋)을 친히 받았다.",
                "hj": "○御仁政殿, 親受百官進箋。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On musin day, the King distributed the Supplement to the Comprehensive Mirror to Aid in Government (C. Wenxian tongkao Xi's Family Rituals (C. Wenxian tongkao shuyi .",
                "H2KE-nKo": "무신년에 《문원보불속편》을 반포하였는데, 감동한 각신에게 차등을 두어 시상하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 2일(무신) 1번째기사",
                "gt-oKo": "《문원보불속편(文苑黼黻續編)》을 반포하고, 감동(監董)한 각신(閣臣)에게 차등있게 시상(施賞)하였다.",
                "hj": "○戊申/頒《文苑黼黻續編》(監蕫)〔監董〕閣臣, 施賞有差。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Huigyeong as army commander of Pyeongan Province .",
                "H2KE-nKo": "이희경을 평안도 병마절도사로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 2일(무신) 2번째기사",
                "gt-oKo": "이희경(李熙絅)을 평안도 병마 절도사로 삼았다.",
                "hj": "○以李熙絅爲平安道兵馬節度使。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The King attended the Royal Lecture on the Confucian Classics on the Day of Cold Food . Left State Councilor Yi 헌구가 아뢰기를, “승보시를 보일 때 calculate the calculation scores in advance, and the calculation scores in the Royal Confucian Academy were eliminated. The calculation scores in both the Royal Confucian Academy and the calculation scores in the Royal Confucian Academy were eliminated. Nevertheless, this cannot be removed from the calculation. It is requested that former headmaster Song Jiyang be punished with banishment to a designated area and that the original quota also be removed from the designated area. This means that the calculation scores inflict harmonious effects from the students, and the calculation scores in the Royal Confucian Academy are not worrisome. The King issued a royal directive, which stated, The calculation scores in the Royal Confucian Academy shall be carried out as reported. The former headmaster of the Royal Confucian Academy is truly surprised. However, the calculation scores in the Royal Confucian Academy have already been removed. Therefore, banishment to a designated area.",
                "H2KE-nKo": "일강을 행하였다. 좌의정 이헌구가 아뢰기를,“승보시와 승보시의 점수를 계산하는 문제를 먼저 작성하여 아뢰고, 상제의 통독을 모두 정지한 것은 모두 뒤죽박죽이니, 이는 간삭하는 것으로 그쳐서는 안 됩니다. 전 대사성 송지양에게 찬배하는 형전을 시행하고, 원래의 방목도 시행하지 말게 하여, 한편으로는 거자들의 난패한 버릇을 징계하고 한편으로는 승보시와 승보시와 승보시에 차이가 나는 문제가 없게 하소서.”하니, 전교하기를,“승보시와 승보시를 파방하는 문제는 아뢴 대로 시행하라. 전 대사성의 일은 실로 놀랍다. 그러나 이미 간삭하였으니 찬배는 우선 보류하라.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 20일(병인) 1번째기사",
                "gt-oKo": "일강하였다. 좌의정 이헌구(李憲球)가 아뢰기를, “승보시(陞補試)는 획수(劃數)를 계산하여 앞서 수계(修啓)하였고, 상제(庠製)의 통독(通讀)을 아울러 정파(停罷)한 것은 전도(顚倒)되지 않음이 없으니, 이는 간삭(刊削)에 그칠 수 없습니다. 청컨대 전 대사성(大司成) 송지양(宋持養)은 찬배(竄配)의 율을 시행하고, 원방목(原榜目) 또한 시행하지 않음으로써 한편으로는 거자(擧子)의 난패(亂悖)한 습성을 징계하고 한편으로는 승보(陞補)와 상제(庠製)가 다른 바 근심이 없도록 하소서.” 하니, 하교하기를, “승보(陞補)의 파방(罷榜)은 아뢴 대로 시행하라. 전 반장(泮長)의 일은 실로 놀라운 일이나 이미 간삭(刊削)이 있었으니 찬배(竄配)의 일은 우선 보류하도록 하라.” 하였다.",
                "hj": "○丙寅/日講。 左議政李憲球啓言: “陞試計劃之先爲修啓, 庠製通讀之竝爲停罷, 無非顚錯, 此不可刊削而止。 請前大司成宋持養, 施以竄配之典, 原榜亦令勿施, 一以懲擧子亂悖之習, 一以無陞庠異同之患。” 敎曰: “陞補罷榜, 依施。 前泮長事, 實爲駭然, 而旣有刊削, 竄配安徐。”"
            },
            "2": {
                "H2KE-EN": "The King summoned Governor of Pyeongan Province Kim Jingi and held audience with him before the King prior to departing for his post.",
                "H2KE-nKo": "평안 감사 김병기를 불러서 보았다. 하직 인사를 하였기 때문이다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 20일(병인) 2번째기사",
                "gt-oKo": "평안 감사 김병기(金炳冀)를 소견(召見)하였으니, 사폐(辭陛)한 때문이었다.",
                "hj": "○召見平安監司金炳冀, 辭陛也。"
            },
            "3": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 20일(병인) 3번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○召對。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On jeongmyo day, [the King] proceeded to Injeong Hall and held the Royal Wedding Ceremony (Hall of Benevolent Governance . Vice-Director [of the Royal Wedding Ceremony] Li Biheng was eligible to be 전시에 곧바로 응시할 자격을 주었다.",
                "H2KE-nKo": "인정전에 나아가 감제를 행하였다. 부에 진사 조병협에게 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 21일(정묘) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에 나아가 감제(柑製)를 행하고, 부(賦)에 수위를 차지한 진사(進士) 조병협(趙秉協)을 직부 전시(直赴殿試)하게 하였다.",
                "hj": "○丁卯/御仁政殿, 行柑製, 賦進士趙秉恊, 直赴殿試。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On gabin day, the King attended the Royal Lecture on the Day of Cold Food .",
                "H2KE-nKo": "무진일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 22일(무진) 1번째기사",
                "gt-oKo": "일강(日講)하였다.",
                "hj": "○戊辰/日講。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On gabin day, the King attended the Royal Lecture on the first day of the twelfth month.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 23일(기사) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○己巳/日講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 23일(기사) 2번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○召對。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "On gabo day, the King attended the Royal Lecture on the fifth day of the fifth month.",
                "H2KE-nKo": "경오년의 회일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 24일(경오) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○庚午/日講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 24일(경오) 2번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○召對。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On sinmi day, the King attended the Royal Lecture on the first day of the month.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 25일(신미) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○辛未/日講。"
            },
            "2": {
                "H2KE-EN": "On sinhae day, the King 차대를 희정당에서 행하였다. Left State Councilor Yi 헌구가 아뢰기를, “무신으로서 이력이 있는 자를 border areas has already reached fifteen months, and those who have been replaced after the three evaluations have not yet been replaced. Even though the official of the senior third rank or above in charge did not report this to the throne, the official of the senior third rank or above should be allowed to 이력이 있는 자를 허용하되, regardless of whether the official of the junior fifth rank or below are replaced or whether the official of the senior third rank or below are replaced or whether the official of the junior fifth rank or below, whether the official of the junior fifth rank or below are replaced or whether the official of the jurisdiction is imposible, should not be replaced. This should be made a permanent regulation. The King approved of this.",
                "H2KE-nKo": "희정당에서 차대를 행하였다. 좌의정 이헌구가 아뢰기를,“무신이 변지 이력으로 이미 15개월이 찼는데도 3고를 채우지 못하고 체차된 자에 대해서는 해당 당상이 아뢰지 않더라도 이력을 허용하되 15개월 이외의 포폄 제목으로 낮출 경우와 읍진의 일로 인하여 죄를 지어 파직될 경우 이력으로 인정하지 말라는 뜻으로 영구히 정식으로 삼으소서.”하니, 그대로 따랐다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 25일(신미) 2번째기사",
                "gt-oKo": "희정당(熙政堂)에서 차대(次對)하였다. 좌의정 이헌구(李憲球)가 아뢰기를, “무신(武臣)으로서 변지 이력(邊地履歷)이 이미 15개월이 차서 삼고(三考)를 준하지 않고서도 체직(遞職)된 자는 비록 해당(該堂)의 주청한 바가 없더라도 이력(履歷)을 허용하되, 15개월 이외의 폄하(貶下)된 자와 읍진(邑鎭)의 일로 인해 죄파(罪罷)된 자는 말할 것도 없이 이력을 시행하지 말라는 뜻을 영구히 정식(定式)으로 삼으소서.” 하니, 그대로 따랐다.",
                "hj": "○次對于熙政堂。 左議政李憲球啓言: “武臣邊地履歷, 旣滿十五朔, 未準三考而見遞者, 雖無該堂所奏, 許用履歷, 而無論十五朔以外貶下及因邑鎭事罪罷, 則勿施履歷之意永爲定式。” 從之。"
            },
            "3": {
                "H2KE-EN": "The King appointed Im Taeyeong as chief circuit commander of the Right frontier commander .",
                "H2KE-nKo": "임태영을 우변포도대장으로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 25일(신미) 3번째기사",
                "gt-oKo": "임태영(任泰瑛)을 우변 포도 대장(右邊捕盜大將)으로 삼았다.",
                "hj": "○以任泰瑛爲右邊捕盜大將。"
            },
            "4": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, According to precedent, the student of the Office of Palace Procurement shall be reduced for the position of grand master for upholding state laws. From this day forward, no longer shall be recommended.",
                "H2KE-nKo": "전교하기를,“내각 제학의 자급을 보국숭록대부로 올려 주는 것은 으레 감하하니, 앞으로는 다시 의망하지 말라.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 25일(신미) 4번째기사",
                "gt-oKo": "하교하기를, “내각 제학(內閣提學)은 보국(輔國)에 승자(陞資)하였다가 으레 감하(減下)하는데, 이후로는 다시 의망(擬望)하지 말도록 하라.” 하였다.",
                "hj": "○敎曰: “內閣提學陞資輔國, 例爲減下, 此後更勿擬望。”"
            },
            "5": {
                "H2KE-EN": "The King appointed Kim Ikgi as deputy director of the Office of Royal Decrees .",
                "H2KE-nKo": "김병기를 규장각 제학으로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 25일(신미) 5번째기사",
                "gt-oKo": "김병기(金炳冀)를 규장각 제학으로 삼았다.",
                "hj": "○以金炳冀爲奎章閣提學。"
            },
            "6": {
                "H2KE-EN": "Supreme General [of the Middle Army Commandery General] Kim Dohuhui presented a memorial requesting that he be retire from his office. The King did not approve his request.",
                "H2KE-nKo": "판중추부사 김도희가 상소하여 치사하기를 청하니, 비답을 내려 허락하지 않았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 25일(신미) 6번째기사",
                "gt-oKo": "판부사 김도희(金道喜)가 상소하여 휴치(休致)하기를 청하였으나, 비답을 내려 윤허하지 않았다.",
                "hj": "○判府事金道喜, 疏乞休致, 賜批不許。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On sinhae day, the King attended the Royal Lecture on the Dairy of Cold Food .",
                "H2KE-nKo": "임신년의 일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 26일(임신) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○壬申/日講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 26일(임신) 2번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○召對。"
            },
            "3": {
                "H2KE-EN": "The King appointed Hong Jaryong as 어영 대장 .",
                "H2KE-nKo": "홍재룡을 어영대장으로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 26일(임신) 3번째기사",
                "gt-oKo": "홍재룡(洪在龍)을 어영 대장으로 삼았다.",
                "hj": "○以洪在龍爲御營大將。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On gyeyu day, the King attended the Royal Lecture on the Dairy of Cold Food .",
                "H2KE-nKo": "일강과 계유년을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 27일(계유) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○癸酉/日講。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On gapsul day, the King attended the Royal Lecture on the first day of the month in the gapjin year (.",
                "H2KE-nKo": "갑술년의 회일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 28일(갑술) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○甲戌/日講。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Yongeun as fourth-tier instructor of the Office of Royal Decrees and formerly appointed him as fourth-tier instructor of the Office of Royal Decrees .",
                "H2KE-nKo": "이용은을 규장각 대교로 삼았는데, 전망 단자에 오른 것이다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 28일(갑술) 2번째기사",
                "gt-oKo": "이용은(李容殷)을 규장각 대교(奎章閣待敎)로 삼았으니, 전망(前望)에 의한 것이었다.",
                "hj": "○以李容殷爲奎章閣待敎, 前望也。"
            },
            "3": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 28일(갑술) 3번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○召對。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On giyu day, the King proceeded to Injeong Hall and personally delivered incense and the written invocation for the winter state sacrifice at the Royal Cuisine Office .",
                "H2KE-nKo": "인정전에 나아가 경모궁의 동향 대제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 3일(기유) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에 나아가 경모궁(景慕宮)의 동향(冬享)에 쓸 향과 축문을 친히 전하였다.",
                "hj": "○己酉/詣仁政殿, 親傳景慕宮冬享香祝。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 3일(기유) 2번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○召對。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "The King received the officials in the morning court assembly in the gyeongsul year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 4일(경술) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○庚戌/召對。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On sinhae day, the King received officials in the morning court assembly in the sinhae year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 5일(신해) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○辛亥/召對。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On imja day, the King received the officials in the morning court assembly in imja year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 6일(임자) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○壬子/召對。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On gyechuk day, [the King] ordered the Ministry of Punishments to have Jeong Hyeonryeom , a man who made trouble at the frontier of the second-stage civil service examination , all of them be assigned to military service in the coastal areas of the provincial headquarters.",
                "H2KE-nKo": "형조의 합제 때 과장을 어지럽힌 정현념 등을 모두 영남의 연읍에 충군하라고 명하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 7일(계축) 1번째기사",
                "gt-oKo": "추조(秋曹)에 명하여 합제(合製) 때에 시장(試場)을 어지럽힌 정현념(鄭顯念) 등을 모두 경상도 연안에 충군(充軍)하게 하였다.",
                "hj": "○癸丑/命秋曹合製亂場人鄭顯念等, 竝嶺沿充軍。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture on the first day of the eleventh month.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 8일(갑인) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○甲寅/日講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 8일(갑인) 2번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○召對。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On eulmyo day, the King attended the Royal Lecture on the first day of the eleventh month.",
                "H2KE-nKo": "을묘년의 회일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 9일(을묘) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○乙卯/日講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 9일(을묘) 2번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○召對。"
            },
            "3": {
                "H2KE-EN": "The King ordered that Jeong Hyeonryeom and others all be released.",
                "H2KE-nKo": "정현념 등을 모두 풀어 주라고 명하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 11월 9일(을묘) 3번째기사",
                "gt-oKo": "명하여 정현념(鄭顯念) 등을 모두 방면(放免)하게 하였다.",
                "hj": "○命鄭顯念等竝放。"
            }
        }
    },
    "12": {
        "1": {
            "1": {
                "H2KE-EN": "On byeongja day, at the byeongja year (, [the King] went to the hall of governance to pay a visit to the Royal Ancestral Shrine .",
                "H2KE-nKo": "진전에 나아가 전배하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 12월 1일(병자) 1번째기사",
                "gt-oKo": "진전(眞殿)에 나아가 전배(展拜)하였다.",
                "hj": "○丙子/詣眞殿展拜。"
            },
            "2": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 12월 1일(병자) 2번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○日講。"
            },
            "3": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 12월 1일(병자) 3번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○召對。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "On eulyu day, the first day of the twelfth month, the King attended the Royal Lecture.",
                "H2KE-nKo": "을유년의 일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 12월 10일(을유) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○乙酉/日講。"
            },
            "2": {
                "H2KE-EN": "The 삼사에서 합계하여 청하기를, “의금부로 하여금 죄인 Mun Gyeongryeo , who had been banished to a designated area, interrogating him. 하니, 비답하기를, “이미 앞서의 비답에서 유시하였다.” 하였다.",
                "H2KE-nKo": "삼사가 합동으로 아뢰어, 의금부로 하여금 향리로 내쫓은 죄인 문경애를 잡아다 국문할 것을 청하니, 비답하기를,“이미 앞서의 비답에서 유시하였다.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 12월 10일(을유) 2번째기사",
                "gt-oKo": "삼사(三司)에서 합계(合啓)하여 왕부(王府)로 하여금 방축 죄인(放逐罪人) 문경애(文慶愛)를 나국(拿鞫)하기를 청하니, 비답하기를, “이미 전의 비답(批答)에서 유시하였다.” 하였다.",
                "hj": "○三司合啓, 請令王府, 拏鞫放逐罪人文慶愛, 批曰: “已諭於前批矣。”"
            },
            "3": {
                "H2KE-EN": "The King appointed Yi Nojeung as the Office of the Inspector General and Jo Chungsik as the Office of the Censor General .",
                "H2KE-nKo": "이노병을 사헌부 대사헌으로, 조충식을 사간원 대사간으로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 12월 10일(을유) 3번째기사",
                "gt-oKo": "이노병(李魯秉)을 사헌부 대사헌으로, 조충식(趙忠植)을 사간원 대사간으로 삼았다.",
                "hj": "○以李魯秉爲司憲府大司憲, 趙忠植爲司諫院大司諫。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On byeongja day, the King attended the Royal Lecture on the first day of the second month in the byeongsul year (.",
                "H2KE-nKo": "병술년의 회일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 12월 11일(병술) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○丙戌/日講。"
            },
            "2": {
                "H2KE-EN": "Seo Wonsun was appointed as third minister of personnel .",
                "H2KE-nKo": "서원순을 이조 참의로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 12월 11일(병술) 2번째기사",
                "gt-oKo": "서원순(徐元淳)을 이조 참의로 삼았다.",
                "hj": "○以徐元淳爲吏曹參議。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On jeonghae day, the King attended the Royal Lecture on the New Years Day.",
                "H2KE-nKo": "정축년의 회일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 12월 12일(정해) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○丁亥/日講。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "On muja day, the first day of the month, the King attended the Royal Lecture on the muja year (.",
                "H2KE-nKo": "무자년의 회일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 12월 13일(무자) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○戊子/日講。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "On gichuk day, the King attended the Royal Lecture on the first day of the ninth month in the gichuk year (.",
                "H2KE-nKo": "기축년의 일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 12월 14일(기축) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○己丑/日講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 12월 14일(기축) 2번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○召對。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On gyeongin day, the King attended the Royal Lecture on the first day of the gyeongin year (.",
                "H2KE-nKo": "경인일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 12월 15일(경인) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○庚寅/日講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 12월 15일(경인) 2번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○召對。"
            },
            "3": {
                "H2KE-EN": "The King appointed Seo Yeomsun as magistrate of Gwangju Strategic Prefecture and Jo Jongjun as governor of Hamgil Province .",
                "H2KE-nKo": "서염순을 광주부 유수로, 조병준을 함경도 관찰사로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 12월 15일(경인) 3번째기사",
                "gt-oKo": "서염순(徐念淳)을 광주부 유수로, 조병준(趙秉駿)을 함경도 관찰사로 삼았다.",
                "hj": "○以徐念淳爲廣州府留守, 趙秉駿爲咸鏡道觀察使。"
            },
            "4": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, In the past, when the appraisal of the appraisal.",
                "H2KE-nKo": "전교하기를,“지난달 전최에 대해 신칙한 것이 과연 어떠하였는가. 그런데도 황해 감사의 전최에서는 중등과 하등을 맞은 자가 한 사람도 없는가. 기강으로 볼 때 그대로 두어서는 안 되니, 함사추고하라.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 12월 15일(경인) 4번째기사",
                "gt-oKo": "하교하기를, “지난달에 전최(殿最)에 대하여 어떻게 신칙(申飭)하였기에 해백(海伯)의 전최에는 한 사람도 중(中)·하(下)에 든 자가 없는가? 기강(紀綱)이 있는 바 그대로 둘 수가 없으니, 함사(緘辭)로 추고(推考)하도록 하라.” 하였다.",
                "hj": "○敎曰: “月前殿最, 申飭果何如, 而海伯殿最, 無一人居中居下? 紀綱所在, 不可仍置, 施以緘辭推考。”"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On sinhae day, the King attended the Royal Lecture on the first day of the eleventh month.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 12월 16일(신묘) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○辛卯/日講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 12월 16일(신묘) 2번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○召對。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On gapjin day, the King attended the Royal Lecture on the first day of the twelfth month.",
                "H2KE-nKo": "임일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 12월 17일(임진) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○壬辰/日講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 12월 17일(임진) 2번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○召對。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On gyesa day, the King attended the Royal Lecture on the fifteenth day of the ninth month.",
                "H2KE-nKo": "계축년의 회일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 12월 18일(계사) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○癸巳/日講。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On jeongchuk day, the King attended the Royal Lecture on the Day of Cold Food .",
                "H2KE-nKo": "정축년의 회일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 12월 2일(정축) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○丁丑/日講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 12월 2일(정축) 2번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○召對。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "Governor of Pyeongan Province Kim Ikgi submitted a memorial requesting the reformation of the evils of this province. The King responded, The command provincial headquarters are vast, and the entire province has suffered from hardships. Every day and night I worry that I cannot neglect this reform. As for the supply of relief aid, have the State Council deliberate on the matter and then report to me.",
                "H2KE-nKo": "무술년 평안 감사 김병기가 상소하여 본도의 폐단을 바로잡을 것을 청하니, 비답하기를,“한 영이 텅 비어 온 도가 곤란을 겪고 있으니, 관서를 돌아보는 일념이 밤낮으로 해이해지지 않고 있다. 바로잡을 방도와 구급할 재원을 묘당에서 충분히 상의한 다음 내게 물어 처리하라.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 12월 23일(무술) 1번째기사",
                "gt-oKo": "평안 감사 김병기(金炳冀)가 상소하여 본도의 폐단을 구제하는 방책을 청하니, 비답하기를, “온 영(營)이 텅비어 온 도내가 곤란을 겪고 있으니, 서도(西道)를 돌아보는 한 마음이 밤낮으로 풀리지 않는다. 교구(矯捄)할 방책과 구급(救急)할 자료를 묘당(廟堂)에서 잘 의논하여 품처(稟處)하도록 하라.” 하였다.",
                "hj": "○戊戌/平安監司金炳冀, 疏請本道捄弊, 批曰: “一營枵然, 全省受困, 西顧一念, 夙夜靡懈, 矯捄之方。 救急之資, 自廟堂, 爛商稟處。”"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "The King issued a royal directive to the Royal Confucian Academy in the gihae year (: Yi Hyeonseo , the Royal Confucian Academy ; Min Chiseong , the Office of the Inspector General ; and Yi Wonjo , the Office of the Censor General .",
                "H2KE-nKo": "기해년 도목 정사를 행하였다. 하비하여 이현서를 성균관 대사성으로, 민치성을 사헌부 대사헌으로, 이원조를 사간원 대사간으로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 12월 24일(기해) 1번째기사",
                "gt-oKo": "도정(都政)을 행하였다. 하비(下批)하여 이현서(李玄緖)를 성균관 대사성으로, 민치성(閔致成)을 사헌부 대사헌으로, 이원조(李源祚)를 사간원 대사간으로 삼았다.",
                "hj": "○己亥/都政, 下批, 以李玄緖爲成均館大司成, 閔致成爲司憲府大司憲, 李源祚爲司諫院大司諫。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "희정당에서 차대를 행하였다. Left State Councilor Yi 헌구가 아뢰기를, “선혜청의 5,000냥 of coins, 6,000만 냥을 포세전으로 interpreters in the Office of Interpreters , is specially permitted to lend from Pyeongan Province to provide relief to starving people and to rebuild a new surveillance. [The King] followed this [advice].",
                "H2KE-nKo": "희정당에서 차대를 행하였다. 좌의정 이헌구가 아뢰기를,“선혜청의 돈 5만 냥과 사역원의 포세전 6만 냥을 특별히 관서에 빌려주어 굶주린 백성을 구제하고 군영의 모양을 새롭게 하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 12월 25일(경자) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 차대(次對)하였다. 좌의정 이헌구(李憲球)가 아뢰기를, “선혜청(宣惠廳)의 전문(錢文) 5만 냥(兩)과 사역원(司譯院)의 포세전(包稅錢) 6만 냥을 특별히 관서(關西)에 빌려 주도록 허락하여 굶주리는 백성을 구제하고 감영(監營)의 모양을 일신(一新)하게 하소서.” 하니, 그대로 따랐다.",
                "hj": "○庚子/次對于熙政堂。 左議政李憲球啓言, “惠廳錢五萬兩, 譯院包稅錢六萬兩, 特爲許貸關西, 使之濟活饑口, 賁新營樣。” 從之。"
            },
            "2": {
                "H2KE-EN": "The King summoned local magistrates and the frontier garrisons who had entered government service for the first time.",
                "H2KE-nKo": "수령, 변장, 초사인을 불러서 보았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 12월 25일(경자) 2번째기사",
                "gt-oKo": "수령(守令)과 변장(邊將)의 초사인(初仕人)을 소견(召見)하였다.",
                "hj": "○召見守令邊將初仕人。"
            },
            "3": {
                "H2KE-EN": "The King appointed Hong Jaryong as 훈련 대장 of the Military Training Office and Yi Huigyeong as 어영 대장으로 삼았다.",
                "H2KE-nKo": "홍재룡을 훈련대장으로, 이희경을 어영대장으로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 12월 25일(경자) 3번째기사",
                "gt-oKo": "홍재룡(洪在龍)을 훈련 대장(訓鍊大將)으로, 이희경(李熙絅)을 어영 대장(御營大將)으로 삼았다.",
                "hj": "○以洪在龍爲訓鍊大將, 李熙絅爲御營大將。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "Yi Gyucheol was appointed army commander of Pyeongan Province .",
                "H2KE-nKo": "신축년에 이규철을 평안도 병마절도사로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 12월 26일(신축) 1번째기사",
                "gt-oKo": "이규철(李圭徹)을 평안도 병마 절도사로 삼았다.",
                "hj": "○辛丑/以李圭徹爲平安道兵馬節度使。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On imin day, the first day of the month, the King proceeded to Injeong Hall and performed the spring state sacrifice at the Royal Ancestral Shrine .",
                "H2KE-nKo": "인정전에 나아가 종묘 춘향 대제의 서계를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 12월 27일(임인) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에 나아가 종묘(宗廟) 춘향(春享)의 서계(誓戒)를 행하였다.",
                "hj": "○壬寅/詣仁政殿, 行宗廟春享誓戒。"
            },
            "2": {
                "H2KE-EN": "The King appointed Sim Seungtaek as third minister of personnel .",
                "H2KE-nKo": "심승택을 이조 참의로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 12월 27일(임인) 2번째기사",
                "gt-oKo": "심승택(沈承澤)을 이조 참의로 삼았다.",
                "hj": "○以沈承澤爲吏曹參議。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On gyemyo day, [the King] appointed Yi Wondal as magistrate of Gaeseong Magistracy and Hong Yeol as magistrate of Ganghwa Strategic Prefecture .",
                "H2KE-nKo": "계묘년에 이원달을 개성부 유수로, 홍우철을 강화부 유수로 삼았다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 12월 28일(계묘) 1번째기사",
                "gt-oKo": "이원달(李源達)을 개성부 유수로, 홍우철(洪祐喆)을 강화부 유수로 삼았다.",
                "hj": "○癸卯/以李源達爲開城府留守, 洪祐喆爲江華府留守。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On muin day, [the King] visited the Royal Placenta Chamber in the muin year ( and attended the Royal Lecture on the Confucian Classics.",
                "H2KE-nKo": "희정당에서 약원의 입진과 일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 12월 3일(무인) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 약원(藥院)의 입진(入診)과 일강을 행하였다.",
                "hj": "○戊寅/藥院入診及日講于熙政堂。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 12월 3일(무인) 2번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○召對。"
            },
            "3": {
                "H2KE-EN": "Third Censor Kim Yeonggi submitted a memorial petitioning for the punishment of Mun Gyeongryeo , an official of the senior third rank or above in the Ministry of War . The King said, The matter of the officials of the senior third rank or above in the Ministry of War is due to a lack of proprieties. How could this be severely reprimanded? The request is excessive. Release the punishment of banishment to a designated area. This was because the two characters of the honorificant related to the royal court were reported.",
                "H2KE-nKo": "헌납 김영기가 상소하여 병조 당상 문경애를 논하니, 비답하기를,“병조 당상의 일은 먼 지방의 사람이 규례에 어두운 소치이니, 어찌 깊이 책망할 것이 있겠는가. 청한 바가 지나치니, 향리로 내쫓는 형전을 시행하라.”하였다. 군호를 작성하여 아뢴 것은 추숭이라는 두 글자 때문이었다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 12월 3일(무인) 3번째기사",
                "gt-oKo": "헌납 김영기(金永基)가 상소하여 병조 당상(兵曹堂上) 문경애(文慶愛)를 논박(論駁)하자, 비답하기를, “기당(騎堂)의 일은 먼 지방에 있던 사람이 관례에 어두운 소치이니, 어찌 크게 책망할 수 있겠는가? 소청이 지나치니, 방축(放逐)의 율(律)로 시행하도록 하라.” 하였으니, 군호(軍號)를 수계(修啓)할 때 ‘추숭(追崇)’ 두 자로 서계(書啓)한 까닭이었다.",
                "hj": "○獻納金永基, 疏論兵曹堂上文慶愛, 批曰: “騎堂事, 遐土之人, 昧例所致, 何足深責? 所請過矣, 施以放逐之典。” 軍號修啓, 以 ‘追崇’ 二字故也。"
            },
            "4": {
                "H2KE-EN": "The officials of the Office of the Inspector General presented a joint memorial to the King【 Inspector General Kim Giman , Inspector General Yi Jedal , Censor Shin Jwacho , Fourth Inspector Im Munsu , Third Censor Kim Yeonggi , and Fourth Censor Yi Yuseok .】 request that Your Majesty urgently grant approval of approval. The King responded, I already explained the memorial to the Office of the Censor General.",
                "H2KE-nKo": "양사 - 대사헌 김기만, 대사간 이제달, 사간 신좌모, 지평 임문수, 헌납 김영기, 정언 이유석 - 가 연명으로 차자를 올려 속히 윤허한다는 명을 내릴 것을 청하니, 비답하기를,“헌납에게 내린 비답에서 이미 유시하였다.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 12월 3일(무인) 4번째기사",
                "gt-oKo": "양사(兩司)에서 연차(聯箚)【대사헌 김기만(金箕晩), 대사간 이제달(李濟達), 사간 신좌모(申佐模), 지평 임문수(林文洙), 헌납 김영기(金永基), 정언 이유석(李裕奭)이다.】하여 윤허하는 유음(兪音)를 빨리 내리기를 청하니, 비답하기를, “이미 헌납의 비답에 유시(諭示)하였다.” 하였다.",
                "hj": "○兩司聯箚,【大司憲金箕晩, 大司諫李濟達, 司諫申佐模, 持平林文洙, 獻納金永基, 正言李裕奭】請亟降允兪之音, 批曰: “已諭於獻納之批矣。”"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "On eulsa day, the first day of the eulsa year (, [the King] visited the hall of governance to pay his respects [to the Abdicated King].",
                "H2KE-nKo": "을사년에 진전에 나아가 전배하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 12월 30일(을사) 1번째기사",
                "gt-oKo": "진전(眞殿)에 나아가 전배(展拜)하였다.",
                "hj": "○乙巳/詣眞殿展拜。"
            },
            "2": {
                "H2KE-EN": "The Hanseong Magistracy presented the King with a total of 158 households, 8,875 households, and 342,741 men, 338 households, 7,465 women.",
                "H2KE-nKo": "한성부에서 민수를 올렸다. - 오부와 팔도의 원호는 158만 8875호인데, 남자는 342만 2741구이고 여자는 338만 7465구이다. -\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 12월 30일(을사) 2번째기사",
                "gt-oKo": "경조(京兆)에서 민수(民數)를 바치었다.【5부(五部)·8도(八道)의 원호(元戶)가 1백 58만 8천 8백75호(戶)인데, 남자가 3백 42만 2천 7백 41명이고, 여자가 3백 38만 7천 4백 65명이었다.】",
                "hj": "○京兆獻民數【五部八道元戶一百五十八萬八千八百七十五戶, 男三百四十二萬二千七百四十一口, 女三百三十八萬七千四百六十五口】。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On gyemyo day, the King attended the Royal Lecture on the first day of the twelfth month.",
                "H2KE-nKo": "기묘년의 회일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 12월 4일(기묘) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○己卯/日講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 12월 4일(기묘) 2번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○召對。"
            },
            "3": {
                "H2KE-EN": "옥당【부제학 정기세, 응교 Seo Ikbo, 부응교 조문화, 교리 조재응·이정신, 부교리 이유겸·박규수, 수찬 권응기, 부수찬 홍종서·최우형이다.】에서 연명으로 차자를 올려 청하기를, “빨리 대간의 청을 윤허하소서.” 하니, 비답하기를, “이미 대간의 차자에 대한 비답에서 유시하였다.” 하였다.",
                "H2KE-nKo": "옥당 - 부제학 정기세, 응교 서익보, 부응교 조문화, 교리 조재응ᆞ이정신, 부교리 이유겸ᆞ박규수, 수찬 권응기, 부수찬 홍종서ᆞ최우형이다. - 이 연명으로 차자를 올려 대간의 청을 속히 윤허해 주기를 청하니, 비답하기를,“이미 대간의 차자에 대한 비답에서 유시하였다.”하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 12월 4일(기묘) 3번째기사",
                "gt-oKo": "옥당(玉堂)에서 연차(聯箚)【부제학 정기세(鄭基世), 응교 서익보(徐翼輔), 부응교 조문화(趙文和), 교리 조재응(趙在應)·이정신(李鼎信), 부교리 이유겸(李維謙)·박규수(朴珪壽), 수찬 권응기(權應夔), 부수찬 홍종서(洪鍾序)·최우형(崔遇亨)이다.】하여 빨리 대간(臺諫)의 청을 윤허하기를 청하니, 비답하기를, “이미 대간의 차자에 대한 비답에 유시(諭示)하였다.” 하였다.",
                "hj": "○玉堂聯箚,【副提學鄭基世, 應敎徐翼輔, 副應敎趙文和, 校理趙在應、李鼎信, 副校理李維謙、朴珪壽, 修撰權應夔, 副修撰洪鍾序、崔遇亨】請亟允臺請, 批曰: “已諭於臺箚之批矣。”"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On gyeongjin day, the King attended the Royal Lecture on the Day of Cold Food .",
                "H2KE-nKo": "경진일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 12월 5일(경진) 1번째기사",
                "gt-oKo": "일강(日講)하였다.",
                "hj": "○庚辰/日講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 12월 5일(경진) 2번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○召對。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On gabin day, the King attended the Royal Lecture on the first day of the sinchuk year (.",
                "H2KE-nKo": "신사년의 일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 12월 6일(신사) 1번째기사",
                "gt-oKo": "일강(日講)하였다.",
                "hj": "○辛巳/日講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 12월 6일(신사) 2번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○召對。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On imo day, the King attended the Royal Lecture on the fifth day of the eleventh month.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 12월 7일(임오) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○壬午/日講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 12월 7일(임오) 2번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○召對。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "The King attended the Royal Lecture on the first day of the twelfth month in the gapsin year (. ",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 12월 9일(갑신) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○甲申/日講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 4권, 3년(1852 임자 / 청 함풍(咸豊) 2년) 12월 9일(갑신) 2번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○召對。"
            }
        }
    }
}