{
    "01": {
        "1": {
            "1": {
                "H2KE-EN": "On byeongo day, the first day of the fifth month, [the King] went to the hall of governance to pay a visit to the hall of governance to pay his respects.",
                "H2KE-nKo": "진전에 나아가 전배하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 1월 1일(병오) 1번째기사",
                "gt-oKo": "진전(眞殿)에 나아가 전배(展拜)하였다.",
                "hj": "○丙午/詣眞殿展拜。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "On eulmi day, the first day of the eleventh month, [the King] went to the Royal Ancestral Shrine to pay a visit to the King. This was done in the spring royal audience.",
                "H2KE-nKo": "을묘년에 경모궁에 나아가 전배하였는데, 춘계 전알이었다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 1월 10일(을묘) 1번째기사",
                "gt-oKo": "경모궁(景慕宮)에 나아가 전배(展拜)하였으니, 춘알(春謁)이었다.",
                "hj": "○乙卯/詣景慕宮展拜, 春謁也。"
            },
            "2": {
                "H2KE-EN": "The King appointed Kim Gik as the Royal Confucian Academy and Sim Uimyeon as the governor of Chungcheong Province .",
                "H2KE-nKo": "김병국을 성균관 대사성으로, 심의면을 충청도 관찰사로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 1월 10일(을묘) 2번째기사",
                "gt-oKo": "김병국(金炳國)을 성균관 대사성(成均館大司成)으로, 심의면(沈宜冕)을 충청도 관찰사(忠淸道觀察使)로 삼았다.",
                "hj": "○以金炳國爲成均館大司成, 沈宜冕爲忠淸道觀察使。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On gyeongsin day, the first day of the month, [the King] went to the hall of governance to pay a visit to the hall of governance to pay his respects.",
                "H2KE-nKo": "진전에 나아가 전배하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 1월 15일(경신) 1번째기사",
                "gt-oKo": "진전(眞殿)에 나아가 전배(展拜)하였다.",
                "hj": "○庚申/詣眞殿展拜。"
            },
            "2": {
                "H2KE-EN": "The King 차대를 행하였다. Former Second Inspector Song Naehui was ordered to promote his successor, and former Vice-Director Yi Changjae and Oh Hyeonsang were selected as special appointees, and former Magistrate Sim Uibok was also ordered to promote his successor. This was because high officials had requested this.",
                "H2KE-nKo": "희정당에서 차대를 행하였다. 전 집의 송내희는 자급을 올려 주고, 전 정 이창재, 오현상은 별천된 사람 중에 전 목사 심의복은 모두 가자하라고 명하였다. 대신이 아뢰었기 때문이다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 1월 15일(경신) 2번째기사",
                "gt-oKo": "희정당(熙政堂)에서 차대(次對)하였다. 명하여 전 집의(執義) 송내희(宋來熙)를 승자(陞資)하고, 전 정(正) 이창재(李昌在)·오현상(吳顯相), 별천(別薦) 중에 있는 전 목사(牧使) 심의복(沈宜復)에게 모두 가자(加資)하게 하였으니, 대신의 주청으로 인한 것이었다.",
                "hj": "○次對于熙政堂。 命前執義宋來熙陞資, 前正李昌在、吳顯相別薦中, 前牧使沈宜復, 幷加資, 因大臣所奏也。"
            },
            "3": {
                "H2KE-EN": "The King said, How is it that the two provincial officials conspired with each other? Left State Councilor Yi 헌구가 말하기를, The size of the size of rice is not permanently designated as the monthly stipends. Due to this, the occurred disputes and damaged the cardinal principles. This is truly not a good thing. Former Governor of Chungcheong Province Yi Geu and Governor of Gyeongsang Province Hong Yeolmoo were all punished for their dismissal. The King followed this advice. ",
                "H2KE-nKo": "주상이 말하기를,“두 도신이 서로 버티고 있는 것은 무슨 까닭인가?”하니, 좌의정 이헌구가 아뢰기를,“두 도에 상여미라는 명색이 있는데, 바로 상정여미는 본래 일정하게 정해진 월봉이 아닙니다. 이 때문에 소란을 일으켜 일의 체모를 손상하였으니, 매우 아름다운 일이 아닙니다. 전 충청 감사 이근우와 경상 감사 홍열모에게 모두 책임을 물어 파직하는 법을 시행하소서.”하자, 그대로 따랐다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 1월 15일(경신) 3번째기사",
                "gt-oKo": "임금이 말하기를, “두 도신(道臣)이 서로 버티는 것은 무엇 때문인가?” 하니, 좌의정 이헌구(李憲球)가 말하기를, “그 도(道)에 상정 여미(詳定餘米)의 명색(名色)이 있었는데, 곧 상정 여미(詳定餘米)란 본시 항상 정해진 월봉(月俸)이 아닙니다. 이로 인하여 소란을 부려서 사체(事體)를 손상시켰으니, 매우 아름다운 일이 아닙니다. 전 충청 감사 이근우(李根友)와 경상 감사(慶尙監司) 홍열모(洪說謨)에게 모두 견파(譴罷)의 율(律)을 시행하게 하소서.” 하니, 그대로 따랐다.",
                "hj": "○上曰: “兩道臣之相持, 是何物乎?” 左議政李憲球曰: “該道有詳餘米名色, 卽詳定餘米, 本非恒定月捧也。 因此起鬧, 隳損事面, 甚非美事。 前忠淸監司李根友, 慶尙監司洪說謨, 竝施譴罷之典。” 從之。"
            },
            "4": {
                "H2KE-EN": "Kim Hakseong was appointed minister of war , and Nam Cheol was appointed governor of Gyeongsang Province .",
                "H2KE-nKo": "김학성을 병조 판서로, 남병철을 경상도 관찰사로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 1월 15일(경신) 4번째기사",
                "gt-oKo": "김학성(金學性)을 병조 판서로, 남병철(南秉哲)을 경상도 관찰사로 삼았다.",
                "hj": "○以金學性爲兵曹判書, 南秉哲爲慶尙道觀察使。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "The King summoned the local magistrates and the frontier garrisons , and instructed them as follows: Ah! It has been long since the peoples livelihoods have suffered from the impoverished hardships. Therefore, it is nothing more than farming if they can sustain their livelihoods and enjoy their livelihoods. Presently, it is a time for the people to recover their livelihoods, and it is the time for farming in the fields. Was the rice crop last autumn not ripened? Does the poor poverty of the people also not starve to death? Does the farmers not worry about the distress? Does the farmers not worry about the hardships? If the poor and the wealthy are supplied with each other, the peoples livelihoods can sufficient. If the farmers are supplied with each other, the farmers will not lose their livelihoods. As for the responsibility of cultivating the farmers and supplementing taxes, the head and the administrative assistants are entrusted with them, and I am entrusted with them. If one possessesses a powerful man to share his livelihoods, then it will be possible for us to clearly see that the Tayayayayayayayayayayayayaya, and thus I will quickly support my children to livelihoods and make every effort to enjoy a good harvest in order to slightly relieve my worries in the Royal Confucian Academy.",
                "H2KE-nKo": "하직 인사를 하는 수령과 변장을 불러서 보았다. 전교하기를,“아, 백성들의 생활이 어려운 지 오래되었고 곤궁함이 극에 달하였으니, 생업에 안착하여 삶을 즐기는 것은 농사보다 나은 것이 없다. 돌아보건대, 지금 정월이 되어 만물이 소생하려 하니, 바로 밭을 갈고 씨를 뿌릴 때이다. 지난가을에 흉년이 들어 과연 떠돌아다니지 않았는가? 가난한 백성들이 가난에 허덕이지 않았는가? 논밭이 황폐해졌는가? 논밭이 황폐해졌는가? 논밭이 수고롭다는 탄식이 없는가? 가난한 백성들이 서로 도와주면 백성들의 힘이 펴질 수 있을 것이고, 있고 없는 것을 서로 도와주면 농사철을 놓치지 않을 수 있을 것이다. 밭을 갈고 세금을 거두어 보조하는 책임에 대해서는 장리(長吏 수령)가 있으니, 내가 지금 감독하고 신칙하고 있다. 그러나 혹시라도 연줄을 타고 긁어모아 편안히 살지 못하게 한다면 만 리 밖을 내다보아도 환히 알 수 있을 것이다. 수중에 있는 태아는 본래 사사로움이 없는 법이니, 우리 백성들은 속히 안착하도록 도모하라. 밭을 갈고 씨 뿌리며 농사에 힘써서 풍년이 드는 경사를 맞이해서 백성들이 삶을 누리는 아름다움을 얻게 하여 밤낮으로 근심하는 나의 마음을 조금이나마 풀어 주도록 하라.”하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 1월 16일(신유) 1번째기사",
                "gt-oKo": "하직(下直)하는 수령(守令)과 변장(邊將)을 소견(召見)하고, 하교하기를, “아! 백성이 간난(艱難)에 시달린 지 오래 되어 곤췌(困瘁)함이 극도에 이르렀는데, 그 생업(生業)에 안심하고 그 생활을 즐겁게 하는 것은 농사만한 것이 없다. 돌아보건대 지금은 삼양(三陽)이 비로소 이르러 만물이 장차 소생하니, 이는 바로 밭에 나아가 경작할 때이다. 지난 가을에는 흉년이 들어서 과연 유리(流離)하지 않았던가? 가난한 집에서 빈궁에 쪼달렸으니 또한 손척(損瘠)하지 않았던가? 전주(田疇)는 묵어 폐농할 근심이 없으며, 농기구를 마련하는 데에 괴로운 한탄은 없는가? 가난한 사람과 부유한 사람이 서로 도와주면 민력(民力)이 펴질 수 있을 것이며, 있고 없는 것을 서로 변통하면 농사철을 잃지 않을 수 있을 것이다. 경종(耕種)하고 수확하는 데 보조(補助)하는 책임과 같은 것은 장리(長吏)에게 있으니, 내가 바야흐로 동독하고 신칙하는 것이다. 그리고 하나라도 혹시 재물을 약탈하는 데 인연하여 백성들이 거처를 정할 수 없게 한다면, 만리(萬里)도 뜰 앞과 같아 밝게 볼 수 있고 손 안의 태아(太阿)는 본래 사사로움이 없으니, 오직 우리 백성이 빨리 편안해지도록 도모하라. 그래서 전토를 갈고 곡식을 가꾸어 삼가 풍년의 경사를 맞이하여, 수확이 풍부한 아름다움을 얻게 함으로써 내가 구중 궁궐에서 소의간식(宵衣旰食)하는 근심을 조금이라도 펼 수 있게 하라.” 하였다.",
                "hj": "○辛酉/召見下直守令邊將, 敎曰: “嗚呼! 生民之艱難久矣, 困瘁極矣, 其所以安其業樂其生, 無農若也。 而顧今三陽載屆, 萬品將蘇, 政是卽田耕作之時也。 前秋失稔, 果不流離歟? 窮蔀喫貧, 亦不捐瘠歟? 田疇無陳廢之患歟? 錢鎛無勞苦之歎歟? 貧富相須, 則民力足以紓也, 有無相資, 則農時可不失也, 至若耕(歛)〔斂〕補助之責, 長吏在焉, 予方(蕫)〔董〕飭之矣。 而一或夤緣剝割, 使不得奠居, 則階前萬里, 其將明見, 手裏太阿, 本自無私, 惟我赤子, 亟圖安集。 服田力穡, 秪迓有秋之慶, 俾獲如京之美, 少紓予九重宵旰之憂。”"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "The King issued a royal directive: In recent years, the evil effects of the state examination have not been numerous. Whenever the state examination passes one time, the people have lost their livelihoods. How can the state law be like this? Although the military service examination passes, there are many problems involved in writing blocks without any problems. Presently, each of you must understand your intent and devote yourself to upholding public order and exert yourself to uphold the royal order. If you again observe the old customs and assumes the miscellaneous examination passers, the civil and military service examination passers shall be punished according to the law. The State Council shall inform the capital and the provinces of this intent.",
                "H2KE-nKo": "전교하기를,“근래 과장의 폐단이 한두 가지가 아니다. 한 번 과시를 치르고 나면 번번이 한 번 인심을 잃으니, 나라의 기강으로 볼 때 어찌 이와 같을 수 있겠는가. 무과로 말하더라도 개봉한 호적에 폐단이 없는 것이 없어서 종종 들려오는 것이 많다. 이번에는 각각 잘 알아서 마음을 다해 공정하게 하여 나의 뜻을 선양하는 도리를 다하도록 힘쓰라. 만약 다시 이전의 버릇을 답습하여 한결같이 난잡한 대로 내버려 둔다면 해당 문무 시관에게 해당하는 형률을 시행할 것이다. 묘당에서는 이러한 뜻으로 서울과 지방에 통지하라.”하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 1월 17일(임술) 1번째기사",
                "gt-oKo": "하교하기를, “근래에 장옥(場屋)의 폐단이 하나만이 아니다. 한 번 과시(科試)를 겪을 때마다 문득 한 번 인심(人心)을 잃으니, 나라의 기강이 있는 곳에 어찌 이와 같을 수 있겠는가? 비록 무거(武擧)로써 말하더라도 개봉(開封)한 문서[籍]에 폐단이 없을 때가 없어서 여러 가지 들리는 일이 많았다. 이번에는 각자가 모름지기 자세히 알아서 마음을 다해 공정하게 처리하여, 대양(對揚)하는 도리를 다하는 데 힘쓰도록 하라. 만일 혹 다시 이전의 습관을 되풀이하여 한결같이 혼잡(混雜)하게 한다면, 해당 문무 시관(文武試官)은 당률(當律)을 시행할 것이니, 묘당(廟堂)에서는 이 뜻을 가지고 경외(京外)에 명을 내려 알리도록 하라.” 하였다.",
                "hj": "○壬戌/敎曰: “近來場屋之(弊)〔弊〕, 不一而足矣。 每經一番科試, 輒失一番人心, 國綱所在, 豈容若是? 雖以武擧言之, 開封之籍, 靡弊不有, 種種入聞者多矣。 今番則各須知悉, 極意秉公, 務盡對揚之道。 而如或復踵前習, 一任淆雜, 當該文武試官, 施以當律, 廟堂以此意, 知委京外。”"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On gapja day, the first day of the twelfth month, [the King] went to Geunso Hall to pay a visit [to the Abdicated King]. Then [the King] went to the shrine of Euneon County in Jeongye Palace to pay a visit [to the Abdicated King].",
                "H2KE-nKo": "갑자년에 영희전에 나아가 전알하고, 이어 저경궁 전계 대원군의 사우와 은언군의 사우에 나아가 전배하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 1월 19일(갑자) 1번째기사",
                "gt-oKo": "영희전(永禧殿)에 나아가 전알(展謁)하고, 이어서 저경궁(儲慶宮)과 전계 대원군(全溪大院君)의 사우(祠宇)와 은언군(恩彦君)의 사우에 나아가 전배(展拜)하였다.",
                "hj": "○甲子/詣永禧殿展謁, 仍詣儲慶宮全溪大院君祠宇恩彦君祠宇展拜。"
            },
            "2": {
                "H2KE-EN": "Nam 헌교 was appointed second minister of personnel , and Jo Dosun third minister of personnel .",
                "H2KE-nKo": "남헌교를 이조 참판으로, 조도순을 이조 참의로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 1월 19일(갑자) 2번째기사",
                "gt-oKo": "남헌교(南獻敎)를 이조 참판(吏曹參判)으로, 조도순(趙道淳)을 이조 참의(吏曹參議)로 삼았다.",
                "hj": "○以南獻敎爲吏曹參判, 趙道淳爲吏曹參議。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "The King appointed Yi Yongsang as navy commander of Right Jeolla Province .",
                "H2KE-nKo": "정미년에 이용상을 전라우도 수군절도사로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 1월 2일(정미) 1번째기사",
                "gt-oKo": "이용상(李容象)을 전라우도 수군 절도사(全羅右道水軍節度使)로 삼았다.",
                "hj": "○丁未/以李容象爲全羅右道水軍節度使。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On eulchuk day, the first day of the month, the physicians of the Office of Royal Genealogy entered the palace and attended upon the King.",
                "H2KE-nKo": "을축년에 약원에서 희정당에 입진하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 1월 20일(을축) 1번째기사",
                "gt-oKo": "약원(藥院)에서 희정당(熙政堂)에 입진(入診)하였다.",
                "hj": "○乙丑/藥院入診于熙政堂。"
            },
            "2": {
                "H2KE-EN": "Senior Military Protector Yi Giyeon submitted a memorial requesting that he be supposed to resign from office. The King granted a royal directive and ordered that he be allowed to resign.",
                "H2KE-nKo": "상호군 이기연이 상소하여 치사하기를 청하니, 비답을 내려 시행하도록 허락하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 1월 20일(을축) 2번째기사",
                "gt-oKo": "상호군(上護軍) 이기연(李紀淵)이 상소(上疏)하여 휴치(休致)하기를 청하니, 비답을 내려 허락하였다.",
                "hj": "○上護軍李紀淵, 上疏請休致, 賜批許施。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On gabin day, the first day of the first month, the King attended the Royal Lecture.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 1월 21일(병인) 1번째기사",
                "gt-oKo": "일강(日講)하였다.",
                "hj": "○丙寅/日講。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the King attended the Royal Lecture on the first day of the twelfth month.",
                "H2KE-nKo": "정묘년의 일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 1월 22일(정묘) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○丁卯/日講。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On gabin day, the King attended the Royal Lecture on the Day of Cold Food .",
                "H2KE-nKo": "무진일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 1월 23일(무진) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○戊辰/日講。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "[The King] ordered a royal secretariat commissioner to grant a mourning rite to Great Lord of Yeongheung and Great Lord of Cheongyang .",
                "H2KE-nKo": "승지를 보내 영안부원군(寧城府院君 김만기)과 청양부부인의 사판에 치제하게 하라고 명하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 1월 24일(기사) 1번째기사",
                "gt-oKo": "승지(承旨)를 보내어 영안 부원군(永安府院君)·청양 부부인(靑陽府夫人)의 사판(祠版)에 치제(致祭)하게 하였다.",
                "hj": "○己巳/命遣承旨, 致祭于永安府院君、靑陽府夫人祠版。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On gabo day, the King attended the Royal Lecture on the fifth day of the fifth month.",
                "H2KE-nKo": "경오년의 회일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 1월 25일(경오) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○庚午/日講。"
            },
            "2": {
                "H2KE-EN": "Kim Gyeongseon was appointed director of the Office of the Queen Mother .",
                "H2KE-nKo": "김경선을 판의금부사로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 1월 25일(경오) 2번째기사",
                "gt-oKo": "김경선(金景善)을 판의금부사(判義禁府事)로 삼았다.",
                "hj": "○以金景善爲判義禁府事。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On sinmi day, the King attended the Royal Lecture on the first day of the month.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 1월 26일(신미) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○辛未/日講。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On sinhae day, the King attended the Royal Lecture on the Day of Cold Food . The King summoned Yi Giyeon , the junior fifth rank military officer , and held audience with him.",
                "H2KE-nKo": "일강을 행하였다. 봉조하 이기연을 불러서 보았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 1월 27일(임신) 1번째기사",
                "gt-oKo": "일강하였다. 봉조하(奉朝賀) 이기연(李紀淵)을 소견(召見)하였다.",
                "hj": "○壬申/日講。 召見奉朝賀李紀淵。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On gyeyu day, the King attended the Royal Lecture on the Dairy of Cold Food .",
                "H2KE-nKo": "일강과 계유년을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 1월 28일(계유) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○癸酉/日講。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On gapsul day, the King attended the Royal Lecture on the first day of the month in the gapjin year (.",
                "H2KE-nKo": "갑술년의 회일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 1월 29일(갑술) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○甲戌/日講。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On musin day, the first day of the month, the King proceeded to the Royal Ancestral Shrine and participated in the ritual purification.",
                "H2KE-nKo": "무신년에 종묘에 나아가 재숙하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 1월 3일(무신) 1번째기사",
                "gt-oKo": "종묘(宗廟)에 나아가 재숙(齋宿)하였다.",
                "hj": "○戊申/詣宗廟齋宿。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "On eulhae day, [the King] attended the Royal Lecture on the first day of the seventh month .",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 1월 30일(을해) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○乙亥/日講。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On giyu day, the first day of the month, the King performed the spring state sacrifice at the Royal Ancestral Shrine . He presented the jade book and the seal of Great King Sunjong .",
                "H2KE-nKo": "종묘의 춘향 대제를 행하고, 순종 대왕의 존호와 책보를 올렸다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 1월 4일(기유) 1번째기사",
                "gt-oKo": "종묘(宗廟)의 춘향(春享)을 행하고, 순종 대왕(純宗大王)의 추상 존호(追上尊號)와 책보(冊寶)를 올렸다.",
                "hj": "○己酉/行宗廟春享追, 上純宗大王尊號冊寶。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "The King proceeded to Injeong Hall and personally delivered incense and the written invocation for the greater felicitous rite at the Altar of the Soil and Grain .",
                "H2KE-nKo": "인정전에 나아가 사직 기곡 대제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 1월 5일(경술) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에 나아가 사직 기곡 대제(社稷祈穀大祭)에 쓸 향과 축문을 친히 전하였다.",
                "hj": "○庚戌/詣仁政殿, 親傳社稷祈穀大祭香祝。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "The King issued a royal directive to the Ministry of Punishments : I saw the problem of grain loans in each jurisdiction, and there are many counties who have no problems and distributed. Truly, this is exceedingly fortunate. However, let the towns and towns be thoroughly inspected and enforced so that there will be no problem for problems. As for the problems of problems, even though there are occasional problems in the jurisdiction of the people, what is it possible for me to spend such problems? The State Council shall thoroughly distinguish these problems and send official documents to the governor of each province in order to correct the problems of the problems by reporting to the King, thereby relieving the peoples resentment.",
                "H2KE-nKo": "전교하기를,“방금 여러 고을에서 환곡의 폐단에 대해 보고한 것을 보니, 폐단이 없는 고을이 많았다. 이는 참으로 뜻밖의 천만다행이다. 그러나 감영과 고을에서는 더욱 살피고 신칙하여 폐단이 생기는 걱정이 없게 하라. 폐단을 말하고 폐단을 바로잡는 고을에 대해서는 비록 혹 원칙에 어긋나는 논의가 있더라도 진실로 백성에게 이롭다면 무엇이 아까워서 시행하지 않겠는가. 묘당에서는 자세히 구별하여 각 해당 도신에게 관문을 보내 신칙하여 보고한 대로 바로잡아서 백성들의 뼈에 사무치는 고통을 덜어 주도록 하라.”하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 1월 6일(신해) 1번째기사",
                "gt-oKo": "하교하기를, “열읍(列邑)의 적곡(糴穀)의 폐단에 대한 보고를 보면, 염산(斂散)의 폐해(弊害)가 없는 고을이 많이 있는데, 이는 진실로 뜻밖의 일로서 아주 다행한 일이다. 그러나 영읍(營邑)에서는 더욱 살피고 신칙하여 폐단이 생기는 근심이 없도록 하라. 폐해를 먼저 말하고 그 폐단을 바로잡는 고을에 이르러서는 비록 혹 상경(常經)에 위배되는 의논이 있더라도 진실로 백성에게 이로운 일이라면 무엇이 아까워서 시행하지 않겠는가? 묘당(廟堂)에서는 자세하게 구별하여 각각 그 도신(道臣)에게 관칙(關飭)하고, 보고한 대로 바로잡아서 백성의 골수에 사무치는 억울함을 덜어주도록 하라.” 하였다.",
                "hj": "○辛亥/敎曰: “卽見列邑糴(弊)〔弊〕之報, 則多有無(弊)〔弊〕(歛)〔斂〕散之邑, 誠是料外萬幸萬幸。 然而營邑益加察飭, 俾無生(弊)〔弊〕之患, 至於說(弊)〔弊〕捄(弊)〔弊〕之邑, 雖或有違經之論, 而苟利於民, 何惜而不施乎? 廟堂細細區別, 關飭各該道臣, 依所報矯捄, 以紓生民切骨之冤。”"
            },
            "2": {
                "H2KE-EN": "The King appointed Seo Sango as section chief of the Left and Right Gyeongsang Provinces .",
                "H2KE-nKo": "서상오를 좌변포도대장으로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 1월 6일(신해) 2번째기사",
                "gt-oKo": "서상오(徐相五)를 좌변 포도 대장(左邊捕盜大將)으로 삼았다.",
                "hj": "○以徐相五爲左邊捕盜大將。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On imja day, the first day of the month, the King proceeded to Injeong Hall in imja year (1422, the second year of King Taejongs reign and offered the honorific title book and the honorific title book. He then received congratulatory greetings and congratulatory greetings.",
                "H2KE-nKo": "임자년에 인정전에 나아가 대왕대비전에 옥책과 금보를 올리고, 이어 진하를 받고 사면령을 반포하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 1월 7일(임자) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에 나아가 대왕 대비전(大王大妃殿)에 책보(冊寶)를 올리고, 이어서 하례를 받고 반사(頒赦)하였다.",
                "hj": "○壬子/詣仁政殿, 上大王大妃殿冊寶, 仍受賀頒赦。"
            },
            "2": {
                "H2KE-EN": "The King ordered the Office of Royal Decrees Yun Gyoseong to promote Yi Wonmyeong , who served as a grand master for comprehensive governance .",
                "H2KE-nKo": "예방 승지 윤교성과 대거 승지 이원명에게 가자하라고 명하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 1월 7일(임자) 2번째기사",
                "gt-oKo": "명하여 예방 승지(禮房承旨) 윤교성(尹敎成)·대거 승지(對擧承旨) 이원명(李源命)에게 가자(加資)하게 하였다.",
                "hj": "○命禮房承旨尹敎成, 對擧承旨李源命, 加資。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On gyechuk day, when performing a rite at the Royal Ancestral Shrine in the gyechuk year (, second libation official and below them were rewarded with varying degrees.",
                "H2KE-nKo": "종묘에 친히 제사 지낼 때의 아헌관 이하에게 차등을 두어 시상하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 1월 8일(계축) 1번째기사",
                "gt-oKo": "종묘(宗廟)에 친히 제사하였을 때의 아헌관(亞獻官) 이하에게 차등있게 시상(施賞)하였다.",
                "hj": "○癸丑/宗廟親祭時亞獻官以下, 施賞有差。"
            },
            "2": {
                "H2KE-EN": "The superintendent of the Directorate of the Establishment of Ceremonies and below the superintendents of the Directorate of the Establishment of Ceremonies were rewarded with varying degrees. Superintendents, Senior Military Protector Jo Giyeong , Minister of Works Yi Donyeong , Chief Fifth-rank Military Official Seo Jeong , Director of the Office of the Royal Stables Jo Munhwa , Second Deputy Director of the Office of the Royal Stables Yi Jongu , and Military Protector Nam Geukha , Comprehensive Military Protector Han Jinjeong , Comprehensive Military Protector Kim Gyeongseon , Comprehensive Military Protector Jo Giyeong , Minister of Works Yi Donyeong , Comprehensive Military Protector Kim Sugeun , Second Deputy Director of the Office of Ritual Procedures Yi Jeong , Fifth-rank Military Official of the Office of Ritual Procedures Yi Gijeong , Comprehensive Military Official [of the Office of Ritual Procedures] and Fifth-rank Military Official [of the Office of Ritual Procedures] Hong Jongseo , Comprehensive Military Official of the Office of State Rites , were all rewarded.",
                "H2KE-nKo": "추상존호도감 가상존호도감 도제조 이하에게 차등을 두어 시상하였다. 제조인 상호군 조기영, 공조 판서 이돈영, 도청인 부사과 서상정, 사복 정 조문화, 대축인 부사과 이종우, 독옥책관인 호군 남헌교, 독금보관인 호군 한진정, 악장문 제술관인 대호군 김경선, 제조인 상호군 조기영, 공조 판서 이돈영, 악장문 제술관인 대호군 김수근, 좌통례 이정, 우통례 이기정, 선교관인 부사과 홍종서, 전사관인 봉상 정 강한혁에게 모두 가자하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 1월 8일(계축) 2번째기사",
                "gt-oKo": "추상 존호 도감(追上尊號都監)·가상 존호 도감(加上尊號都監)의 도제조(都提調) 이하에게 차등있게 시상(施賞)하고, 제조(提調)인 상호군(上護軍) 조기영(趙冀永)·공조 판서(工曹判書) 이돈영(李敦榮), 도청(都廳)인 부사과(副司果) 서상정(徐相鼎)·사복 정(司僕正) 조문화(趙文和), 대축(大祝)인 부사과(副司果) 이종우(李鍾愚), 독옥책관(讀玉冊官)인 호군(護軍) 남헌교(南獻敎), 독금보관(讀金寶官)인 호군(護軍) 한진정(韓鎭庭), 악장문 제술관(樂章文製述官) 대호군(大護軍) 김경선(金景善), 제조(提調)인 상호군(上護軍) 조기영(趙冀永)·공조 판서(工曹判書) 이돈영(李敦榮), 악장문 제술관(樂章文製述官)인 대호군 김수근(金洙根), 좌통례(左通禮) 이정(李珽), 우통례(右通禮) 이기정(李冀禎), 선교관(宣敎官)인 부사과(副司果) 홍종서(洪鍾序), 전사관(典祀官)인 봉상 정(奉常正) 강한혁(姜漢赫)에게 모두 가자(加資)하였다.",
                "hj": "○追上尊號都監加上尊號都監都提調以下, 施賞有差, 提調上護軍趙冀永, 工曹判書李敦榮, 都廳副司果徐相鼎, 司僕正趙文和, 大祝副司果李鍾愚, 讀玉冊官護軍南獻敎, 讀金寶官護軍韓鎭庭, 樂章文製述官大護軍金景善, 提調上護軍趙冀永, 工曹判書李敦榮, 樂章文製述官大護軍金洙根, 左通禮李珽, 右通禮李冀禎, 宣敎官副司果洪鍾序, 典祀官奉常正姜漢赫, 竝加資。"
            }
        }
    },
    "02": {
        "1": {
            "1": {
                "H2KE-EN": "On byeongja day, the King attended the Royal Lecture on the first day of the byeongja year (.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 2월 1일(병자) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○丙子/日講。"
            },
            "2": {
                "H2KE-EN": "The King appointed Kim Gik as third minister of personnel , because he was a special royal directive , and Yu Janghwan as headmaster of the Royal Confucian Academy .",
                "H2KE-nKo": "김병국을 이조 참의로 삼았는데, 중비로 제수한 것이다. 유장환을 성균관 대사성으로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 2월 1일(병자) 2번째기사",
                "gt-oKo": "김병국(金炳國)을 이조 참의로 삼았으니, 중비(中批)에 의한 것이었다. 유장환(兪章煥)을 성균관 대사성으로 삼았다.",
                "hj": "○以金炳國爲吏曹參議, 中批也, 兪章煥爲成均館大司成。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "On eulyu day, the first day of the twelfth month, the King attended the Royal Lecture.",
                "H2KE-nKo": "을유년의 일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 2월 10일(을유) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○乙酉/日講。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On byeongsul day, [the King] summoned Governor of Gyeonggi [Province] Jo Jongjun and held audience with him. [The King] paid a farewell visit to the King.",
                "H2KE-nKo": "병술년에 함경 감사 조병준을 불러서 보았다. 하직 인사를 하였기 때문이다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 2월 11일(병술) 1번째기사",
                "gt-oKo": "함경 감사 조병준(趙秉駿)을 소견(召見)하였으니, 사폐(辭陛)한 때문이었다.",
                "hj": "○丙戌/召見咸鏡監司趙秉駿, 辭陛也。"
            },
            "2": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 2월 11일(병술) 2번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○日講。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On jeonghae day, the King attended the Royal Lecture on the New Years Day.",
                "H2KE-nKo": "정축년의 회일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 2월 12일(정해) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○丁亥/日講。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "On muja day, the first day of the month, the King attended the Royal Lecture on the muja year (.",
                "H2KE-nKo": "무자년의 회일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 2월 13일(무자) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○戊子/日講。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "On gichuk day, the King attended the Royal Lecture on the first day of the ninth month in the gichuk year (.",
                "H2KE-nKo": "기축년의 일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 2월 14일(기축) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○己丑/日講。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On gyeongin day, the first day of the month, the King proceeded to the hall of governance and paid a visit to the hall of governance.",
                "H2KE-nKo": "경인년에 진전에 나아가 전배하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 2월 15일(경인) 1번째기사",
                "gt-oKo": "진전(眞殿)에 나아가 전배(展拜)하였다.",
                "hj": "○庚寅/詣眞殿展拜。"
            },
            "2": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 2월 15일(경인) 2번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○日講。"
            },
            "3": {
                "H2KE-EN": "Yi Haksu was appointed director of the Office of Royal Decrees .",
                "H2KE-nKo": "이학수를 판의금부사로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 2월 15일(경인) 3번째기사",
                "gt-oKo": "이학수(李鶴秀)를 판의금부사로 삼았다.",
                "hj": "○以李鶴秀爲判義禁府事。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On sinhae day, the King attended the Royal Lecture on the first day of the eleventh month.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 2월 16일(신묘) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○辛卯/日講。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On gapjin day, the King attended the Royal Lecture on the first day of the twelfth month.",
                "H2KE-nKo": "임일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 2월 17일(임진) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○壬辰/日講。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On gabo day, the first day of the month, [the King] went to the hall of governance and paid a visit to the hall of governance.",
                "H2KE-nKo": "진전에 나아가 전배하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 2월 19일(갑오) 1번째기사",
                "gt-oKo": "진전(眞殿)에 나아가 전배(展拜)하였다.",
                "hj": "○甲午/詣眞殿展拜。"
            },
            "2": {
                "H2KE-EN": "Great Lord of Changnyeong Kim Ikju passed away. The King issued a royal directive, which stated, The member of the Bureau of Livestock Breeding has a pure and modest character. I thought that he would enjoy a long life of Heaven for a long time. Unfortunately, due to illness, I suddenly passed away. I venture to remember the past and I felt grief even more sorrowful. How much more so in our Queen Mothers grief and grief? Regarding the various matters such as the funeral of the Queen Mother of Changnyeong , one set of ritual vessels should be sent to me in accordance with precedent. Kim Ikju is the grandson of Minister of Personnel Kim Haksun , whose modest appearance is genuine, and his nature is simple and honest. He maintains his powerful scholarly possession, and he has bestowed a house upon him. Nonetheless, he has made no more decorum. The glory headbands and the glory headbands have neither near the village. In the front of the garden and the bells of the garden, he has forgotten his life as if he has forgotten the world. With the exception of visiting and cleaning, he has been able to escape from the powerful and splendory of splendory. People regard this as highly commendable.",
                "H2KE-nKo": "창녕위 김병주가 졸하였다. 전교하기를,“이 도위는 단정하고 엄숙한 자태와 겸손하고 검소한 지조를 지녔으므로 영원히 천수를 누리리라고 생각하였는데, 불행하게도 병이 깊어 갑자기 부고를 받게 되었으니, 지난날을 회상하면 슬픔이 더욱 간절하다. 더구나 우리 동조(慈殿 정순왕후)께서 애도하고 애석해하시는 마음이야 더 말할 것이 있겠는가. 창녕위의 상에 예장하는 등의 절차를 규례대로 거행하고, 동원부기 1부를 돌아가며 보내라.”하였다.김병주는 이조 판서 김학순의 손자이다. 용모가 빼어나고 아름다웠으며 성품과 도량이 간결하고 과묵하였다. 유가의 소박한 가법을 지킴에 있어 하사한 저택에 하나도 가식이 없었다. 창두와 녹록의 자취는 마을에까지 이르지 않았으며, 원림의 종고는 세상을 잊은 듯이 담박하였다. 시절에 따라 기거하는 것 외에는 문을 닫고 청소를 물리쳐 스스로 화려하고 화려한 솜씨에서 벗어났으니, 사람들이 이 때문에 훌륭하게 여겼다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 2월 19일(갑오) 2번째기사",
                "gt-oKo": "창녕위(昌寧尉) 김병주(金炳疇)가 졸(卒)하였다. 하교하기를, “이 도위(都尉)의 단정하고 엄숙한 자태와 겸손하고 절약하는 몸가짐은 마음속으로 천수(天壽)를 길이 누리리라고 생각하였는데, 불행하게도 오랜 병으로 갑자기 서단(逝單)을 보게 되니, 옛날을 더듬어 생각하매 슬픔이 더욱 간절하다. 하물며 우리 동조(東朝)께서 슬퍼하시는 성회(聖懷)이겠는가? 창녕위(昌寧尉)의 상사(喪事)·예장(禮葬) 등의 절차는 전례에 의하여 거행하고, 동원 부기(東園副器) 1부(部)를 실어 보내도록 하라.” 하였다. 김병주는 이판(吏判) 김학순(金學淳)의 손자이다. 몸가짐이 수미(秀美)하고 성품과 도량이 간묵(簡默)하여 유소(儒素)의 가법(家法)을 지켰으며, 내려 준 저택에는 하나도 치장을 더하지 않았다. 창두(蒼頭)와 응사(鷹師)들의 발자취가 마을 사이에 이르지 않았다. 원림(園林)의 종고(鍾鼓)는 세상을 잊은 것과 같이 맑았으며, 시절(時節)에 기거(起居)하는 외에는 문을 닫고 내객을 거절하여, 스스로 화려한 기환(綺䊵)의 테두리에서 벗어났으니, 사람들이 이 때문에 모두 칭송하였다.",
                "hj": "○昌寧尉金炳疇卒。 敎曰: “此都尉端凝之姿, 謙約之操, 意謂永享天年, 不幸病淹, 遽見逝單, 撫念往昔, 彌切愴衋。 況我東朝悼惜之聖懷乎? 昌寧尉喪禮葬等節, 依例擧行, 東園副器一部輪送。” 炳疇, 吏判學淳孫, 儀容秀美, 性度簡默, 持守儒素家法, 所賜邸第, 一無加飾。 蒼頭綠韝, 跡不到閭里間。 園林鍾鼓, 淡若忘世, 時節起居之外, 閉門却掃, 能自脫落於芬華綺紈之臼, 人以是多之。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On jeongchuk day, the King proceeded to Injeong Hall and personally delivered incense and the written invocation for the spring state sacrifice at the Altar of the Soil and Grain .",
                "H2KE-nKo": "인정전에 나아가 사직단의 춘향 대제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 2월 2일(정축) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에 나아가 사직(社稷)의 춘향(春享)에 쓸 향과 축문을 친히 전하였다.",
                "hj": "○丁丑/詣仁政殿, 親傳社稷春享春祝。"
            },
            "2": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 2월 2일(정축) 2번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○日講。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On eulmi day, the first day of the month, [the King] visited the Royal Tomb of Queen Sinui and personally performed an ancestral rite.",
                "H2KE-nKo": "을미년에 수릉에 나아가 친히 제사 지냈다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 2월 20일(을미) 1번째기사",
                "gt-oKo": "수릉(綏陵)에 나아가 친히 제사하였다.",
                "hj": "○乙未/詣綏陵親祭。"
            },
            "2": {
                "H2KE-EN": "The King ordered the promotion of the Office of Royal Decrees Yi Yuwon .",
                "H2KE-nKo": "예방 승지 이유원에게 가자하라고 명하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 2월 20일(을미) 2번째기사",
                "gt-oKo": "예방 승지(禮房承旨) 이유원(李裕元)에게 가자(加資)하라고 명하였다.",
                "hj": "○命禮房承旨李裕元, 加資。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On byeongsin day, when performing a rite at the Royal Tomb of Queen Sinui , the second libation official and below were rewarded with varying degrees. The second libation official and vice-envoy Kim Bohyeon , the second libation official and vice-envoy Yi Jeongsin , and the second libation official and vice-envoy Kim Jingye were all promoted.",
                "H2KE-nKo": "수릉에 친히 제사 지낼 때의 아헌관 이하에게 차등을 두어 시상하였다. 집례인 부사과 김보현, 집준인 교리 이정신을, 대축인 부사과 김병계에게 모두 가자하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 2월 21일(병신) 1번째기사",
                "gt-oKo": "수릉(綏陵)에 친히 제사하였을 때의 아헌관(亞獻官) 이하에게 차등있게 시상(施賞)하고, 집례(執禮)인 부사과(副司果) 김보현(金輔鉉), 집준(執尊)인 교리(校理) 이정신(李鼎信), 대축(大祝)인 부사과(副司果) 김병계(金炳溎)에게 모두 가자(加資)하였다.",
                "hj": "○丙申/綏陵親祭時亞獻官以下, 施賞有差, 執禮副司果金輔鉉, 執尊校理李鼎信, 大祝副司果金炳溎, 竝加資。"
            },
            "2": {
                "H2KE-EN": "The King appointed Jo헌yeong as third minister of personnel , and Jo Seolyeong as navy commander of Left Gyeongsang Province .",
                "H2KE-nKo": "조헌영을 이조 참의로, 조술영을 경상좌도 수군절도사로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 2월 21일(병신) 2번째기사",
                "gt-oKo": "조헌영(趙獻永)을 이조 참의로, 조술영(趙述永)을 경상좌도 수군 절도사로 삼았다.",
                "hj": "○以趙獻永爲吏曹參議, 趙述永爲慶尙左道水軍節度使。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "The King issued a royal order: Madame Bang , who was a court lady, shall be invested with the title of 숙의 .",
                "H2KE-nKo": "정유년에 전교하기를,“궁인 방씨를 숙의로 봉작하라.”하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 2월 22일(정유) 1번째기사",
                "gt-oKo": "하교하기를, “궁인(宮人) 방씨(方氏)를 숙의(淑儀)로 봉작(封爵)하라.” 하였다.",
                "hj": "○丁酉/敎曰: “宮人方氏, 淑儀封爵。”"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On musul day, the first day of the month, musul year (, the King proceeded to the Royal Confucian Academy and held the Mid-Autumn Rites . The lecture on the Confucian School Kim Ikhyu and the lecture on the literary licentiate 박제소를 모두 직부 전시하게 하였다.",
                "H2KE-nKo": "춘당대에 나아가 춘도기를 행하였다. 강경에 유학 김병휴, 부에 진사 박제소에게 모두 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 2월 23일(무술) 1번째기사",
                "gt-oKo": "춘당대(春塘臺)에 나아가 춘도기(春到記)를 행하였다. 강(講)에서 유학(幼學) 김병휴(金秉休), 부(賦)에서 진사(進士) 박제소(朴齊韶)가 수위를 차지하였는데, 모두 직부 전시(直赴殿試)하게 하였다.",
                "hj": "○戊戌/御春塘臺, 行春到記。 講幼學金秉休, 賦進士朴齊韶幷直赴殿試。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "The King proceeded to 춘당대에 나아가 삼일제를 행하였다. Vice-Director Yi Jae , who passed the civil service examination in the gihae year (, was sent to the final civil service examination. The King transmitted a royal directive, which stated, This family has passed the civil service examination, and I am very pleased. The King sent a royal messenger to grant a mourning rite to the deceased Lord of Eunsin .",
                "H2KE-nKo": "춘당대에 나아가 삼일제를 행하였다. 부에 유학 이재원에게 전시에 곧바로 응시할 자격을 주었다. 전교하기를,“이 집안에 과거의 명칭이 있으니 매우 기특하고 기쁘다. 은신군의 사판에 승지를 보내 치제하게 하라.”하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 2월 24일(기해) 1번째기사",
                "gt-oKo": "춘당대(春塘臺)에 나아가 삼일제(三日製)를 행하였다. 부(賦)에서 유학(幼學) 이재원(李載元)이 수위를 차지하였는데, 직부 전시하게 하였다. 하교하기를, “이 집에 과명(科名)이 있게 되었으니, 매우 기특하고 기쁘다. 은신군(恩信君) 사판(祠版)에 승지를 보내어 치제(致祭)하게 하라.” 하였다.",
                "hj": "○己亥/御春塘臺, 行三日製。 賦幼學李載元直赴殿試。 敎曰: “此家有科名, 甚奇喜矣。 恩信君祠版, 遣承旨致祭。”"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "Yi 헌gu , Left State Councilor , submitted a memorial to resign from office in gyeongja year (140, the fourth year of King Sejongs reign, and the King denied the request.",
                "H2KE-nKo": "좌의정 이헌구가 상소하여 사직하니, 비답을 내려 그의 뜻에 따라 체차해 주었다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 2월 25일(경자) 1번째기사",
                "gt-oKo": "좌의정 이헌구(李憲球)가 진소(陳疏)하여 사직(辭職)하니, 비답을 내려 면부(勉副)한다고 하였다.",
                "hj": "○庚子/左議政李憲球, 陳疏辭職, 賜批勉副。"
            },
            "2": {
                "H2KE-EN": "The King appointed Right State Councilor Kim좌geun as Chief State Councilor and Seo Gisun as 판의금부사로 삼았다.",
                "H2KE-nKo": "우의정 김좌근을 영의정으로, 서기순을 판의금부사로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 2월 25일(경자) 2번째기사",
                "gt-oKo": "우의정 김좌근(金左根)을 영의정으로, 서기순(徐箕淳)을 판의금부사로 삼았다.",
                "hj": "○以右議政金左根爲領議政, 徐箕淳爲判義禁府事。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "Kim좌geun , Chief State Councilor of the gapjin year (, submitted a memorial requesting his resignation, but the King denied this request.",
                "H2KE-nKo": "영의정 김좌근이 상소하여 사직하니, 비답을 내려 허락하지 않았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 2월 29일(갑진) 1번째기사",
                "gt-oKo": "영의정 김좌근(金左根)이 진소(陳疏)하여 사직(辭職)하였으나, 비지를 내려 윤허하지 않았다.",
                "hj": "○甲辰/領議政金左根, 陳疏辭職, 賜批不許。"
            },
            "2": {
                "H2KE-EN": "Superintendent of the Directorate of Royal Genealogy and those below them were rewarded with varying degrees. Prince Gyeongpyeong [Yi] Yong [] and Director of the Directorate of Fabrics Yu Jinro [] were all promoted.",
                "H2KE-nKo": "종부시 제조 이하에게 차등을 두어 시상하였다. 경평군 이침, 감인인 정 유진한에게 모두 가자하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 2월 29일(갑진) 2번째기사",
                "gt-oKo": "종부시(宗簿寺)와 도감(都監)의 제조(提調) 이하에게 차등있게 시상(施賞)하고, 경평군(慶平君) 이호(李晧)와 감인(監印)인 정(正) 유진한(柳進翰)에게 모두 가자(加資)하였다.",
                "hj": "○宗簿都監提調以下, 施賞有差, 慶平君晧, 監印正柳進翰, 幷加資。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On muin day, [the King] proceeded to the Royal Cuisine Office and 재숙ed [at the Royal Cuisine Office].",
                "H2KE-nKo": "경모궁에 나아가 재숙하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 2월 3일(무인) 1번째기사",
                "gt-oKo": "경모궁(景慕宮)에 나아가 재숙(齋宿)하였다.",
                "hj": "○戊寅/詣景慕宮齋宿。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On sinmyo day, the King performed the spring state sacrifice at the Royal Tomb of Queen Wongyeong .",
                "H2KE-nKo": "기묘년에 경모궁에 춘향 대제를 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 2월 4일(기묘) 1번째기사",
                "gt-oKo": "경모궁(景慕宮)의 춘향(春享)을 행하였다.",
                "hj": "○己卯/行景慕宮春享。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On gyeongjin day, the King entered the Royal Placenta Chamber Examination and attended the Royal Lecture on the Confucian Classics.",
                "H2KE-nKo": "희정당에서 경진년의 약원의 입진과 일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 2월 5일(경진) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 약원(藥院)의 입진(入診)과 일강을 행하였다.",
                "hj": "○庚辰/藥院入診及日講于熙政堂。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On gabin day, the King attended the Royal Lecture on the first day of the sinchuk year (.",
                "H2KE-nKo": "신사년의 일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 2월 6일(신사) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○辛巳/日講。"
            },
            "2": {
                "H2KE-EN": "Left State Councilor Yi 헌gu submitted a memorial requesting his resignation, but the King did not approve his resignation. ",
                "H2KE-nKo": "좌의정 이헌구가 상소하여 사직하니, 비답을 내려 허락하지 않았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 2월 6일(신사) 2번째기사",
                "gt-oKo": "좌의정 이헌구(李憲球)가 진소(陳疏)하여 사직(辭職)하였으나, 비답을 내려 윤허하지 않았다.",
                "hj": "○左議政李憲球, 陳疏辭職, 賜批不許。"
            },
            "3": {
                "H2KE-EN": "Kim Sugeun was appointed magistrate of Hanseong Magistracy , Yi Jedo was appointed army commander of Chungcheong Province , Oh Hyeonu was appointed navy commander of Chungcheong Province , and Yi Geunyeong was appointed navy commander of Hwanghae Province .",
                "H2KE-nKo": "김수근을 한성부 판윤으로, 이제도를 충청도 병마절도사로, 오현우를 충청도 수군절도사로, 이근영을 황해도 수군절도사로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 2월 6일(신사) 3번째기사",
                "gt-oKo": "김수근(金洙根)을 한성부 판윤으로, 이제도(李濟道)를 충청도 병마 절도사로, 오현우(吳顯佑)를 충청도 수군 절도사로, 이근영(李根永)을 황해도 수군 절도사로 삼았다.",
                "hj": "○以金洙根爲漢城府判尹, 李濟道爲忠淸道兵馬節度使, 吳顯佑爲忠淸道水軍節度使, 李根永爲黃海道水軍節度使。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On imo day, [the King] summoned Governor of Chungcheong Province Sim Ui면 and held audience with him before departing for his appointed provincial position.",
                "H2KE-nKo": "충청 감사 심의면을 불러서 보았다. 하직 인사를 하였기 때문이다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 2월 7일(임오) 1번째기사",
                "gt-oKo": "충청 감사 심의면(沈宜冕)을 소견(召見)하였으니, 사폐(辭陛)한 때문이었다.",
                "hj": "○壬午/召見忠淸監司沈宜冕, 辭陛也。"
            },
            "2": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 2월 7일(임오) 2번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○日講。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On gyemi day, the first day of the month, the King attended the Royal Lecture on the Confucian Classics. ",
                "H2KE-nKo": "계미년의 일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 2월 8일(계미) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○癸未/日講。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "The King attended the Royal Lecture on the first day of the twelfth month in the gapsin year (. ",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 2월 9일(갑신) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○甲申/日講。"
            }
        }
    },
    "03": {
        "10": {
            "1": {
                "H2KE-EN": "On gapjin day, the first day of the month, the King entered the Royal Placenta Chamber and the royal luncheon in the Hall of Governance .",
                "H2KE-nKo": "희정당에서 내의원이 입진하고 차대를 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 3월 10일(갑인) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 약원(藥院)의 입진(入診)과 차대(次對)를 행하였다.",
                "hj": "○甲寅/藥院入診及次對于熙政堂。"
            },
            "2": {
                "H2KE-EN": "The King appointed Jo Seoku as governor of Pyeongan Province and Yun Uigeom as army commander of the 함경북도 Province .",
                "H2KE-nKo": "조석우를 평안도 관찰사로, 윤의검을 함경북도 병마절도사로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 3월 10일(갑인) 2번째기사",
                "gt-oKo": "조석우(曹錫雨)를 평안도 관찰사로, 윤의검(尹義儉)을 함경북도 병마 절도사로 삼았다.",
                "hj": "○以曺錫雨爲平安道觀察使, 尹義儉爲咸鏡北道兵馬節度使。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On eulmyo day, the King proceeded to Changdeok Palace , Yeonhoe Palace , Seonhui Palace , and 전배하였다.",
                "H2KE-nKo": "을묘년에 육상궁, 연호궁, 선희궁에 나아가 전배하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 3월 11일(을묘) 1번째기사",
                "gt-oKo": "육상궁(毓祥宮)·연호궁(延祜宮)·선희궁(宣禧宮)에 나아가 전배(展拜)하였다.",
                "hj": "○乙卯/詣毓祥宮、延祜宮、宣禧宮、展拜。"
            },
            "2": {
                "H2KE-EN": "The King proceeded to the three halls of governance and held the civil and military service examinations.",
                "H2KE-nKo": "세심대에 나아가 유생과 무사의 시취를 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 3월 11일(을묘) 2번째기사",
                "gt-oKo": "세심대(洗心臺)에 나아가 유신(儒臣)·무신(武臣)의 시취(試取)를 행하였다.",
                "hj": "○御洗心臺, 行儒武試取。"
            },
            "3": {
                "H2KE-EN": "The King ordered that Governor of Gyeongsang Province Nam Ikcheol and Governor of Pyeongan Province Jo Seoku be exchanged for their families.",
                "H2KE-nKo": "경상 감사 남병철과 평안 감사 조석우를 서로 바꾸라고 명하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 3월 11일(을묘) 3번째기사",
                "gt-oKo": "경상 감사 남병철(南秉哲)과 평안 감사 조석우(曹錫雨)를 서로 바꾸라고 명하였다.",
                "hj": "○命慶尙監司南秉哲, 平安監司曺錫雨, 相換。"
            },
            "4": {
                "H2KE-EN": "The King appointed Seo좌bo as governor of Gyeonggi [Province] , Oh Chon as governor of Gangwon Province , and Jeong Habong as army commander of Hamgil Province .",
                "H2KE-nKo": "서좌보를 경기 관찰사로, 오취선을 강원도 관찰사로, 정하응을 함경남도 병마절도사로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 3월 11일(을묘) 4번째기사",
                "gt-oKo": "서좌보(徐左輔)를 경기 관찰사로, 오취선(吳取善)을 강원도 관찰사로, 정하응(鄭夏應)을 함경남도 병마 절도사로 삼았다.",
                "hj": "○以徐左輔爲京畿觀察使, 吳取善爲江原道觀察使, 鄭夏應爲咸鏡南道兵馬節度使。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On byeongjin day, [the King] proceeded to Yeonghwa Guesthouse and observed the archery halls of the Three Armies and the Special Firearms Unit of the Western Eastern Expedition . ",
                "H2KE-nKo": "영화당에 나아가 삼청과 서북 별부료 군관의 시사를 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 3월 12일(병진) 1번째기사",
                "gt-oKo": "영화당(暎花堂)에 나아가 삼청(三廳)과 서북(西北)의 별부료 군관(別付料軍官)에게 시사(試射)를 행하였다.",
                "hj": "○丙辰/御暎花堂, 行三廳及西北別付料試射。"
            },
            "2": {
                "H2KE-EN": "The King appointed Kim Yeongjak as third minister of personnel .",
                "H2KE-nKo": "김영작을 이조 참의로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 3월 12일(병진) 2번째기사",
                "gt-oKo": "김영작(金永爵)을 이조 참의로 삼았다.",
                "hj": "○以金永爵爲吏曹參議。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "The King appointed Jeong Giseok as magistrate of Ganghwa Strategic Prefecture , Jo Hyeongbok as inspector general , and Hong Ikbeom as censor of the Office of the Censor General .",
                "H2KE-nKo": "정기세를 강화부 유수로, 조형복을 사헌부 대사헌으로, 홍익섭을 사간원 대사간으로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 3월 14일(무오) 1번째기사",
                "gt-oKo": "정기세(鄭基世)를 강화부 유수로, 조형복(趙亨復)을 사헌부 대사헌으로, 홍익섭(洪翼燮)을 사간원 대사간으로 삼았다.",
                "hj": "○戊午/以鄭基世爲江華府留守, 趙亨復爲司憲府大司憲, 洪翼燮爲司諫院大司諫。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On eulmi day, the first day of the month, the King attended the Royal Lecture.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 3월 15일(기미) 1번째기사",
                "gt-oKo": "일강(日講)하였다.",
                "hj": "○己未/日講。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On sinchuk day, the King attended the Royal Lecture on the first day of the seventh month.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 3월 16일(경신) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○庚申/日講。"
            },
            "2": {
                "H2KE-EN": "Jo Dusun was appointed director of the Office of Royal Decrees .",
                "H2KE-nKo": "조두순을 판의금부사로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 3월 16일(경신) 2번째기사",
                "gt-oKo": "조두순(趙斗淳)을 판의금부사로 삼았다.",
                "hj": "○以趙斗淳爲判義禁府事。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On sinhae day, the King attended the Royal Lecture on the first day of the month.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 3월 17일(신유) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○辛酉/日講。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Gyu팽 as the Office of the Inspector General .",
                "H2KE-nKo": "이규팽을 사헌부 대사헌으로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 3월 17일(신유) 2번째기사",
                "gt-oKo": "이규팽(李圭祊)을 사헌부 대사헌으로 삼았다.",
                "hj": "○以李圭祊爲司憲府大司憲。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "The King attended the Royal Lecture on the Day of Cold Food .",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 3월 18일(임술) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○壬戌/日講。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On gyehae day, the King proceeded to the main chamber of the gyemyo year ( and performed the ceremony of ceremonies for the spirit tablet enshrinement of the Royal Ancestral Shrine . Then the King proceeded to Yeonghwa Pavilion and performed the ceremony of shooting arrows on participating in the Royal Confucian Academy . The King also ordered that the thirteen men, including Magistrate of Baeyeol District Kim Ik , and the eleven men, including Jeong Chisun , who were without duty, all be allowed to take the examination. ",
                "H2KE-nKo": "황단의 봉실에 나아가 예를 행하였다. 이어 영화당에 나아가 반열에 참석한 유생과 무사에게 시사를 행하였다. 배율 현감 김병학, 한량 정치순 등 13인에게 모두 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 3월 19일(계해) 1번째기사",
                "gt-oKo": "황단(皇壇)의 봉실(奉室)에 나아가 행례(行禮)하고, 이어서 영화당(暎花堂)에 나아가 반열에 참여한 유신·무신에게 시사(試射)·배율(排律)을 행하고, 현감(縣監) 김병학(金炳學)·한량(閑良) 정치순(鄭致淳) 등 13인에게 모두 직부 전시(直赴殿試)하게 하였다.",
                "hj": "○癸亥/詣皇壇奉室行禮, 仍詣暎花堂, 行參班儒武試射, 排律縣監金炳學, 閑良鄭致淳等十三人, 竝直赴殿試。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On byeongo day, [the King] received the officials in the morning court assembly in the byeongo year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 3월 2일(병오) 1번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○丙午/召對。"
            },
            "2": {
                "H2KE-EN": "The King ordered that Yi응sik , Shin Gwanhoe , Yi Geunggwon , and Kim Geon all be transferred to their hometown.",
                "H2KE-nKo": "이응식, 신관호, 이능권, 김건을 모두 양이하라고 명하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 3월 2일(병오) 2번째기사",
                "gt-oKo": "이응식(李應植)·신관호(申觀浩)·이능권(李能權)·김건(金鍵)을 모두 양이(量移)하라고 명하였다.",
                "hj": "○命李應植、申觀浩、李能權、金鍵, 幷量移。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The King proceeded to the Royal Confucian Academy and held the final civil and military service examinations in gabo year (. The King selected five passers of the licentiate Licentiate Yi Seunggu and 286 passers of the licentiate Jin Huiseong .",
                "H2KE-nKo": "갑자년 춘당대에 나아가 정시 문무과 전시를 행하여 진사 이승구 등 5인과 한량 김희성 등 286인을 뽑았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 3월 20일(갑자) 1번째기사",
                "gt-oKo": "춘당대(春塘臺)에 나아가 정시(庭試)의 문과·무과 전시(殿試)를 행하고, 진사(進士) 이승구(李承九) 등 5인과, 한량(閑良) 김희성(金熙性) 등 2백 86인을 뽑았다.",
                "hj": "○甲子/御春塘臺, 行庭試文武科殿試, 取進士李承九等五人, 閑良金熙性等二百八十六人。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "Kim Jajeon , the first minister of personnel , was appointed second minister of Personnel .",
                "H2KE-nKo": "김재전을 이조 참판으로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 3월 21일(을축) 1번째기사",
                "gt-oKo": "김재전(金在田)을 이조 참판으로 삼았다.",
                "hj": "○乙丑/以金在田爲吏曹參判。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "On gabin day, the King attended the Royal Lecture on the Day of Cold Food .",
                "H2KE-nKo": "무진일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 3월 24일(무진) 1번째기사",
                "gt-oKo": "일강(日講)하였다.",
                "hj": "○戊辰/日講。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "[The King] visited the Royal Placenta Chamber in the gisa year ( and attended the Royal Lecture on the Confucian Chamberial Placentacenta Chamber .",
                "H2KE-nKo": "희정당에서 기사년에 희정당에서 내의원의 입진과 일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 3월 25일(기사) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 약원(藥院)의 입진(入診)과 일강(日講)을 행하였다.",
                "hj": "○己巳/藥院入診及日講于熙政堂。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On gabo day, the King attended the Royal Lecture on the fifth day of the fifth month.",
                "H2KE-nKo": "경오년의 회일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 3월 26일(경오) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○庚午/日講。"
            },
            "2": {
                "H2KE-EN": "Supreme General [of the Middle Army] Kim Dohuhui submitted a memorial requesting that he be supposed to retire, but the King granted a royal directive to him.",
                "H2KE-nKo": "판중추부사 김도희가 세 번째 상소하여 치사하기를 청하니, 비답을 내려 시행하도록 허락하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 3월 26일(경오) 2번째기사",
                "gt-oKo": "판부사(判府事) 김도희(金道喜)가 세 번째 상소하여 휴치(休致)하기를 청하니, 비답을 내려 이를 허락하였다.",
                "hj": "○判府事金道喜, 三疏乞休致, 賜批許施。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On sinmi day, the King attended the Royal Lecture on the first day of the month.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 3월 27일(신미) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○辛未/日講。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On imsin day, the King proceeded to Injeong Hall and held the successful candidates for the civil and military service examinations in the imsin year (.",
                "H2KE-nKo": "인정전에 나아가 정시 문무과의 방방을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 3월 28일(임신) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에 나아가 정시(庭試)의 문과·무과 방방(放榜)을 행하였다.",
                "hj": "○壬申/御仁政殿, 行庭試文武科放榜。"
            },
            "2": {
                "H2KE-EN": "The King summoned the three imperial envoys who had returned [from Ming China].",
                "H2KE-nKo": "연경에서 돌아온 세 사신을 불러서 보았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 3월 28일(임신) 2번째기사",
                "gt-oKo": "회환(回還)한 세 사신(使臣)을 소견(召見)하였다.",
                "hj": "○召見回還三使臣。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On gyeyu day, the King attended the Royal Lecture on the Dairy of Cold Food .",
                "H2KE-nKo": "일강과 계유년을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 3월 29일(계유) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○癸酉/日講。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On jeongmi day, [the King] granted a rotational audience at jeongmi day.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 3월 3일(정미) 1번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○丁未/召對。"
            },
            "2": {
                "H2KE-EN": "The officials of the Office of the Inspector General presented a joint memorial,【 Inspector General Kang Siyeong , Second Inspector Shin Jwacho , Third Inspector Na Chae Gyu , Fourth Inspectors Kim Changsu and Im Hansu , Inspector General Yi Myeongjeok , Censor Kim Deokgeun , Third Censor Nam Jongsun , and Fourth Censor Yi Geonchun .】 We humbly request that Your Majesty order the transfer of Yi Geuksik and others to restore the royal order. The King 비답하기를, “굳이 그렇게 할 필요가 없다. 다시 번거롭게 하지 말라.” 하였다. ",
                "H2KE-nKo": "양사 - 대사헌 강시영, 집의 신좌모, 장령 나채규, 지평 김창수ᆞ임한수, 대사간 이명적, 사간 김덕근, 헌납 남종순, 정언 이건춘 - 가 연명으로 차자를 올려 죄인 이응식 등을 양이하라는 명을 거두어 줄 것을 청하니, 비답하기를,“그렇게 할 필요가 없다. 다시는 번거롭게 하지 말라.”하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 3월 3일(정미) 2번째기사",
                "gt-oKo": "양사(兩司)에서 연차(聯箚)【대사헌 강시영(姜時永), 집의 신좌모(申佐模), 장령 나채규(羅采奎), 지평 김창수(金昌秀)·임한수(林翰洙), 대사간 이명적(李明迪), 사간 김덕근(金德根), 헌납 남종순(南鍾順), 정언 이건춘(李建春)이다.】하여 죄인 이응식(李應植) 등을 양이(量移)하라는 명을 정침(停寢)하기를 청하니, 비답하기를, “이와 같이 할 필요가 없으니, 다시는 번거롭게 하지 말라.” 하였다.",
                "hj": "○兩司聯箚,【大司憲姜時永, 執義申佐模, 掌令羅采奎, 持平金昌秀、林翰洙, 大司諫李明迪, 司諫金德根, 獻納南鍾順, 正言李建春】乞寢罪人李應植等量移之命, 批曰: “不必如是, 更勿煩屑。”"
            },
            "3": {
                "H2KE-EN": "The Office of the Censor General presented a joint memorial to the King. 【응교 Jo Jaeung , 부응교윤자덕 , 교리윤병정·조헌섭 , 부교리권응기·한경원 , 수찬이계선 , 부수찬성재구·이종순 .】답하기를, “바라건대, 성명을 거두소서.” 하니, 비답하기를, “이미 all the inspectors and censors 차자에 대한 비답에서 다 말하였으니, 번거롭게 하지 말라.” 하였다.",
                "H2KE-nKo": "옥당 - 응교 조재응, 부응교 윤자덕, 교리 윤병정ᆞ조헌섭, 부교리 권응기ᆞ한경원, 수찬 이계선, 부수찬 성재구ᆞ이종순 - 이 연명으로 차자를 올려 명을 취소하기를 청하니, 비답하기를,“이미 대간의 차자에 대한 비답에서 다 말하였으니 번거롭게 하지 말라.”하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 3월 3일(정미) 3번째기사",
                "gt-oKo": "옥당(玉堂)에서 연차(聯箚)【응교 조재응(趙在應), 부응교 윤자덕(尹滋悳), 교리(校理) 윤병정(尹秉鼎)·조헌섭(趙憲燮), 부교리 권응기(權應夔)·한경원(韓敬源), 수찬(修撰) 이계선(李啓善), 부수찬 성재구(成載球)·이종순(李鍾淳)이다.】하여 성명(成命)을 정침하기를 청하니, 비답하기를, “이미 대간(臺諫)의 차자(箚子)에 대한 비답에 다 말하였으니, 번거롭게 하지 말라.” 하였다.",
                "hj": "○玉堂聯箚,【應敎趙在應, 副應敎尹滋悳, 校理尹秉鼎、趙憲燮, 副校理權應夔、韓敬源, 修撰李啓善, 副修撰成載球、李鍾淳】乞寢成命, 批曰: “已悉於臺箚之批, 勿煩。”"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "On gapsul day, the King attended the Royal Lecture on the first day of the month in the gapjin year (.",
                "H2KE-nKo": "갑술년의 회일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 3월 30일(갑술) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○甲戌/日講。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On jeongyu day, the King received the officials in the morning court assembly in the giyu year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 3월 5일(기유) 1번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○己酉/召對。"
            },
            "2": {
                "H2KE-EN": "The King summoned former Governor of Hamgil Province Yun Jeonghyeon .",
                "H2KE-nKo": "전 함경 감사 윤정현을 불러서 보았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 3월 5일(기유) 2번째기사",
                "gt-oKo": "전 함경 감사(咸鏡監司) 윤정현(尹定鉉)을 소견(召見)하였다.",
                "hj": "○召見, 前咸鏡監司尹定鉉。"
            },
            "3": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, The tax grain that each palace arrives and anchor in the capital has not been managed by the official in charge. Therefore, the tax grain has not immediately landed, and there are numerous problems. Henceforth, I shall permanently attach the Directorate of Military Procurement and have the Office of Palace Procurement inspect the tax grain.",
                "H2KE-nKo": "전교하기를,“각 궁방의 세미가 경강에 도착하여 정박하는 것은 주관하는 관원이 없어서 즉시 육지에 내리지 못하여 허다한 폐단이 있다고 한다. 지금부터는 다시 군자감에 영구히 소속시켜 내수사로 하여금 간검하게 하라.”하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 3월 5일(기유) 3번째기사",
                "gt-oKo": "하교하기를, “각 궁방(宮房)의 세미(稅米)를 실은 배가 경강(京江)에 도착하여 정박하면, 주관하는 관원이 없어서 즉시 짐을 내리지 못하여 허다한 폐단이 있다고 한다. 이제부터 다시 군자감(軍資監)에 영속(永屬)시켜 내수사(內需司)로 하여금 간검(看檢)하게 하라.” 하였다.",
                "hj": "○敎曰: “各宮房稅米之到泊京江, 無主管官員之致, 未卽下陸, 有許多(弊端)〔弊端〕云。 自今更爲永屬軍資監, 令內需司看檢。”"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "In the gyeongsul year (, [the King] appointed Jo Jonggi as second minister of personnel , and bestowed a special favor upon him.",
                "H2KE-nKo": "경술년에 조병기를 이조 참판으로 삼았는데, 중비로 제수한 것이다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 3월 6일(경술) 1번째기사",
                "gt-oKo": "조병기(趙秉夔)를 이조 참판으로 삼았으니, 중비(中批)이었다.",
                "hj": "○庚戌/以趙秉夔爲吏曹參判, 中批也。"
            },
            "2": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, In the previous year, the punishments of Kim Hongryang and Jo Cheonghui were imposed upon them because it was observed the circumstances of matters. Thus, it is appropriate to grant a royal pardon. All of them were to be placed in the end of the state examination. As I think this, Min Dalyong was expelled from banishment to a designated area because he was saved from a life of love for life and was also to make him a new life. It is also a particular rule that he cannot bear to stay in a human life and death for many years. How much more so if he has already been pardoned and returned to him? As for his crime, I specially remove him from the end of the state examination and entrust him with the end of the state examination. ",
                "H2KE-nKo": "전교하기를,“김홍량과 조청희에 대한 연전의 처분은 일의 체모를 보존하기 위한 것이었으니, 널리 죄명을 씻어 주는 은전을 시행해야 한다. 모두 본래의 이름을 방목 끝에 붙이라. 이로 인하여 생각해 보니, 민달용을 찬배한 것은 실로 살리기를 좋아하는 덕에서 나온 것이고 또한 그를 위해 스스로 새로워지도록 하기 위한 것이었다. 여러 해 동안 인귀의 사이에 두는 것도 왕정에서 차마 하지 못할 일인데, 더구나 이미 용서하여 돌아오게 한 경우이겠는가. 그 죄명을 특별히 지우고 일체 방목 끝에 붙이라.”하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 3월 6일(경술) 2번째기사",
                "gt-oKo": "하교하기를, “김홍량(金虹樑)·조청희(趙靑熙)에 대한 연전(年前)의 처분은 일의 체면을 세우기 위한 것이니, 탕척(蕩滌)의 은전(恩典)을 시행함이 마땅하다. 모두 본명(本名)으로써 방말(榜末)에 붙이도록 하라. 이로 인하여 생각건대, 민달용(閔達鏞)을 찬축(竄逐)한 일은 이것이 살리기를 좋아하는 덕(德)에서 나왔으며, 또한 그가 스스로 마음을 새롭게 하기 위한 것이었다. 허다한 세월을 인귀(人鬼)의 사이에 둔 것도 또한 왕정(王政)에 있어서 차마 하지 못할 일인데, 하물며 이미 용서를 받고 돌아온 자이겠는가? 그 죄명(罪名)을 특별히 효주(爻周)하고 일체로 방말(榜末)에 붙이도록 하라.” 하였다.",
                "hj": "○敎曰: “金虹樑、趙靑熙之年前處分, 存事面也, 合施曠蕩之典。 幷以本名, 付之榜末。 因此思之, 閔達鏞竄逐, 寔出好生之德, 而亦所以爲渠自新之地也。 許多年置諸人鬼之間, 亦王政之所不忍, 況已宥還之乎? 其罪名, 特爲爻周, 一體付之榜末。”"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On sinhae day, the King proceeded to the Royal Confucian Academy and held the Royal Wedding Classics in the sinhae year (. The King bestowed shooting arrows on military training officers and on-duty royal guards .",
                "H2KE-nKo": "춘당대에 나아가 각 영의 군교와 권무 군관 및 금군과 한량의 시사를 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 3월 7일(신해) 1번째기사",
                "gt-oKo": "춘당대(春塘臺)에 나아가 각영(各營)의 군교(軍校)와 권무 군관(勸武軍官) 및 금군(禁軍)·한량(閑良)에게 시사(試射)를 행하였다.",
                "hj": "○辛亥/御春塘臺, 行各營軍校勸武及禁軍閑良試射。"
            }
        }
    },
    "04": {
        "1": {
            "1": {
                "H2KE-EN": "On eulhae day, the King proceeded to Injeong Hall and personally delivered incense and the written invocation for the summer state sacrifice at the Royal Ancestral Shrine .",
                "H2KE-nKo": "인정전에 나아가 종묘의 하향 대제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 4월 1일(을해) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에 나아가 종묘(宗廟)의 하향(夏享)에 쓸 향과 축문을 친히 전하였다.",
                "hj": "○乙亥/詣仁政殿, 親傳宗廟夏享春祝。"
            },
            "2": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 4월 1일(을해) 2번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○日講。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "The King summoned Governor of Pyeongan Province Nam Sageun and held audience with him before departing for his appointed provincial position.",
                "H2KE-nKo": "평안 감사 남병철을 불러서 보았다. 하직 인사를 하였기 때문이다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 4월 10일(갑신) 1번째기사",
                "gt-oKo": "평안 감사(平安監司) 남병철(南秉哲)을 소견(召見)하였으니, 사폐(辭陛)한 때문이었다.",
                "hj": "○甲申/召見平安監司南秉哲, 辭陛也。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "On jeonghae day, the King attended the Royal Lecture on the New Years Day.",
                "H2KE-nKo": "정축년의 회일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 4월 13일(정해) 1번째기사",
                "gt-oKo": "일강(日講)하였다.",
                "hj": "○丁亥/日講。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "On muja day, the first day of the month, the King attended the Royal Lecture on the muja year (.",
                "H2KE-nKo": "무자년의 회일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 4월 14일(무자) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○戊子/日講。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On gichuk day, the King attended the Royal Lecture on the first day of the ninth month in the gichuk year (.",
                "H2KE-nKo": "기축년의 일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 4월 15일(기축) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○己丑/日講。"
            },
            "2": {
                "H2KE-EN": "The King appointed Kim Gik as 홍문관 부제학으로, and Kim Gyeongseon as 판의금부사로 삼았다.",
                "H2KE-nKo": "김병국을 홍문관 부제학으로, 김경선을 판의금부사로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 4월 15일(기축) 2번째기사",
                "gt-oKo": "김병국(金炳國)을 홍문관 부제학으로, 김경선(金景善)을 판의금부사로 삼았다.",
                "hj": "○以金炳國爲弘文館副提學, 金景善爲判義禁府事。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On gyeongin day, the King attended the Royal Lecture on the first day of the gyeongin year (.",
                "H2KE-nKo": "경인일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 4월 16일(경인) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○庚寅/日講。"
            },
            "2": {
                "H2KE-EN": "The King summoned Governor of Gyeongsang Province Jo Seoku and held audience with him before departing for his appointed provincial position.",
                "H2KE-nKo": "경상 감사 조석우를 불러서 보았다. 하직 인사를 하였기 때문이다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 4월 16일(경인) 2번째기사",
                "gt-oKo": "경상 감사 조석우(曹錫雨)를 소견(召見)하였으니, 사폐(辭陛)한 때문이었다.",
                "hj": "○召見慶尙監司曺錫雨, 辭陛也。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On sinhae day, the King attended the Royal Lecture on the first day of the eleventh month.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 4월 17일(신묘) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○辛卯/日講。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On gapjin day, the King attended the Royal Lecture on the first day of the twelfth month.",
                "H2KE-nKo": "임일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 4월 18일(임진) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○壬辰/日講。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On gyesa day, the King attended the Royal Lecture on the fifteenth day of the ninth month.",
                "H2KE-nKo": "계축년의 회일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 4월 19일(계사) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○癸巳/日講。"
            },
            "2": {
                "H2KE-EN": "Minister of War Kim Hakseong reported to the King as follows: Your Majesty ordered that Hwang Gogi and Ssangcheong Dan be abolished, and that the duties of frontier garrisons in the province be transferred to the frontier garrisons. In the two garrisons of Anwon and Hwang Cheokpa in the province, it is appropriate to transfer them to the frontier garrisons in these two garrisons. Have them wait for the frontier garrisons after fulfilling their terms, and then send them [to the frontier garrisons]. In accordance with the precedent of sangcheong Dan in Anwon , please have the frontier garrisons of thirty months in order to fill the frontier garrisons. Please have the frontier garrisons of Hwang Cheokpa be implemented in accordance with the precedent of sang토gi. The King approved this.",
                "H2KE-nKo": "병조 판서 김학성이 아뢰기를,“대신이 연석에서 아뢴 것으로 인하여 황토기와 쌍청의 권관을 혁파하고 도내의 변장을 옮겨 보임하라는 명이 있었습니다. 도내의 안원과 황척파 두 진이 이곳으로 옮겨 보임하기에 합당하니, 시임 권관의 임기가 찬 뒤에 자벽하여 차출하여 보내게 하소서. 안원은 쌍청의 예에 따라 초사의 자리가 30개월이 차면 임기가 차는 것으로 보고하고, 황척파의 삭수는 황토기의 예에 따라 시행하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 4월 19일(계사) 2번째기사",
                "gt-oKo": "병조 판서 김학성(金學性)이 아뢰기를, “대신의 연주(筵奏)로 인하여 〈함경도(咸鏡道)〉 황토기(黃土岐)·쌍청(雙靑)의 권관(權管)을 혁파하고, 도내의 변장(邊將)을 이보(移補)하는 일로써 명이 있었습니다. 도내의 안원(安原)·황척파(黃拓坡) 양진(兩鎭)이 합당하니 이로써 이보(移補)하되, 시임 권관(時任權管)의 과만(瓜滿)을 기다린 뒤에 자벽(自辟)하여 차송(差送)하게 하소서. 안원은 쌍청의 예(例)에 의하여 초사과(初仕窠)는 30개월을 채우는 것으로 과만(瓜滿)을 삼고, 황척파의 삭수(朔數)는 청컨대 황토기(黃土岐)의 예(例)에 따라 시행하게 하소서.” 하니, 그대로 따랐다.",
                "hj": "○兵曹判書金學性啓言: “因大臣筵奏, 黃土岐、雙靑權管革罷, 以道內邊將移補事, 有命矣。 道內安原、黃拓坡兩鎭, 可合以此移補, 使之待時任權管瓜滿後, 自辟差送。 安原依雙靑例, 以初仕窠, 準三十朔報瓜, 黃拓坡朔數, 請依黃土岐例施行”, 從之。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On byeongja day, the King attended the Royal Lecture on the first day of the byeongja year (.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 4월 2일(병자) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○丙子/日講。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On gabo day, the first day of the fifth month, the King held audience with the Envoy for Expressing Congratulations to the Emperor of Ming China for Expressing Gratitude for Imperial Benevolence. Envoy for Expressing Gratitude for Imperial Benevolence Kang Siyeong , Vice-Envoy Yi Gyeomjae , and correspondence official Jo Ungyeong . The King paid a farewell visit to the King.",
                "H2KE-nKo": "일강을 행하였다. 진하 겸 사은사를 불러서 보았다. - 정사 강시영, 부사 이겸재, 서장관 조운경이 나왔다. - 하직 인사를 하였기 때문이다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 4월 20일(갑오) 1번째기사",
                "gt-oKo": "일강(日講)하였다. 진하 겸 사은사(進賀兼謝恩使)【정사 강시영(姜時永)·부사 이겸재(李謙在)·서장관 조운경(趙雲卿)이다.】를 소견(召見)하였으니, 사폐(辭陛)한 때문이었다.",
                "hj": "○甲午/日講。 召見進賀兼謝恩使,【正使姜時永, 副使李謙在, 書狀官趙雲卿。】辭陛也。"
            },
            "2": {
                "H2KE-EN": "The King summoned former Governor of Pyeongan Province Kim Jingi .",
                "H2KE-nKo": "전 평안 감사 김병기를 불러서 보았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 4월 20일(갑오) 2번째기사",
                "gt-oKo": "평안 감사 김병기(金炳冀)를 소견(召見)하였다.",
                "hj": "○召見, 前平安監司金炳冀。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On eulmi day, the King attended the Royal Lecture on the eulmi daytime.",
                "H2KE-nKo": "을미년의 회일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 4월 21일(을미) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○乙未/日講。"
            },
            "2": {
                "H2KE-EN": "The King appointed Jo Jonggi as assistant director of the Office of the Inspector General .",
                "H2KE-nKo": "조병기를 홍문관 부제학으로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 4월 21일(을미) 2번째기사",
                "gt-oKo": "조병기(趙秉夔)를 홍문관 부제학으로 삼았다.",
                "hj": "○以趙秉夔爲弘文館副提學。"
            },
            "3": {
                "H2KE-EN": "The King summoned Governor of Gangwon Province Oh Deukseon to bid farewell to the King.",
                "H2KE-nKo": "강원 감사 오취선을 불러서 보았다. 하직 인사를 하였기 때문이다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 4월 21일(을미) 3번째기사",
                "gt-oKo": "강원 감사 오취선(吳取善)을 소견(召見)하였으니, 사폐(辭陛)한 때문이었다.",
                "hj": "○召見, 江原監司吳取善, 辭陛也。"
            },
            "4": {
                "H2KE-EN": "Hanseong Magistracy reported on 143 households struck by the houses of commoners in Seogang . The King issued a royal directive, which stated, The fire broke out at the foot of the riverside, which numerous people are unable to reside where they have lost their livelihoods. This is very sympathy. The original relief aid should be carried out quickly and the methods of constructing the houses in order to prevent people from wandering their livelihoods. Have the Ministry of Taxation deliberate on this matter in order to prevent people from wandering their livelihoods.",
                "H2KE-nKo": "한성부가 서강의 민가 143호가 불에 탔다고 아뢰니, 전교하기를,“일전에 강 밑의 화재로 많은 백성들이 살 곳을 잃고 방황하였으니, 매우 불쌍하고 측은하다. 원래의 휼전을 속히 거행하고 집을 지어 안착할 방도를 묘당으로 하여금 충분히 상의하게 하여 한 명의 백성도 떠돌아다니는 탄식이 없게 하라.”하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 4월 21일(을미) 4번째기사",
                "gt-oKo": "한성부(漢城府)에서 서강(西江)의 민가(民家) 1백 43호(戶)가 실화(失火)하였다고 아뢰니, 하교하기를, “일전에 강가의 화재(火災)로 인하여 허다한 인민이 살 곳을 잃었으니, 아주 불쌍하고 가엾다. 원휼전(元恤典)을 즉시 거행하고, 집을 지어 전접(奠接)할 방안을 묘당(廟堂)으로 하여금 잘 의논하여 한 사람도 이산(離散)하는 탄식이 없도록 하라.” 하였다.",
                "hj": "○漢城府, 以西江民家失火一百四十三戶, 啓, 敎曰: “日前江底鬱攸之災, 許多民人之棲遑失所, 萬萬矜惻。 元恤典卽速擧行, 結構奠接之方, 令廟堂, 爛加商量, 俾無一民仳離之歎。”"
            },
            "5": {
                "H2KE-EN": "[The King] ordered that two tomb keepers of Military Training Office in Pyeongan Province , whose descendants of Yi Jeols descendants, and the selection of military men who had been mobilized in the province, do not transfer them to another position before the designated time limit.",
                "H2KE-nKo": "평안도 무열사의 참봉 2자리를 이 제독(李提督 이여송)의 후손과 도내의 진무사로 하여금 수용하게 하고, 임기가 차기 전에는 절대로 천전하지 말라고 명하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 4월 21일(을미) 5번째기사",
                "gt-oKo": "평안도의 무열사 참봉(武烈祠參奉) 2과(窠)를 이 제독(李提督)의 후예(後裔)와 도내(道內)의 진무사(振武士)로 하여금 충용(充用)하고, 과한(瓜限) 전에는 일체 천전(遷轉)시키지 말도록 명하였다.",
                "hj": "○命平安道武烈祠參奉二窠, 令李提督後裔及道內振武士收用, 瓜限前切勿遷轉。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On byeongsin day, the King attended the Royal Lecture on the first day of the first month.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 4월 22일(병신) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○丙申/日講。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On jeongyu day, the King attended the Royal Lecture on the New Years Day.",
                "H2KE-nKo": "정유년의 일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 4월 23일(정유) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○丁酉/日講。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture on the first day of the twelfth month.",
                "H2KE-nKo": "무술년의 회일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 4월 24일(무술) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○戊戌/日講。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On gihae day, the King attended the Royal Lecture on the first day of the twelfth month in gihae year (.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 4월 25일(기해) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○己亥/日講。"
            },
            "2": {
                "H2KE-EN": "The King appointed Seo Daesun as assistant director of the Office of the Inspector General .",
                "H2KE-nKo": "서대순을 홍문관 부제학으로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 4월 25일(기해) 2번째기사",
                "gt-oKo": "서대순(徐戴淳)을 홍문관 부제학으로 삼았다.",
                "hj": "○以徐戴淳爲弘文館副提學。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On gyeongja day, the King attended the Royal Lecture on the Confucian Classics of gyeongja year (. He summoned former Governor of Gangwon Province Hong Usun .",
                "H2KE-nKo": "경자년의 일강을 행하였다. 전 강원 감사 홍우순을 불러서 보았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 4월 26일(경자) 1번째기사",
                "gt-oKo": "일강하였다. 강원 감사 홍우순(洪祐順)을 소견(召見)하였다.",
                "hj": "○庚子/日講。 召見, 前江原監司洪祐順。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On sinchuk day, the King attended the Royal Lecture on the first day of the eleventh month.",
                "H2KE-nKo": "신축년의 회일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 4월 27일(신축) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○辛丑/日講。"
            },
            "2": {
                "H2KE-EN": "Yi Gyeongjae was appointed as the Office of the Inspector General , Bak Sil묵 as the Office of the Censor General , and Han Gyewon as the Royal Confucian Academy .",
                "H2KE-nKo": "이경재를 사헌부 대사헌으로, 박효묵을 사간원 대사간으로, 한계원을 성균관 대사성으로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 4월 27일(신축) 2번째기사",
                "gt-oKo": "이경재(李經在)를 사헌부 대사헌으로, 박효묵(朴斅默)을 사간원 대사간으로, 한계원(韓啓源)을 성균관 대사성으로 삼았다.",
                "hj": "○以李經在爲司憲府大司憲, 朴斅默爲司諫院大司諫, 韓啓源爲成均館大司成。"
            },
            "3": {
                "H2KE-EN": "Kim Ikgi was appointed minister of Taxation . This was because he was a constructing official appointment .",
                "H2KE-nKo": "김병기를 호조 판서로 삼았는데, 중비로 제수한 것이다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 4월 27일(신축) 3번째기사",
                "gt-oKo": "김병기(金炳冀)를 호조 판서로 삼았으니, 중비(中批)이었다.",
                "hj": "○以金炳冀爲戶曹判書, 中批也。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On imin day, the King attended the Royal Lecture on the fifteenth day of the imin year (.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 4월 28일(임인) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○壬寅/日講。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On gyemyo day, the King attended the Royal Lecture on the fifth day of the gyemyo year (.",
                "H2KE-nKo": "계묘년의 회일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 4월 29일(계묘) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○癸卯/日講。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On jeongchuk day, the King attended the Royal Lecture on the Day of Cold Food .",
                "H2KE-nKo": "정축년의 회일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 4월 3일(정축) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○丁丑/日講。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "On gapjin day, the King attended the Royal Lecture on the first day of the gapjin month.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 4월 30일(갑진) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○甲辰/日講。"
            },
            "2": {
                "H2KE-EN": "Yi Gangjun , Kang Janghwan , Yi Hyeonmun , Yi응jeong , Kim Changsu , Ahn Huisu , Nam Irun , Song Heumik , Jeong Gijik , Jang Yonggyu , Im Hansu , Kim Wansik , Jeong Hwak , Kim Sicho , Yi Cheoljae , Yun Jeongseon , Seong Jaewon , Jo병학 , Yi Yunha , Yi Yuseok , Jeong Donggyu , Yi Jamun , Bak Nansu , Han Jingye , Bak Inha , 심순택 , Mok Inhoe , 서상ji , Bak Hyojeong , Yu Seonghwan , Kim Gihyeon , and Yi Seunggu .",
                "H2KE-nKo": "관록을 행하여 이강준, 강장환, 이현문, 이응정, 김창수, 안희수, 남이륜, 송흠익, 정기직, 장용규, 임한수, 김완식, 정환익, 김학초, 이철재, 윤정선, 성재원, 조병학, 이윤하, 이유석, 정동규, 이재문, 박난수, 한진계, 박인하, 심순택, 목인회, 서상지, 박효정, 유성환, 김기현, 이승구를 뽑았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 4월 30일(갑진) 2번째기사",
                "gt-oKo": "관록(館錄)을 행하여 이강준(李綱峻)·강장환(姜長煥)·이현문(李玄文)·이응정(李應貞)·김창수(金昌秀)·안희수(安喜壽)·남이륜(南履輪)·송흠익(宋欽翼)·정기직(鄭基稷)·장용규(張龍逵)·임한수(林翰洙)·김완식(金完植)·정환익(鄭煥翼)·김학초(金學初)·이철재(李徹宰)·윤정선(尹定善)·성재원(成載瑗)·조병학(趙秉學)·이윤하(李崙夏)·이유석(李裕奭)·정동규(鄭東奎)·이재문(李在聞)·박난수(朴蘭壽)·한진계(韓鎭棨)·박인하(朴麟夏)·심순택(沈舜澤)·목인회(睦仁會)·서상지(徐相至)·박효정(朴孝正)·유성환(兪晠煥)·김기현(金琦鉉)·이승구(李承九)를 뽑았다.",
                "hj": "○行館錄, 李綱峻、姜長煥、李玄文、李應貞、金昌秀、安喜壽、南履輪、宋欽翼、鄭基稷、張龍逵、林翰洙、金完植、鄭煥翼、金學初、李徹宰、尹定善、成載瑗、趙秉學、李崙夏、李裕奭、鄭東奎、李在聞、朴蘭壽、韓鎭棨、朴麟夏、沈舜澤、睦仁會、徐相至、朴孝正、兪晠煥、金琦鉉、李承九。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On muin day, the King attended the Royal Lecture on the first day of the eighth month.",
                "H2KE-nKo": "무인년의 월일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 4월 4일(무인) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○戊寅/日講。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On sinmyo day, the Royal Placenta Chamber Examination entered the Royal Placenta Chamber Examination and the 차대를 희정당에서 행하였다. ",
                "H2KE-nKo": "희정당에서 기묘년에 희정당에서 내의원의 입진과 차대를 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 4월 5일(기묘) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 약원(藥院)의 입진(入診)과 차대(次對)를 행하였다.",
                "hj": "○己卯/藥院入診及次對于熙政堂。"
            },
            "2": {
                "H2KE-EN": "[The King] attended the Royal Lecture on the Confucian Classics. Chief State Councilor Kim좌geun reported, Regarding the squad leaders of the four garrisons , their aides to the left and right 포도청s should all be enforced according to their rank, and the squad leaders of the frontier squad leaders of each province should be designated as twenty-four months according to precedent. [The King] agreed with this. [Kim]좌geun also reported, The evils of collecting loans from private houses and the evils of staff officials supplying loans from them should be strictly enforced and prohibited. The King said, The evils of the frontier squad leaders of the frontier s",
                "H2KE-nKo": "일강하였다. 영의정 김좌근이 아뢰기를,“사영의 파총을 자벽하는 자리 및 좌포도청과 우포도청의 종사관은 모두 실직으로 시행하고, 허사과는 순서에 따라 처리하며, 각 도의 수군우후의 임기는 규례대로 24개월로 하도록 정식으로 삼으소서.”하니, 그대로 따랐다. 또 아뢰기를,“사문에서 빚을 받는 폐단과 낭관이 강제로 꾸어 가는 폐단을 엄히 신칙하여 금지하소서.”하니, 주상이 말하기를,“반족이 못된 짓을 하고 낭관이 강제로 꾸어 가는 것은 놀랍기 짝이 없다. 이런데도 금하지 않는다면 백성들이 어떻게 살아가겠는가. 비변사로 하여금 듣는 대로 초기하여 법률에 따라 찬배하게 하라.”하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 4월 5일(기묘) 2번째기사",
                "gt-oKo": "일강하였다. 영의정 김좌근(金左根)이 아뢰기를, “4영 파총(四營把摠)의 자벽과(自辟窠)와 좌·우포청(左右捕廳)의 종사관(從事官)은 모두 실직(實職)으로 시행하고, 허사과(虛司果)는 서차(序次)를 따라 구처(區處)하며, 각도의 수군 우후(水軍虞候)의 과한(瓜限)은 전례에 의하여 24개월로 정식(定式)하소서.” 하니, 그대로 따랐다. 또 아뢰기를, “사문(私門)의 봉채(捧債)와 낭관(郞官)이 강제로 대여하는 폐단을 엄히 신칙하여 금단(禁斷)하게 하소서.” 하니, 임금이 말하기를, “반족(班族)이 나쁜 짓을 하고 낭관(郞官)의 강제로 대여하는 놀라움이 이보다 더 심할 수 없다. 이를 만약 금하지 못하면 백성이 무엇을 믿고 살겠는가? 비변사(備邊司)로 하여금 듣는 대로 즉시 초기(草記)하여 율(律)에 의거하여 찬배(竄配)하게 하라.” 하였다.",
                "hj": "○日講。 領議政金左根啓言: “四營把摠自辟窠, 及左右捕廳從事官, 幷以實職施行, 虛司果從序次區處, 各道水虞候瓜限, 依例以二十四朔定式”, 從之。 又啓言: “私門捧債及郞官勒貸之(弊)〔弊〕, 嚴飭禁斷。” 上曰: “班族之行惡, 郞官之勒貸, 駭然莫甚。 此若不禁, 民何以聊生乎? 令備邊司, 隨聞草記, 依律竄配。”"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "Jo Chungsik was appointed as the Office of the Inspector General , and Hwang Homin as the Office of the Censor General .",
                "H2KE-nKo": "조충식을 사헌부 대사헌으로, 황호민을 사간원 대사간으로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 4월 7일(신사) 1번째기사",
                "gt-oKo": "조충식(趙忠植)을 사헌부 대사헌으로, 황호민(黃浩民)을 사간원 대사간으로 삼았다.",
                "hj": "○辛巳/以趙忠植爲司憲府大司憲, 黃浩民爲司諫院大司諫。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "The King had the printing blocks for the imoccasion of imo year [1422; fifth year of King Sejong] conferred upon the printing blocks for the first time in the imo year [1422; fifth year of King Sejong], the fifth year of King Sejong, and the fifth year of King Taejong, the fifth year of King Sejong, and the fifth year of King Taejong, the fifth year of King Sejong, respectively. The King appointed Kim Jongseo , the first literary official .",
                "H2KE-nKo": "규장각 권점을 행하였다. 김병주, 정헌교, 조병학, 홍석종을 뽑고, 김병주를 직각으로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 4월 8일(임오) 1번째기사",
                "gt-oKo": "각권(閣圈)을 행하여 김병주(金炳㴤)·정헌교(鄭獻敎)·조병학(趙秉學)·홍석종(洪奭鍾)을 뽑고, 김 병주를 직각(直閣)으로 삼았다.",
                "hj": "○壬午/行閣圈, 金炳㴤、鄭獻敎、趙秉學、洪奭鍾, 以金炳㴤爲直閣。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On gyemi day, [the King] proceeded to Huijeong Hall in the gyemi year (, summoned Kim Dohui , the chief state councilor , and held audience with him. He bestowed a gift upon him.",
                "H2KE-nKo": "희정당에 나아가 봉조하 김도희를 불러서 보고 선마하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 4월 9일(계미) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에 나아가 봉조하(奉朝賀) 김도희(金道喜)를 소견(召見)하고, 선마(宣麻)를 하사하였다.",
                "hj": "○癸未/御熙政堂, 召見奉朝賀金道喜宣麻。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Geunu as second minister of personnel .",
                "H2KE-nKo": "이근우를 이조 참판으로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 4월 9일(계미) 2번째기사",
                "gt-oKo": "이근우(李根友)를 이조 참판으로 삼았다.",
                "hj": "○以李根友爲吏曹參判。"
            }
        }
    },
    "05": {
        "1": {
            "1": {
                "H2KE-EN": "On eulsa day, [the King (Sejong] went to Injeong Hall (Hall of Benevolent Governance and personally delivered incense and the written invocation for the summer state sacrifice at the Royal Ancestral Shrine .",
                "H2KE-nKo": "인정전에 나아가 경모궁의 하향 대제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 5월 1일(을사) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에 나아가 경모궁(景慕宮)의 하향(夏享)에 쓸 향과 축문을 친히 전하였다.",
                "hj": "○乙巳/詣仁政殿, 親傳景慕宮夏享香祝。"
            },
            "2": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture. The threeteen gwon of the Book of Poetry (C. Shujing .",
                "H2KE-nKo": "일강하여 《시전》 제3권을 강하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 5월 1일(을사) 2번째기사",
                "gt-oKo": "일강(日講)하여 《시전(詩傳)》 제3권을 강하였다.",
                "hj": "○日講。 《詩傳》第三卷。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "On gabo day, the first day of the month, the King entered the Royal Placenta Chamber Examination and attended the Royal Lecture on the Confucian Classics.",
                "H2KE-nKo": "희정당에서 내의원이 입진하고 일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 5월 10일(갑인) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 약원(藥院)의 입진(入診)과 일강(日講)을 행하였다.",
                "hj": "○甲寅/藥院入診及日講于熙政堂。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On eulmyo day, the King attended the Royal Lecture on the first day of the eleventh month.",
                "H2KE-nKo": "을묘년의 회일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 5월 11일(을묘) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○乙卯/日講。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Gyeongsun as 총융사 .",
                "H2KE-nKo": "이경순을 총융사로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 5월 11일(을묘) 2번째기사",
                "gt-oKo": "이경순(李景純)을 총융사(摠戎使)로 삼았다.",
                "hj": "○以李景純爲摠戎使。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "The King proceeded to the Royal Confucian Academy and held the Royal Confucian Academy composition examination. Vice-Director Song Donok , who passed the civil service examination in the Royal Confucian Academy, was to be 전시에 곧바로 응시할 자격을 주었다. ",
                "H2KE-nKo": "춘당대에 나아가 관학 유생의 응제를 행하였다. 부에 유학 송돈옥에게 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 5월 16일(경신) 1번째기사",
                "gt-oKo": "춘당대(春塘臺)에 나아가 관학 유생(館學儒生)의 응제(應製)를 행하였다. 부(賦)에서 유학(幼學) 송돈옥(宋敦玉)이 수위를 차지하였는데, 직부 전시(直赴殿試)하게 하였다.",
                "hj": "○庚申/御春塘臺, 行館學儒生應製, 賦幼學宋敦玉, 直赴殿試。"
            },
            "2": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, I always desired to show my intention once everything but could not do so. For the nineteenth day of this month, the chief state councilor [of the Middle Army] has already stayed in the campaign regional military service examination and select twenty candidates for the composition examination. For the military service examination , select twenty candidates for those who hit the target one time to hit the target three times in succession.",
                "H2KE-nKo": "전교하기를,“내가 심도(沁都 강화)에 대해 매번 한번 나의 뜻을 보이고 싶었으나 실행하지 못하였다. 유생과 무사의 응제를 이달 19일에 설행하되, 영중추부사가 이미 영중에 있으니 유생과 무사의 제술을 고시하여 20인을 뽑고, 무기는 유엽전을 1순으로 3발 이상 맞힌 자를 뽑도록 하라.”하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 5월 16일(경신) 2번째기사",
                "gt-oKo": "하교하기를, “내가 심도(沁都)에 대해 늘 한 번 뜻을 보이려고 하였으나, 실천(實踐)하지 못하였다. 유생(儒生)·무사(武士)의 응제(應製)를 이달 19일에 설행(設行)하려 하는데, 영부사(領府事)가 이미 영중(營中)에 가서 있으니, 유생·무사의 제술(製述)을 고시(考試)하여 20인을 뽑고, 무기(武技)는 유엽전(柳葉箭)을 일순(一巡)에 3중(中) 이상을 뽑도록 하라.” 하였다.",
                "hj": "○敎曰: “予於沁都, 每欲一番示意而未果矣。 儒武應製, 今十九日設行, 領府事旣在營中, 考試儒武製述取二十人, 武技柳葉箭一巡取三中以上。”"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "The King attended the Royal Lecture on the Day of Cold Food .",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 5월 18일(임술) 1번째기사",
                "gt-oKo": "일강(日講)하였다.",
                "hj": "○壬戌/日講。"
            },
            "2": {
                "H2KE-EN": "The King appointed Sim Seungtae to the Royal Confucian Academy .",
                "H2KE-nKo": "심승택을 성균관 대사성으로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 5월 18일(임술) 2번째기사",
                "gt-oKo": "심승택(沈承澤)을 성균관 대사성으로 삼았다.",
                "hj": "○以沈承澤爲成均館大司成。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On gyehae day, the King attended the Royal Lecture on the first day of the twelfth month.",
                "H2KE-nKo": "계해년의 1차 강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 5월 19일(계해) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○癸亥/日講。"
            },
            "2": {
                "H2KE-EN": "The King appointed Sim Gyeongtae to the Royal Confucian Academy , Seo Gisun to the minister of personnel , and Yi Jeongjae to the second minister of personnel . ",
                "H2KE-nKo": "심경택을 성균관 대사성으로, 서기순을 이조 판서로, 이정재를 이조 참판으로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 5월 19일(계해) 2번째기사",
                "gt-oKo": "심경택(沈敬澤)을 성균관 대사성으로, 서기순(徐箕淳)을 이조 판서로, 이정재(李鼎在)를 이조 참판으로 삼았다.",
                "hj": "○以沈敬澤爲成均館大司成, 徐箕淳爲吏曹判書, 李鼎在爲吏曹參判。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On byeongo day, the King attended the Royal Lecture on the fifth day of the fifth month.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 5월 2일(병오) 1번째기사",
                "gt-oKo": "일강(日講)하였다.",
                "hj": "○丙午/日講。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The King received the regular morning court assembly and attended the Royal Lecture on the first day of the twelfth month. Chief State Councilor Kim좌geun reported as follows: Recorder of the Office of Royal Genealogy temporarily raised four posts of special appointees and special appointees at the Royal Tombs of King Taejong and Queen Sinui and successively successively, and successively successful successive",
                "H2KE-nKo": "희정당에서 갑자년의 차대와 일강을 행하였다. 영의정 김좌근이 아뢰기를,“종부시 주부를 임시로 음관의 자리로 만들고, 각 능과 전의 별검 4자리를 음령으로 승진시키고, 전적 4자리를 참하관의 자리로 만들고, 사청의 말사는 병조에 도로 보내고, 남행 부장은 규례대로 처리하소서.”하니, 그대로 따랐다. 또 아뢰기를,“황해 감사 김위, 예조 참판 남헌교, 호군 서헌순ᆞ한진정은 모두 정경으로 승진시키고, 부호군 홍영규ᆞ조휘림ᆞ서원순ᆞ유치명은 모두 아경으로 승진시키고, 전 정 송종수는 모두 가자하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 5월 20일(갑자) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 차대(次對)와 일강(日講)을 행하였다. 영의정 김좌근(金左根)이 아뢰기를, “종부시 주부(宗簿寺主簿)는 임시 음과(蔭窠)로 삼고, 각능·전(陵殿)의 별검(別檢) 4과(窠)는 음령(蔭令)을 승작(陞作)시키고, 전적(典籍) 4과(窠)는 참하(參下)의 자리로 삼고, 사청(四廳)의 말사(末仕)는 병조(兵曹)에 환송(還送)하고, 남행 부장(南行部將)은 예(例)에 의하여 구처(區處)하소서.” 하니, 그대로 따랐다. 또 아뢰기를, “황해 감사 김위(金鍏)·예조 참판 남헌교(南獻敎), 호군(護軍) 서헌순(徐憲淳)·한진정(韓鎭庭)은 모두 정경(正卿)으로 승탁(陞擢)하고, 부호군(副護軍) 홍영규(洪永圭)·조휘림(趙徽林)·서원순(徐元淳)·유치명(柳致命)은 모두 아경(亞卿)으로 승탁(陞擢)하고, 전 정(正) 송종수(宋宗洙)는 일체로 가자(加資)하소서.” 하니, 그대로 따랐다.",
                "hj": "○甲子/次對及日講于熙政堂。 領議政金左根啓言: “宗簿主簿權作蔭窠, 各陵殿別檢四窠, 陞作蔭令, (典藉)〔典籍〕四窠, 爲參下窠, 四廳末仕還送兵曹, 南行部將, 依例區處。” 從之。 又啓言: “黃海監司金鍏, 禮曹參判南獻敎, 護軍徐憲淳、韓鎭庭幷正卿陞擢, 副護軍洪永圭、趙徽林、徐元淳、柳致明, 幷亞卿陞擢, 前正宋宗洙, 一體加資。” 從之。"
            },
            "2": {
                "H2KE-EN": "The King issued a royal directive: It is very 희귀한 일인데, Senior Military Protector Min Chiseong was specially promoted to one grade higher than that of the four ancestors and former governor of Gangwon Province Hong Usuns 치적을 extraordinary ages. Thus, I specially raise him of the title of Grand Master for Assisting toward Fundamental Laws [].",
                "H2KE-nKo": "전교하기를,“네 조정을 내리 섬겼고 나이가 80이 넘었으니 매우 희귀한 일이다. 행 호군 민치성에게 특별히 한 자급을 올려 주라. 전 강원 감사 홍우순은 치적이 뛰어나다고 하니 특별히 자헌대부를 가자하라.”하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 5월 20일(갑자) 2번째기사",
                "gt-oKo": "하교하기를, “네 조정을 섬기며 나이 80이 넘은 것은 매우 희귀한 일이니, 행 호군(行護軍) 민치성(閔致成)에게는 특별히 한 자급을 더하고, 전 강원 감사 홍우순(洪祐順)은 치적(治績)이 출중하다고 하니, 특별히 자헌(資憲)을 더하게 하라.” 하였다.",
                "hj": "○敎曰: “歷事四朝, 年過八耋, 事甚稀貴, 行護軍閔致成, 特加一資, 前江原監司洪祐順, 治績出衆云, 特加資憲。”"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On eulchuk day, the King attended the Royal Lecture on the first day of the eleventh month.",
                "H2KE-nKo": "을축년의 회일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 5월 21일(을축) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○乙丑/日講。"
            },
            "2": {
                "H2KE-EN": "Yi Mokyeonyeon , the Office of the Inspector General , and Hong Iktong , the Office of the Censor General .",
                "H2KE-nKo": "이목연을 사헌부 대사헌으로, 홍익섭을 사간원 대사간으로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 5월 21일(을축) 2번째기사",
                "gt-oKo": "이목연(李穆淵)을 사헌부 대사헌으로, 홍익섭(洪翼燮)을 사간원 대사간으로 삼았다.",
                "hj": "○以李穆淵爲司憲府大司憲, 洪翼燮爲司諫院大司諫。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On gabin day, the first day of the first month, the King attended the Royal Lecture.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 5월 22일(병인) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○丙寅/日講。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the King attended the Royal Lecture on the first day of the twelfth month.",
                "H2KE-nKo": "정묘년의 일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 5월 23일(정묘) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○丁卯/日講。"
            },
            "2": {
                "H2KE-EN": "The King issued a royal directive: Students of the Military Training Office who are supposed to take the composition examination of the Military Procurement Administration Namgil shall be allowed to take the examination.",
                "H2KE-nKo": "전교하기를,“강화의 응제에서 부에 입격한 유학 남궁갑에게 전시에 곧바로 응시할 자격을 주라.”하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 5월 23일(정묘) 2번째기사",
                "gt-oKo": "하교하기를, “심도(沁都)의 응제(應製)에서 부(賦)에 수위를 차지한 유학(幼學) 남궁갑(南宮鉀)을 직부 전시(直赴殿試)하게 하라.” 하였다.",
                "hj": "○敎曰: “沁都應製賦幼學南宮鉀, 直赴殿試。”"
            },
            "3": {
                "H2KE-EN": "Min Chiseong was appointed minister of rites .",
                "H2KE-nKo": "민치성을 예조 판서로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 5월 23일(정묘) 3번째기사",
                "gt-oKo": "민치성(閔致成)을 예조 판서로 삼았다.",
                "hj": "○以閔致成爲禮曹判書。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "On gabin day, the King attended the Royal Lecture on the Day of Cold Food .",
                "H2KE-nKo": "무진일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 5월 24일(무진) 1번째기사",
                "gt-oKo": "일강(日講)하였다.",
                "hj": "○戊辰/日講。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "[The King] visited the Royal Placenta Chamber in the gisa year ( and attended the Royal Lecture on the Confucian Chamberial Placentacenta Chamber .",
                "H2KE-nKo": "희정당에서 기사년에 희정당에서 내의원의 입진과 일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 5월 25일(기사) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 약원(藥院)의 입진(入診)과 일강을 행하였다.",
                "hj": "○己巳/藥院入診及日講于熙政堂。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yu Jino as third minister of personnel .",
                "H2KE-nKo": "유진오를 이조 참의로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 5월 25일(기사) 2번째기사",
                "gt-oKo": "유진오(兪鎭五)를 이조 참의로 삼았다.",
                "hj": "○以兪鎭五爲吏曹參議。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On gabo day, the King attended the Royal Lecture on the fifth day of the fifth month.",
                "H2KE-nKo": "경오년의 회일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 5월 26일(경오) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○庚午/日講。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "gyeyu year (1423, the fourth year of King Sejong reign (1423, the fourth year of King SejongSejong reign (1423, the fourth year of King SejongSejongSejongSejongSejongSejongSejongSejongSejongSejongSejongSejongSejongSejongSejongSejongSejongSejong commanded Yi Nojeung to be appointed inspector general .",
                "H2KE-nKo": "이노병을 사헌부 대사헌으로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 5월 29일(계유) 1번째기사",
                "gt-oKo": "이노병(李魯秉)을 사헌부 대사헌으로 삼았다.",
                "hj": "○癸酉/以李魯秉爲司憲府大司憲。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On jeongmi day, the King attended the Royal Lecture on the jeongmi day.",
                "H2KE-nKo": "정미년의 월일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 5월 3일(정미) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○丁未/日講。"
            },
            "2": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, As the birthday of the Queen Mother is the birthday, I, my humble subject, have prayed for the longevity of Your Majestys longevity every year. Every time I worry about the propriety of celebrating Your Majestys blessings, but I did not grant Your Majestys approval. I truly reverently admired Your Majestys virtue. However, it would be possible to express my appreciation even slightly. On the fifteenth day of this month, I will personally write a memorial and present only a set of inner and outer cloth for a garment. The Office of the Inspector General should understand this.",
                "H2KE-nKo": "전교하기를,“동조(東朝 정순왕후)의 탄신이 가까워졌으니, 나 소자의 장수를 축원하는 마음이 해마다 더욱 간절하다. 경사를 축하하는 예식을 거행할 때마다 늘 풍년이 들 것을 염려하여 윤허를 아끼시니, 겸손한 덕은 진실로 대단히 흠앙하는 바이다. 그러나 아랫사람의 마음에 서운한 점이 있으니 조금은 펴는 것이 마땅하다. 이달 15일에 대내에서 직접 전문을 올리고 표리만 올릴 것이니, 해당 방은 그리 알라.”하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 5월 3일(정미) 2번째기사",
                "gt-oKo": "하교하기를, “동조(東朝)의 탄신(誕辰)이 곧 이르니, 나 소자(小子)의 강릉(岡陵)을 축하하는 정성이 해마다 더욱 간절하다. 경축하는 예(禮)는 매양 풍형(豐亨)을 염려하여 윤허하지 않으시니, 겸손한 덕은 진실로 흠앙(欽仰)하는 바이다. 그러나 그 하정(下情)에 결연(缺然)함이 있으니, 조금이나마 펴는 것이 마땅하다. 이번 15일은 마땅히 대내(大內)에서 친히 전문(箋文)을 올리고 단지 표리(表裏)만을 올릴 것이니, 해방(該房)에서는 자세히 알도록 하라.” 하였다.",
                "hj": "○敎曰: “東朝誕辰載屆, 予小子祝岡之忱年年益切。 飭慶之禮, 每慮豐亨而靳允, 撝謙之德, 固欽仰萬萬。 而其在下情之缺然, 宜有以少伸。 今十五日當自內親上箋文, 只進表裏矣。 該房知悉。”"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On musin day, the King attended the Royal Lecture on the first day of the eighth month.",
                "H2KE-nKo": "《무신일강》을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 5월 4일(무신) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○戊申/日講。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On giyu day, the King attended the Royal Lecture on the Day of Cold Food .",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 5월 5일(기유) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○己酉/日講。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On gyeongjin day, the King attended the Royal Lecture on the Dairy of Cold Food .",
                "H2KE-nKo": "경술년의 일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 5월 6일(경술) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○庚戌/日講。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On sinhae day, the King attended the Royal Lecture on the Dairy of Cold Food .",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 5월 7일(신해) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○辛亥/日講。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On imja day, the King attended the Royal Lecture on the first day of the twelfth month.",
                "H2KE-nKo": "임자년의 일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 5월 8일(임자) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○壬子/日講。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On gyechuk day, the King attended the Royal Lecture on the first day of the month.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 5월 9일(계축) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○癸丑/日講。"
            }
        }
    },
    "06": {
        "1": {
            "1": {
                "H2KE-EN": "Jo Dusun , second deputy director of the Royal House Administration , was appointed to privy councilor .",
                "H2KE-nKo": "지중추부사 조두순을 정승에 제수하라고 명하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 6월 1일(갑술) 1번째기사",
                "gt-oKo": "지중추부사(知中樞府事) 조두순(趙斗淳)을 상신(相臣)에 제배(除拜)하라고 명하였다.",
                "hj": "○甲戌/命知中樞府事趙斗淳拜相。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Gyusun as supreme commander of the Three Provinces .",
                "H2KE-nKo": "이규철을 삼도 수군통제사로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 6월 1일(갑술) 2번째기사",
                "gt-oKo": "이규철(李圭徹)을 삼도 수군 통제사로 삼았다.",
                "hj": "○以李圭徹爲三道水軍統制使。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "On gyemi day, Right State Councilor Jo Dusun submitted a memorial requesting his resignation, but the King denied this request.",
                "H2KE-nKo": "계미년에 우의정 조두순이 상소하여 사직하니, 비답을 내려 허락하지 않았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 6월 10일(계미) 1번째기사",
                "gt-oKo": "우의정 조두순(趙斗淳)이 진소(陳疏)하여 사직(辭職)하였으나, 비답을 내려 윤허하지 않았다.",
                "hj": "○癸未/右議政趙斗淳, 陳疏辭職, 賜批不許。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On eulyu day, [the King] appointed Yun Chisu as minister of rites .",
                "H2KE-nKo": "윤치수를 예조 판서로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 6월 12일(을유) 1번째기사",
                "gt-oKo": "윤치수(尹致秀)를 예조 판서로 삼았다.",
                "hj": "○乙酉/以尹致秀爲禮曹判書。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "Right State Councilor Jo Dusun submitted a memorial requesting his resignation, but the King did not approve his request. ",
                "H2KE-nKo": "우의정 조두순이 재차 상소하여 사직하니, 비답을 내려 허락하지 않았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 6월 18일(신묘) 1번째기사",
                "gt-oKo": "우의정 조두순(趙斗淳)이 두 번째 상소하여 사직(辭職)하였으나, 비답을 내려 윤허하지 않았다.",
                "hj": "○辛卯/右議政趙斗淳, 再疏辭職, 賜批不許。"
            },
            "2": {
                "H2KE-EN": "The King proceeded to the hall of governance and performed a tea ceremony.",
                "H2KE-nKo": "진전에 나아가 다례를 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 6월 18일(신묘) 2번째기사",
                "gt-oKo": "진전(眞殿)에 나아가 다례(茶禮)를 행하였다.",
                "hj": "○詣眞殿, 行茶禮。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "The King appointed Kim Sangu as army commander of Pyeongan Province and 서헌sun as minister of works .",
                "H2KE-nKo": "김상우를 평안도 병마절도사로, 서헌순을 공조 판서로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 6월 2일(을해) 1번째기사",
                "gt-oKo": "김상우(金相宇)를 평안도 병마 절도사로, 서헌순(徐憲淳)을 공조 판서로 삼았다.",
                "hj": "○乙亥/以金相宇爲平安道兵馬節度使, 徐憲淳爲工曹判書。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "The King bestowed relief aid upon the families of Uiju Strategic Prefecture who had flooded and drowned.",
                "H2KE-nKo": "의주부의 표호와 퇴호에 휼전을 베풀었다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 6월 21일(갑오) 1번째기사",
                "gt-oKo": "의주부(義州府)의 물에 떠내려가거나 무너진 집에 휼전(恤典)을 주었다.",
                "hj": "○甲午/給義州府漂頹戶, 恤典。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On byeongsin day, Right State Councilor Jo Dusun submitted a memorial requesting his resignation, but the King denied this request.",
                "H2KE-nKo": "우의정 조두순이 세 번째 상소하여 사직하니, 비답을 내려 허락하지 않았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 6월 23일(병신) 1번째기사",
                "gt-oKo": "우의정 조두순(趙斗淳)이 세 번째 상소하여 사직(辭職)하였으나, 비답을 내려 윤허하지 않았다.",
                "hj": "○丙申/右議政趙斗淳, 三疏辭職, 賜批不許。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "The King transmitted a royal directive to the Office of the Inspector General in the gihae year (, which reads as follows: Kim Gik , second deputy director of the Office of Royal Decrees , Jo Hyeongbok , the Office of the Inspector General , and Hwang Homin , the Office of the Censor General .",
                "H2KE-nKo": "기해년 도목 정사를 행하였다. 하비하여 김병국을 규장각 직제학으로, 조형복을 사헌부 대사헌으로, 황호민을 사간원 대사간으로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 6월 26일(기해) 1번째기사",
                "gt-oKo": "도정(都政)을 행하였다. 하비(下批)하여 김병국(金炳國)을 규장각 직제학으로, 조형복(趙亨復)을 사헌부 대사헌으로, 황호민(黃浩民)을 사간원 대사간으로 삼았다.",
                "hj": "○己亥/都政下批, 以金炳國爲奎章閣直提學, 趙亨復爲司憲府大司憲, 黃浩民爲司諫院大司諫。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On gyeongja day, [the King] summoned local magistrates and the frontier garrisons in the gyeongja year ( to summon those appointed as local magistrates and frontier garrisons .",
                "H2KE-nKo": "경자년에 수령, 변장, 초사인을 불러서 보았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 6월 27일(경자) 1번째기사",
                "gt-oKo": "수령(守令)과 변장(邊將)의 초사인(初仕人)을 소견(召見)하였다.",
                "hj": "○庚子/召見守令邊將初仕人。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On sinchuk day, the first day of the month, [the King] 차대를 행하였다. Chief State Councilor Kim좌geun reported, The grandson of the Great Lord of Deokheung should follow the established code of the Royal Ancestral Shrine , and the grandson of the Royal House Administration should be designated as the grandson of the Royal Tomb of King Taejo . The King approved this.",
                "H2KE-nKo": "희정당에서 차대를 행하였다. 영의정 김좌근이 아뢰기를,“덕흥 대원군의 사손은 선조 때 정한 법에 따라 돈녕부 도정 한 자리를 자급에 따라 세습하게 하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 6월 28일(신축) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 차대(次對)하였다. 영의정 김 좌근이 아뢰기를, “덕흥 대원군(德興大院君)의 사손(祀孫)은 선조(宣祖) 때의 정전(定典)에 의하여 돈녕 도정(敦寧都正)의 1과(窠)를 자급에 따라 세습(世襲)하게 하소서.” 하니, 그대로 따랐다.",
                "hj": "○辛丑/次對于熙政堂。 領議政金左根啓言: “德興大院君祀孫, 依宣廟定典, 敦寧都正一窠, 隨資世襲。” 從之。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "Im Geungsu was appointed as third minister of personnel .",
                "H2KE-nKo": "임긍수를 이조 참의로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 6월 29일(임인) 1번째기사",
                "gt-oKo": "임긍수(林肯洙)를 이조 참의로 삼았다.",
                "hj": "○壬寅/以林肯洙爲吏曹參議。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "On gyemyo day, the physicians of the Office of Royal Genealogy entered the palace and attended upon the King. ",
                "H2KE-nKo": "희정당에 입진하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 6월 30일(계묘) 1번째기사",
                "gt-oKo": "약원(藥院)에서 희정당(熙政堂)에 입진(入診)하였다.",
                "hj": "○癸卯/藥院入診于熙政堂。"
            },
            "2": {
                "H2KE-EN": "Junior Fifth-Rank Military Officer Kim Jinhyeong presented a memorial requesting that Minister of Personnel Seo Gisun be punished. The King 비답하기를, “종이 가득히 raised the memorial, and there is no sense of loyalty and loyalty in the same court. You should be punished by dismemberment of the law.",
                "H2KE-nKo": "부사과 김진형이 상소하여 이조 판서 서기순을 논척하니, 비답하기를,“지면에 가득히 떠들어 대어 같은 조정에 있는 충후한 기풍이 전혀 없으니, 그대에게 간삭하는 법을 시행하겠다.”하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 6월 30일(계묘) 2번째기사",
                "gt-oKo": "부사과 김진형(金鎭衡)이 상소하여, 이조 판서 서기순(徐箕淳)을 논척(論斥)하니, 비답하기를, “지면(紙面)에 가득히 헐뜯고 떠들어대어 같은 조정(朝廷)에서 벼슬하는 충후(忠厚)한 풍도가 전혀 없으니, 너에게 간삭(刊削)의 율(律)을 시행하겠다.” 하였다.",
                "hj": "○副司果金鎭衡, 疏論吏曹判書徐箕淳, 批曰: “滿紙叫嚷, 全無同朝忠厚之風, 爾則施以刊削之典。”"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On muin day, a physician entered the Royal Confucian Academy in the muin year ( and entered the Royal Confucian Academy.",
                "H2KE-nKo": "희정당에 입진하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 6월 5일(무인) 1번째기사",
                "gt-oKo": "약원(藥院)에서 희정당(熙政堂)에 입진(入診)하였다.",
                "hj": "○戊寅/藥院入診于熙政堂。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "The King appointed Seo Gisun as minister of personnel .",
                "H2KE-nKo": "경진년에 서기순을 이조 판서로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 6월 7일(경진) 1번째기사",
                "gt-oKo": "서기순(徐箕淳)을 이조 판서로 삼았다.",
                "hj": "○庚辰/以徐箕淳爲吏曹判書。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "Kim Geumgyo was appointed second minister of personnel , and Yi Donyeong was appointed director of the Royal House Administration .",
                "H2KE-nKo": "김병교를 이조 참판으로, 이돈영을 판의금부사로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 6월 9일(임오) 1번째기사",
                "gt-oKo": "김병교(金炳喬)를 이조 참판으로, 이돈영(李敦榮)을 판의금부사로 삼았다.",
                "hj": "○壬午/以金炳喬爲吏曹參判, 李敦榮爲判義禁府事。"
            }
        }
    },
    "07": {
        "1": {
            "1": {
                "H2KE-EN": "On gapjin day, the King proceeded to Injeong Hall and personally handed out the incense and the written prayer to be used in the autumn sacrifice at the Royal Ancestral Shrine and Yeongnyeong Hall .",
                "H2KE-nKo": "인정전에 나아가 종묘와 영녕전의 추향 대제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 7월 1일(갑진) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에 나아가 종묘(宗廟)·영녕전(永寧殿)의 추향(秋享)에 쓸 향과 축문을 친히 전하였다.",
                "hj": "○甲辰/詣仁政殿, 親傳宗廟永寧殿, 秋享香祝。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "The King issued an instruction, which states: On the twentieth day of this month, it is the birthday of the Grand Dame of the Yongseong Dame of the Grand Dame of the Yongseong Grand Dame of the Grand",
                "H2KE-nKo": "전교하기를,“이달 20일은 바로 용성부대부인의 회갑이니, 나 소자의 슬프고 그리운 마음이 더욱 새로워진다. 이날 작헌례를 친히 행할 것이니, 해당 방은 그리 알라.”하였다. 또 전교하기를,“묘소에 경평군을 보내 작헌례를 섭행하게 하라.”하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 7월 10일(계축) 1번째기사",
                "gt-oKo": "하교하기를, “이달 20일은 곧 용성 부대부인(龍城府大夫人)의 회갑(回甲)이니, 나 소자(小子)의 슬프고 사모하는 회포가 더욱 다시 새로워진다. 장차 이날에 작헌례(酌獻禮)를 친히 행하려 하니, 해방(該房)은 자세히 알도록 하라.” 하고, 또 하교하기를, “묘소(墓所)에 경평군(慶平君)을 보내어 작헌례를 섭행(攝行)하도록 하라.” 하였다.",
                "hj": "○癸丑/敎曰: “今月二十日, 卽龍城府大夫人周甲也, 予小子愴慕之懷, 益復如新。 將於是日, 親行酌獻禮矣, 該房知悉。” 又敎曰: “墓所遣慶平君, 攝行酌獻禮。”"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "The King performed the fourth rite of praying for rain at the gapjin [Detached Palace] .",
                "H2KE-nKo": "네 번째 기우제를 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 7월 11일(갑인) 1번째기사",
                "gt-oKo": "네 번째 기우제(祈雨祭)를 행하였다.",
                "hj": "○甲寅/行四次祈雨祭。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "The King performed the fifth rite of praying for rain at the Altar of the Soil and Grain . ",
                "H2KE-nKo": "다섯 번째 기우제를 지냈다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 7월 14일(정사) 1번째기사",
                "gt-oKo": "다섯 번째 기우제(祈雨祭)를 행하였다.",
                "hj": "○丁巳/行五次祈雨祭。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On eulmi day, the first day of the twelfth month, [the King] went to the Royal Ancestral Shrine to pay a visit and paid a visit to the Royal Ancestral Shrine. The King paid a visit to the Royal Ancestral Shrine because [the King] paid a visit to the Royal Ancestral Shrine to pay a visit.",
                "H2KE-nKo": "기미년에 종묘에 나아가 전알하고 경모궁에 전배하였는데, 추계 전알이었다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 7월 16일(기미) 1번째기사",
                "gt-oKo": "종묘(宗廟)에 나아가 전알(展謁)하고, 경모궁(景慕宮)에 전배(展拜)하니, 추알(秋謁)이었다.",
                "hj": "○己未/詣宗廟展謁, 景慕宮展拜, 秋謁也。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On sinchuk day, the sixth rite of praying for rain was held at the sinchuk day (1400, the fourth year of King Sejong.",
                "H2KE-nKo": "여섯 번째 기우제를 지냈다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 7월 17일(경신) 1번째기사",
                "gt-oKo": "여섯 번째 기우제(祈雨祭)를 행하였다.",
                "hj": "○庚申/行六次祈雨祭。"
            },
            "2": {
                "H2KE-EN": "The King 차대를 희정당에서 행하였다. Chief State Councilor Kim좌geun reported, As for the middle grade of Grand Master for Excellent Virtue and Assistant Commander for Excellent Virtue. The King approved of this.",
                "H2KE-nKo": "희정당에서 차대를 행하였다. 영의정 김좌근이 아뢰기를,“잡기인 가선대부 무신 총관은 병사의 이력이 있어야만 비로소 의망할 수 있도록 허락하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 7월 17일(경신) 2번째기사",
                "gt-oKo": "희정당(熙政堂)에서 차대(次對)하였다. 영의정 김좌근(金左根)이 아뢰기를, “잡기 가선(雜歧嘉善)과 무신 총관(武臣摠管)은 병사(兵使)의 이력(履歷)을 기다린 뒤에 비로소 의망(擬望)을 윤허하소서.” 하니, 그대로 따랐다.",
                "hj": "○次對于熙政堂。 領議政金左根啓言: “雜岐嘉善武臣摠管待兵使履歷, 始許擬望。” 從之。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On sinhae day, the first day of the month, a lunar eclipse appeared.",
                "H2KE-nKo": "혜성이 나타났다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 7월 18일(신유) 1번째기사",
                "gt-oKo": "혜성(彗星)이 나타났다.",
                "hj": "○辛酉/彗星, 見。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On eulsa day, a rite of praying for rain was held at the first eulsa year (.",
                "H2KE-nKo": "을사년 1차 기우제를 지냈다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 7월 2일(을사) 1번째기사",
                "gt-oKo": "첫 번째 기우제(祈雨祭)를 행하였다.",
                "hj": "○乙巳/行初次祈雨祭。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On gyehae day, the King proceeded to the shrines of the Grand Dame of Jeongye and the Grand Dame of Yongseong and performed the ancestral rites for the deceased. ",
                "H2KE-nKo": "전계 대원군과 용성 부대부인의 사우에 나아가 작헌례를 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 7월 20일(계해) 1번째기사",
                "gt-oKo": "전계 대원군(全溪大院君)·용성 부대부인(龍城府大夫人)의 사우(祠宇)에 나아가 작헌례(酌獻禮)를 행하였다.",
                "hj": "○癸亥/詣全溪大院君、龍城府大夫人祠宇行。 酌獻禮。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On gapja day, the first day of the month, the King proceeded to the northern outskirts [of the capital] and performed the rite of the full moon . Then the King proceeded to Yeonghwa Guesthouse and performed the Royal Confucian Academy and military service examinations. Executive Assistant Kim Giji , and three men, including Administrative Agency Kim Usik , were all directly allowed to take the examination.",
                "H2KE-nKo": "갑자년에 북원에 나아가 망배례를 행하고, 이어 영화당에 나아가 반열에 참석한 유생과 무사의 시사를 행하였다. 부에서 판관 김병지와 한량 김우식 등 3인에게 모두 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 7월 21일(갑자) 1번째기사",
                "gt-oKo": "북원(北苑)에 나아가 망배례(望拜禮)를 행하였다. 이어서 영화당(暎花堂)에 나아가 반열에 참여한 유생(儒生)과 무사(武士)에게 응제(應製)와 시사(試射)를 행하였는데, 부(賦)에 판관(判官) 김병지(金炳地)와 한량(閑良) 김우식(金友植) 등 3인을 아울러 직부 전시(直赴殿試)하게 하였다.",
                "hj": "○甲子/詣北苑行望拜禮, 仍御暎花堂, 行參班儒武試射, 賦判官金炳地, 閑良金友植等三人, 竝直赴殿試。"
            },
            "2": {
                "H2KE-EN": "The King appointed Min Gyo as army commander of Left Gyeongsang Province .",
                "H2KE-nKo": "이민교를 경상좌도 병마절도사로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 7월 21일(갑자) 2번째기사",
                "gt-oKo": "이민교(李敏敎)를 경상좌도 병마 절도사로 삼았다.",
                "hj": "○以李敏敎爲慶尙左道兵馬節度使。"
            },
            "3": {
                "H2KE-EN": "Junior Fifth Rank Military Officer Son Yeongro submitted a memorial requesting that former Minister of Personnel Seo Gisun be punished. The King 비답하기를, “지난번 Kim Jinhyeongs memorial was absurdly beyond measure. Now that you also acted like this, Kim was the leader of the front hut of the front of",
                "H2KE-nKo": "부사과 손영로가 상소하여 전 이조 판서 서기순을 논핵하니, 비답하기를,“지난번 김진형의 상소도 뜻밖이었는데 지금 그대가 또 이와 같이 하니, 김씨가 앞잡이가 되고 그대가 후전이 된단 말인가. 너무도 해괴하고 망녕되니, 그대에게도 찬배하는 법을 시행하겠다.”하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 7월 21일(갑자) 3번째기사",
                "gt-oKo": "부사과(副司果) 손영로(孫永老)가 상소하여, 전 이조 판서(吏曹判書) 서기순(徐箕淳)을 논척(論斥)하니, 비답하기를, “지난번 김진형(金鎭衡)의 상소도 이미 뜻밖이었는데 이제 네가 또 이와 같으니, 김진형은 앞잡이가 되고 너는 후전(後殿)이 되었는가? 지극히 해망(駭妄)하니 너에게도 찬배(竄配)의 법(法)을 시행하겠다.” 하였다.",
                "hj": "○副司果孫永老疏論前吏曹判書徐箕淳, 批曰: “向者金鎭衡之疏, 已是意外, 今爾又如是, 金爲前矛, 爾作後殿乎? 極爲駭妄, 爾亦施以竄配之典。”"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On eulchuk day, [the King] summoned the students who passed the examination in the eulchuk year (.",
                "H2KE-nKo": "을축년에 입격한 유생을 불러서 보았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 7월 22일(을축) 1번째기사",
                "gt-oKo": "입격(入格)한 유생(儒生)을 소견(召見)하였다.",
                "hj": "○乙丑/召見入格儒生。"
            },
            "2": {
                "H2KE-EN": "Kim Gyeongseon was appointed director of the Office of the Queen Mother .",
                "H2KE-nKo": "김경선을 판의금부사로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 7월 22일(을축) 2번째기사",
                "gt-oKo": "김경선(金景善)을 판의금부사로 삼았다.",
                "hj": "○以金景善爲判義禁府事。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "Son Yeongro , a man from Son Yeongro , was banished to Sangwon County .",
                "H2KE-nKo": "손영로를 상원군에 찬배하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 7월 23일(병인) 1번째기사",
                "gt-oKo": "손영로(孫永老)를 상원군(祥原郡)에 귀양보냈다.",
                "hj": "○丙寅/竄孫永老于祥原郡。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "The seventh rite for commemorating Spring and Autumn Annals was performed at the Royal Confucian Academy . Vice-Director Yi Jango , and classics licentiate Yi낙jung were all allowed to take the examination.",
                "H2KE-nKo": "성균관에서 정묘년의 칠석제를 행하였다. 부에서 유학 이장오와 생원 이낙중에게 모두 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 7월 24일(정묘) 1번째기사",
                "gt-oKo": "반궁(泮宮)에서 칠석제(七夕製)를 행하고, 부(賦)에 유학(幼學) 이장오(李章五)·생원(生員) 이낙중(李樂重)에게 모두 직부 전시(直赴殿試)하게 하였다.",
                "hj": "○丁卯/行七夕製于泮宮, 賦幼學李章五, 生員李樂重, 竝直赴殿試。"
            },
            "2": {
                "H2KE-EN": "The King appointed Jo Seungsun as second minister of personnel .",
                "H2KE-nKo": "조태순을 이조 참판으로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 7월 24일(정묘) 2번째기사",
                "gt-oKo": "조태순(趙台淳)을 이조 참판으로 삼았다.",
                "hj": "○以趙台淳爲吏曹參判。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "The King held audience with the Confucian students who passed the civil service examination in the mujin year (. ",
                "H2KE-nKo": "무진년에 입격한 유생을 불러서 보았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 7월 25일(무진) 1번째기사",
                "gt-oKo": "입격(入格)한 유생(儒生)을 소견(召見)하였다.",
                "hj": "○戊辰/召見入格儒生。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Gyu팽 as the Office of the Inspector General , Kim Ilyeon as the Office of the Censor General , Yi Geunyeong as the army commander of Left Gyeongsang Province , and Yi Dongsik as the navy subarea commander of Hwanghae Province .",
                "H2KE-nKo": "이규팽을 사헌부 대사헌으로, 김일연을 사간원 대사간으로, 이근영을 경상좌도 병마절도사로, 이동식을 황해도 수군절도사로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 7월 25일(무진) 2번째기사",
                "gt-oKo": "이규팽(李圭祊)을 사헌부 대사헌으로, 김일연(金逸淵)을 사간원 대사간으로, 이근영(李根永)을 경상좌도 병마 절도사로, 이동식(李東植)을 황해도 수군 절도사로 삼았다.",
                "hj": "○以李圭祊爲司憲府大司憲, 金逸淵爲司諫院大司諫, 李根永爲慶尙左道兵馬節度使, 李東植爲黃海道水軍節度使。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "The King proceeded to the Royal Confucian Academy and held the Mid-Autumn Rites . The lecture on the Confucian School Ahn Gyohui , the lecture on the Confucian School , and the classics licentiate Licentiate Licenti .",
                "H2KE-nKo": "춘당대에 나아가 추도기를 행하였다. 강에 유학 안교희, 표에 생원 이기호에게 모두 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 7월 26일(기사) 1번째기사",
                "gt-oKo": "춘당대(春塘臺)에 나아가 추도기(秋到記)를 행하고, 강(講)에 유학(幼學) 안교희(安敎熙), 표(表)에 생원(生員) 이기호(李基鎬)에게 모두 직부 전시하게 하였다.",
                "hj": "○己巳/御春塘臺, 行秋到記, 講幼學安敎熙, 表生員李基鎬, 竝直赴殿試。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On imjin day, the King appointed Yi병규를 이조 참의로, and Kim Yeonggeun as governor of Hwanghae Province.",
                "H2KE-nKo": "이병규를 이조 참의로, 김영근을 황해도 관찰사로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 7월 29일(임신) 1번째기사",
                "gt-oKo": "이병규(李秉珪)를 이조 참의로, 김영근(金泳根)을 황해도 관찰사로 삼았다.",
                "hj": "○壬申/以李秉珪爲吏曹參議, 金泳根爲黃海道觀察使。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On jeongmi day, the King summoned local magistrates who were on duty at sunset.",
                "H2KE-nKo": "하직 인사를 하는 수령을 불러서 보았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 7월 4일(정미) 1번째기사",
                "gt-oKo": "하직(下直)하는 수령(守令)을 소견(召見)하였다.",
                "hj": "○丁未/召見下直守令。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Gyeongjae as minister of war and Min Chiseong as inspector general .",
                "H2KE-nKo": "이경재를 병조 판서로, 민치성을 사헌부 대사헌으로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 7월 4일(정미) 2번째기사",
                "gt-oKo": "이경재(李景在)를 병조 판서로, 민치성(閔致成)을 사헌부 대사헌으로 삼았다.",
                "hj": "○以李景在爲兵曹判書, 閔致成爲司憲府大司憲。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "The King performed the second rite of praying for rain at the musin day (1408, the fourth year of King Sejong.",
                "H2KE-nKo": "두 번째 기우제를 지냈다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 7월 5일(무신) 1번째기사",
                "gt-oKo": "두 번째 기우제(祈雨祭)를 행하였다.",
                "hj": "○戊申/行再次祈雨祭。"
            },
            "2": {
                "H2KE-EN": "Assistant Compilation Commissioner Nam Jongsun submitted a memorial requesting that Kim Jinhyeong be punished. The King said, Kim Jinhyeongs discourtesy and absurdity must not be removed from his office. Have him immediately discuss the punishment of banishment to a designated area.",
                "H2KE-nKo": "수찬 남종순이 상소하여 김진형을 논하니, 비답하기를,“김진형의 놀랍고 망녕됨은 간삭하는 데 그쳐서는 안 되니, 의금부로 하여금 즉시 찬배하는 법을 의논하게 하라.”하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 7월 5일(무신) 2번째기사",
                "gt-oKo": "수찬 남종순(南鍾順)이 상소하여 김진형(金鎭衡)을 논척(論斥)하니, 비답하기를, “김진형의 해망(駭妄)함은 간삭(刊削)에 그칠 수 없으니, 해부(該府)로 하여금 즉시 찬배(竄配)의 율(律)을 의논하게 하라.” 하였다.",
                "hj": "○修撰南鍾順, 疏論金鎭衡, 批曰: “金鎭衡之駭妄, 不可刊削而止, 令該府, 卽議竄配之典。”"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On giyu day, Kim Jinhyeong was banished to Myeongcheon Magistracy .",
                "H2KE-nKo": "김진형을 명천부에 찬배하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 7월 6일(기유) 1번째기사",
                "gt-oKo": "김진형(金鎭衡)을 함경도 명천부(明川府)로 귀양보냈다.",
                "hj": "○己酉/竄金鎭衡于明川府。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "Yi Haksu was appointed minister of personnel .",
                "H2KE-nKo": "경술년에 이학수를 이조 판서로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 7월 7일(경술) 1번째기사",
                "gt-oKo": "이학수(李鶴秀)를 이조 판서로 삼았다.",
                "hj": "○庚戌/以李鶴秀爲吏曹判書。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On sinhae day, the King performed the third rite of praying for rain at the sinhae year (.",
                "H2KE-nKo": "세 번째 기우제를 지냈다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 7월 8일(신해) 1번째기사",
                "gt-oKo": "세 번째 기우제(祈雨祭)를 행하였다.",
                "hj": "○辛亥/行三次祈雨祭。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Huigyeong as section chief of the Left [Gyeongsang] Prefecture .",
                "H2KE-nKo": "이희경을 좌변포도대장으로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 7월 8일(신해) 2번째기사",
                "gt-oKo": "이희경(李熙絅)을 좌변 포도 대장(左邊捕盜大將)으로 삼았다.",
                "hj": "○以李熙絅爲左邊捕盜大將。"
            },
            "3": {
                "H2KE-EN": "The King issued a royal directive as follows: In retrospect, I, my lack of virtue, have succeedededededed to the throne. Therefore, I was worried and apprehensive day and night, and I could not dare worry about any time. Now, why is the disaster of a severe drought? I have repeatedly performed the ritual prayer for the rite of praying for rain, but the spirits have not yet ceased. How can I think about the peoples situation? The disaster is not necessarily caused by the people, and therefore, there must be some reason that the people suffer from hardships. Therefore, I cannot relieve the people, and the laws are prevented and cannot be clarified and enforced. As money and grain were exhausted, I cannot make them thoroughly circumspect. As for corruption and greedy, I cannot punish them. This is my fault, my fault is my fault, and my fault is my fault. From this day forward, I shall avoid my fault at the Hall of Governance , reduce the number of side dishes , and the music to reprimand myself in myself.",
                "H2KE-nKo": "전교하기를,“돌아보건대 덕이 없는 내가 외람되이 왕업을 이어받아 밤낮으로 근심하고 두려워하여 감히 편안히 지낼 겨를이 없었는데, 지금 이렇게 혹심한 가뭄의 재해는 무엇 때문에 그런 것인가. 여러 차례 기우제를 지냈으나 신령의 감응은 아직도 아득하니, 백성들의 사정을 생각하면 어찌 마음을 놓을 수 있겠는가. 재해는 공연히 생기는 것이 아니라 반드시 그 원인이 있다. 백성들이 곤궁에 허덕이는데도 구제하지 못하고, 법령이 막혀도 진작하여 쇄신하지 못하며, 재곡이 바닥이 났는데도 절약하지 못하고, 탐관오리가 횡행하여도 징계하여 다스리지 못하니, 첫째도 과인의 죄이고 둘째도 과인의 죄이다. 지금부터 3일 동안 정전을 피하고 반찬 수를 줄이고 음악을 철폐하여 감히 자책하는 뜻을 표하라.”하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 7월 8일(신해) 3번째기사",
                "gt-oKo": "하교하기를, “돌아보건대, 내가 부덕(否德)한 몸으로 외람되게 왕업을 이어받아, 밤낮으로 근심하고 두려워하여 감히 편안하게 지낼 겨를이 없었는데, 이제 이 심한 한재(旱災)는 어찌하여 이에 이르렀는가? 규벽(圭璧)을 여러 번 올렸는데도 신령의 응험은 아직도 아득하니, 민정(民情)을 생각하면 어찌 마음을 편안히 할 수 있겠는가? 재앙은 헛되이 생기지 않으니, 반드시 그 연유가 있을 것이다. 민생이 곤췌(困瘁)하여도 구제(救濟)하지 못하고, 법령(法令)이 막혔어도 쇄신하지 못하고, 재곡(財穀)이 탕갈되었는데도 절약(節約)하지 못하고, 탐묵(貪墨)이 횡행(橫行)하여도 징치(懲治)하지 못하니, 첫째도 과매(寡昧)한 나의 죄요, 둘째도 과매한 나의 죄이다. 이제부터 3일을 한정하여 피전(避殿)하고 감선(減膳)하고 철악(撤樂)하여 감히 자책(自責)하는 의(義)를 나타내는 바이다.” 하였다.",
                "hj": "○敎曰: “顧予否德, 叨承丕基, 蚤夜憂懼, 莫敢遑寧, 今此亢旱之災, 奚爲而然也? 圭璧屢擧, 靈應尙邈, 言念民情, 曷以爲心? 災不虛生, 必有所以民, 生困瘁, 不能救濟, 法令壅遏, 不能振刷, 財穀罄竭, 不能節約, 貪墨橫行, 不能懲治, 一則寡昧之罪也, 二則寡昧之罪也。 自今限三日避正殿、減饍、撤樂, 敢寓自責之義。”"
            }
        }
    },
    "08": {
        "10": {
            "1": {
                "H2KE-EN": "On imo day, the first day of the month, [the King] visited Changdeok Palace to perform a rite at the Royal Tomb of Queen Sinui and then went to the grave of Great Lord of Jeongye . [The King] visited the grave of the Grand Dame of the Yongseong , and paid a visit to the grave of the Grand Dame of the Yongseong . [The King] bestowed rewards upon [the officials of] the second libation official and below [the officials of] the Office of Ritual Procedures and [the officials of] the Office of Ritual Procedures Jeong Hyogyo , the senior supplicant and junior supplicant [of the Office of Ritual Procedures] Hong Ugil , the second libation official and junior supplicant [of the Office of Ritual Procedures] Bak Jaseon , and the 예방 승지박종 Hyu .",
                "H2KE-nKo": "창릉에 나아가 친히 제사 지내고, 이어 전계 대원군의 묘소와 용성 부대부인의 묘소에 나아가 전배하였다. 친히 제사 지낼 때의 아헌관 이하에게 차등을 두어 시상하였다. 집례인 수찬 정헌교, 대축인 부사과 홍우길, 집준인 부사과 박제선, 예방 승지 박종휴에게 모두 가자하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 8월 10일(임오) 1번째기사",
                "gt-oKo": "창릉(昌陵)에 나아가 친히 제사하고, 이어서 전계 대원군(全溪大院君)의 묘소(墓所)와 용성 부대부인(龍城府大夫人)의 묘소에 전배(展拜)하였다. 친히 제사하였을 때의 아헌관(亞獻官) 이하에게 차등있게 시상(施賞)하고, 집례(執禮)인 수찬 정헌교(鄭獻敎), 대축(大祝)인 부사과 홍우길(洪祐吉), 집준(執尊)인 부사과 박제선(朴齊璿)·예방 승지 박종휴(朴宗休)에게 모두 가자(加資)하였다.",
                "hj": "○壬午/詣昌陵親祭, 仍詣全溪大院君墓所, 龍城府大夫人墓所展拜。 親祭時亞獻官以下, 施賞有差, 執禮修撰鄭獻敎, 大祝副司果洪祐吉, 執尊副司果朴齊璿, 禮房承旨朴宗休, 竝加資。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "The King ordered the release of Son Yeongro , a criminal who was banished to a designated area.",
                "H2KE-nKo": "찬배한 죄인 손영로를 풀어 주라고 명하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 8월 12일(갑신) 1번째기사",
                "gt-oKo": "찬배한 죄인(罪人) 손영로(孫永老)를 방면(放免)하라고 명하였다.",
                "hj": "○甲申/命放竄配罪人孫永老。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "The King appointed Hwang Homin as second minister of personnel .",
                "H2KE-nKo": "황호민을 이조 참판으로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 8월 13일(을유) 1번째기사",
                "gt-oKo": "황호민(黃浩民)을 이조 참판으로 삼았다.",
                "hj": "○乙酉/以黃浩民爲吏曹參判。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "[The King] summoned Commander of the Middle Army Yi Gyucheol and held audience with him in muja year (. Yi Gyucheol paid a farewell visit to the King.",
                "H2KE-nKo": "무자년에 통제사 이규철을 불러서 보았다. 하직 인사를 하였기 때문이다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 8월 16일(무자) 1번째기사",
                "gt-oKo": "통제사 이규철(李圭徹)을 소견(召見)하였으니, 사폐(辭陛)한 때문이었다.",
                "hj": "○戊子/召見統制使李圭徹, 辭陛也。"
            },
            "2": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 8월 16일(무자) 2번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○日講。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On gichuk day, the King attended the Royal Lecture on the first day of the ninth month in the gichuk year (.",
                "H2KE-nKo": "기축년의 일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 8월 17일(기축) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○己丑/日講。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On gyeongin day, a lunar hour (approximately 3:30 p.m., a thunar eclipse appeared.",
                "H2KE-nKo": "경인년에 혜성이 사라졌다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 8월 18일(경인) 1번째기사",
                "gt-oKo": "혜성(彗星)이 사라졌다.",
                "hj": "○庚寅/彗星消滅。"
            },
            "2": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 8월 18일(경인) 2번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○日講。"
            },
            "3": {
                "H2KE-EN": "The King appointed Kim Ikmun as the Royal Confucian Academy .",
                "H2KE-nKo": "김익문을 성균관 대사성으로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 8월 18일(경인) 3번째기사",
                "gt-oKo": "김익문(金益文)을 성균관 대사성으로 삼았다.",
                "hj": "○以金益文爲成均館大司成。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On sinhae day, the King attended the Royal Lecture on the first day of the eleventh month.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 8월 19일(신묘) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○辛卯/日講。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On gapjin day, the King attended the Royal Lecture on the first day of the twelfth month.",
                "H2KE-nKo": "임일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 8월 20일(임진) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○壬辰/日講。"
            },
            "2": {
                "H2KE-EN": "The Office of Honorable Guests reported: Great King Ikjongs honorific title is designated as follows: Virtue and Supreme Merit Subjects;",
                "H2KE-nKo": "빈청이 아뢰기를,“익종대왕께 추상할 존호의 망단자는 성헌영철예성연경이고, 왕대비전에 가상할 존호의 망단자는 정인이며, 헌종대왕께 추상할 존호의 망단자는 체건계극중 정광대이고, 효현왕후께 추상할 존호의 망단성은 단성이며, 대비전에 가상할 존호의 망단자는 숙경입니다.”하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 8월 20일(임진) 2번째기사",
                "gt-oKo": "빈청(賓廳)에서 아뢰기를, “익종 대왕(翼宗大王)의 추상 존호(追上尊號)는 성헌 영철 예성 연경(聖憲英哲睿誠淵敬)으로, 왕대비전(王大妃殿)의 가상 존호(加上尊號)는 정인(正仁)으로, 헌종 대왕(憲宗大王)의 추상 존호는 체건 계극 중정 광대(體健繼極中正光大)로, 효현 왕후(孝顯王后)의 추상 존호는 단성(端聖)으로, 대비전(大妃殿)의 가상 존호는 숙경(淑敬)으로 망(望)하였습니다.” 하였다.",
                "hj": "○賓廳啓: “翼宗大王追上尊號望聖憲英哲睿誠淵敬, 王大妃殿加上尊號望正仁, 憲宗大王追上尊號望體健繼極中正光大, 孝顯王后追上尊號望端聖, 大妃殿加上尊號望淑敬。”"
            },
            "3": {
                "H2KE-EN": "On jeongmyo day, the King proceeded to Injeong Hall and personally received congratulations from all officials.",
                "H2KE-nKo": "인정전에 나아가 백관이 올리는 전문을 친히 받았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 8월 20일(임진) 3번째기사",
                "gt-oKo": "인정전(仁政殿)에 나아가 백관(百官)의 진전(進箋)을 친히 받았다.",
                "hj": "○詣仁政殿, 親受百官進箋。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On gyesa day, the King attended the Royal Lecture on the fifteenth day of the ninth month.",
                "H2KE-nKo": "계축년의 회일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 8월 21일(계사) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○癸巳/日講。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On gabo day, the King attended the Royal Lecture on the day of the gabo year (.",
                "H2KE-nKo": "갑오년의 일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 8월 22일(갑오) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○甲午/日講。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On eulmi day, the King attended the Royal Lecture on the eulmi daytime.",
                "H2KE-nKo": "을미년의 회일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 8월 23일(을미) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○乙未/日講。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "On byeongsin day, the King attended the Royal Lecture on the first day of the first month.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 8월 24일(병신) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○丙申/日講。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On jeongyu day, the King attended the Royal Lecture on the New Years Day.",
                "H2KE-nKo": "정유년의 일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 8월 25일(정유) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○丁酉/日講。"
            },
            "2": {
                "H2KE-EN": "영부사 정원용이 아뢰기를, “강화도는 이미 urgently relied upon the urgent situation, and the circumstances in the Three Armies Capital Markets and the six palaces are stored in the palace storehouses in the palace storehouses. The expenditures must be stored in advance. Only then can the urgent situation be relieved. The Directorate of Fabrics separately established thirty 동을 each of cloth and storehouses in the Office of Honorable Guests . The King followed this advice. 하교하기를, “내가 강화도에 어찌 특별한 은혜를 베풀지 않을 수 있겠는가? Among the old money and grain loans, those who have no place to pay for the expenditures shall all be exempted from paying the expenditures. As for the expenditures of the storehouses, have the chief aide [to the Ministry of Taxation] discuss the matter with the State Council and deal with the advisability of their plans.",
                "H2KE-nKo": "영중추부사 정원용이 아뢰기를,“심도는 이미 유사시에 의지할 수 있는 곳이고 행전, 내탕고, 삼영, 육궁이 모두 있으니, 재용을 미리 비축해 두지 않아서는 안 됩니다. 그런 뒤에야 위급한 상황에 닥쳐 일을 구제할 수 있을 것입니다. 선혜청에 별도로 보관해 둔 포목 가운데 각각 30동씩을 호고에 실어다 두게 하소서.”하니, 그대로 따랐다. 전교하기를,“내가 심도에 대해 어찌 특별히 은혜를 베푸는 조치가 없겠는가. 전곡과 구채 가운데 징수할 곳이 없는 것은 모두 탕감해 주고, 급대할 곳은 지금 수신으로 하여금 묘당과 상의하여 좋은 쪽으로 조처하게 하라.”하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 8월 25일(정유) 2번째기사",
                "gt-oKo": "영부사(領府事) 정원용(鄭元容)이 아뢰기를, “심도(沁都)는 이미 위급한 때의 보장(保障)으로서 행전(行殿)·내탕(內帑)·삼영(三營)·육궁(六宮)이 모두 있으니, 재용(財用)을 미리 저축(儲蓄)하지 않을 수 없으며, 그런 뒤에야 위급할 때를 당하여 일을 구제할 수 있습니다. 혜청(惠廳)에 별도로 유치(留置)한 포목(布木) 가운데 각각 30동(同)을 호고(戶庫)에 보내어 두게 하소서.” 하니, 그대로 따랐다. 하교하기를, “내가 강화부(江華府)에 어찌 특혜(特惠)를 입히는 거조가 없겠는가? 전곡(錢穀)의 구채(舊債) 가운데 지목하여 징수할 데가 없는 것은 모두 탕감(蕩減)하고, 그 급대(給代)할 방법은 수신(守臣)으로 하여금 묘당(廟堂)과 상의하여 그 장점을 따라 조처하도록 하라.” 하였다.",
                "hj": "○領府事鄭元容啓言: “沁都旣爲緩急之恃, 而行殿內帑三營六宮俱在矣, 財用不可不預爲儲蓄, 然後可以臨急濟事。 惠廳別置布木中, 各三十同, 送置於戶庫。” 從之。 敎曰: “予於沁都, 豈無特惠之擧? 錢穀舊債中, 指徵無處者, 竝蕩減, 其給代之, 方令守臣, 商議廟堂, 從長措處。”"
            },
            "3": {
                "H2KE-EN": "Chief State Councilor Kim좌geun reported, Your subject strictly enforced the Office of Palace Kitchen Supplies to enforce the number of vagabonds among the vagabonds and the number of vagabonds in accordance with the law. As for the remaining officials, please order the Office of Palace Kitchen Supplies to record all the vagabonds of vagabonds. The King granted this request. ",
                "H2KE-nKo": "영의정 김좌근이 아뢰기를,“선전 관청에 엄히 신칙하여 서류 중에서 가호가 몇 사람을 법대로 권점하여 천거하게 하고, 그 나머지 출신은 부장청에 분부하여 모두 천책에 기록하게 하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 8월 25일(정유) 3번째기사",
                "gt-oKo": "영의정 김좌근(金左根)이 아뢰기를, “선전 관청(宣傳官廳)에 엄중하게 신칙하여 일반 백성 중에서 품행(品行)이 좋은 몇 사람을 법(法)과 같이 권천(圈薦)하고, 그 나머지 출신(出身)은 부장청(部將廳)에 분부하여 모두 천책(薦冊)에 기록하게 하소서.” 하니, 그대로 따랐다.",
                "hj": "○領議政金左根啓言: “嚴飭宣傳官廳, 以庶流中好家數幾人, 如法圈薦, 其餘出身, 分付部將廳, 幷錄薦冊。” 從之。"
            },
            "4": {
                "H2KE-EN": "Min Chiseong was appointed the Office of the Inspector General , and Yi Jedal was appointed the Office of the Censor General .",
                "H2KE-nKo": "민치성을 사헌부 대사헌으로, 이제달을 사간원 대사간으로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 8월 25일(정유) 4번째기사",
                "gt-oKo": "민치성(閔致成)을 사헌부 대사헌으로, 이제달(李濟達)을 사간원 대사간으로 삼았다.",
                "hj": "○以閔致成爲司憲府大司憲, 李濟達爲司諫院大司諫。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture on the first day of the twelfth month.",
                "H2KE-nKo": "무술년의 회일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 8월 26일(무술) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○戊戌/日講。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On gihae day, the King attended the Royal Lecture on the first day of the twelfth month in gihae year (.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 8월 27일(기해) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○己亥/日講。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On gyeongja day, the King attended the Royal Lecture on the first day of the gyeongja year (.",
                "H2KE-nKo": "경자일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 8월 28일(경자) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○庚子/日講。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On sinchuk day, the King attended the Royal Lecture on the first day of the eleventh month.",
                "H2KE-nKo": "신축년의 회일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 8월 29일(신축) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○辛丑/日講。"
            },
            "2": {
                "H2KE-EN": "The King ordered that the name of the Envoy for Expressing Gratitude for Imperial Benevolence and the Envoy for Expressing Gratitude for Imperial Benevolence be concurrently called Envoy for Expressing Gratitude for Imperial Benevolence and the Envoy for Expressing Gratitude for Imperial Benevolence . Vice-Envoy Yi Hyeonseo was promoted. This was according to the report from the Office of the Inspector General.",
                "H2KE-nKo": "세폐사의 명칭은 진하 사은 겸 세폐사로, 부사 이현서는 가자하라고 명하였다. 비변사의 계사를 따른 것이다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 8월 29일(신축) 2번째기사",
                "gt-oKo": "세폐사(歲幣使)의 명칭을 진하 사은 겸 세폐사(進賀謝恩兼歲幣使)로 하고, 부사(副使) 이현서(李玄緖)를 가자(加資)하라고 명하였으니, 비국(備局)의 계청(啓請)을 따른 것이었다.",
                "hj": "○命歲幣使名稱, 進賀謝恩兼歲幣使, 副使李玄緖加資, 因備局所啓也。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On eulhae day, the King proceeded to Injeong Hall and personally delivered incense and the written invocation for the autumn state sacrifice at the Royal Tomb of Queen Wongyeong .",
                "H2KE-nKo": "인정전에 나아가 경모궁의 추향 대제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 8월 3일(을해) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에 나아가 경모궁(景慕宮)의 추향(秋享)에 쓸 향과 축문을 친히 전하였다.",
                "hj": "○乙亥/詣仁政殿, 親傳景慕宮秋享香祝。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yu Sangbong as supreme commander of the Right frontier commander .",
                "H2KE-nKo": "유상필을 우변포도대장으로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 8월 3일(을해) 2번째기사",
                "gt-oKo": "유상필(柳相弼)을 우변 포도 대장(右邊捕盜大將)으로 삼았다.",
                "hj": "○以柳相弼爲右邊捕盜大將。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "On imin day, the King attended the Royal Lecture on the fifteenth day of the imin year (.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 8월 30일(임인) 1번째기사",
                "gt-oKo": "일강(日講)하였다.",
                "hj": "○壬寅/日講。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On byeongja day, the King proceeded to Injeong Hall and personally delivered incense and the written invocation for the rite for commemorating Confucius at the Royal Ancestral Shrine . ",
                "H2KE-nKo": "인정전에 나아가 종묘 석전에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 8월 4일(병자) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에 나아가 문묘(文廟)의 석전(釋奠)에 쓸 향과 축문을 친히 전하였다.",
                "hj": "○丙子/詣仁政殿, 親傳宗廟釋奠香祝。"
            },
            "2": {
                "H2KE-EN": "Yun Ban was appointed as the Royal Confucian Academy .",
                "H2KE-nKo": "윤찬을 성균관 대사성으로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 8월 4일(병자) 2번째기사",
                "gt-oKo": "윤찬(尹穳)을 성균관 대사성으로 삼았다.",
                "hj": "○以尹穳爲成均館大司成。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On jeongchuk day, the King proceeded to Injeong Hall and personally delivered incense and the written invocation for the autumn state sacrifice at the Altar of the Soil and Grain .",
                "H2KE-nKo": "인정전에 나아가 사직 추향 대제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 8월 5일(정축) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에 나아가 사직(社稷)의 추향(秋享)에 쓸 향과 축문을 친히 전하였다.",
                "hj": "○丁丑/詣仁政殿, 親傳社稷秋享香祝。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On sinmyo day, the King proceeded to Injeong Hall and personally delivered incense and the written invocation for the rite of the Southern Deities of the Grain .",
                "H2KE-nKo": "인정전에 나아가 남단제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 8월 7일(기묘) 1번째기사",
                "gt-oKo": "인정전에 나아가 남단제(南壇祭)에 쓸 향과 축문을 친히 전하였다.",
                "hj": "○己卯/詣仁政殿, 親傳南壇祭香祝。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On sinmyo day, the King proceeded to the hall of governance and performed a tea ceremony.",
                "H2KE-nKo": "진전에 나아가 다례를 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 8월 9일(신사) 1번째기사",
                "gt-oKo": "진전(眞殿)에 나아가 다례(茶禮)를 행하였다.",
                "hj": "○辛巳/詣眞殿行茶禮。"
            },
            "2": {
                "H2KE-EN": "The King summoned 시임 대신과 원임 대신, Director of the Royal House Administration . The King said, Today my dear sirs, you supported you today because you wished to discuss the ceremony. As I, my lack of virtue, have succeedededededededed to the throne for four years. I wished to discuss the matter with my dear sirs and discuss the matter with my dear sirs. As for the two Royal Ancestral Shrines of Ikjong and the Royal Tombs of King Taejong and Queen Wongyeong , it would be appropriate to present an additional honorific title. Nevertheless, I have not yet performed this ceremony, which makes my heart felt uneasy. Now, after discussing the ceremony, it would be in accord with propriety. I do not know what to my dear sirs opinion? 영부사 정원용 and others said, In the fourth year of King Ikjong (Jeongjong (King Taejong's great-grandfather, King Taejong (King Taejong's great-great-grandfather, King Taejong s great-great-grandfather, King Taejong (King Taejong's great-grandfather, King Taejongs great-grandfather, King Taejong (King Taejongs great-great-grandfather, King Taejongs great-grandfather, King Taejongs great-great-grandfather, King Taejongs great-grandfather, and King Taejongs great-great-grandfather, King Taejongs great-grandfather, King Taejo (King",
                "H2KE-nKo": "시원임 대신과 영돈녕부사를 불러서 보았다. 주상이 말하기를,“오늘 경들이 인진한 것은 전례를 의논하고자 해서이다. 돌아보건대, 내가 부덕한 몸으로 외람되이 왕업을 이어받은 지 이제 4년이 되었다. 전례에 뜻을 두고도 미처 거행하지 못한 것이 있기에 경들과 의논하여 정하고자 한다. 익종과 헌종 두 묘에 존호를 추상하는 일이 있어야 하는데 아직도 거행하지 못하여 마음이 항상 서운하였다. 지금 의논하여 행하는 것이 예에 진실로 합당할 듯한데 대신들의 뜻은 어떠한가?”하니, 영중추부사 정원용 등이 아뢰기를,“익종대왕께서는 4년 동안 대리청정하셨고, 헌종대왕께서는 15년 동안 임어하셨으니, 성덕, 지선, 풍공, 의열을 사책에 이루 다 기록할 수 없을 것입니다. 우리 성상께서는 왕위에 올라 그 예를 행하셨고, 옛날의 아름다운 덕을 추모하여 요첩과 금간을 모사하여 천양하고자 하셨으니, 이는 지극한 정리이고 지극한 정리로 볼 때 당연히 행해야 할 일입니다. 신들은 흠앙하고 찬송합니다. 바라건대, 즉시 명을 내려 예조로 하여금 거행하게 하소서.”하였다. 전교하기를,“나 소자가 왕위를 이어받은 지 4년이 되었는데도 아직까지 거행하지 못하였으니, 인정과 예의로 볼 때 서운한 것은 이미 말할 것도 없다. 더구나 오늘날에는 슬픔과 그리움이 더욱 절실하니 더 말할 것이 있겠는가. 아름다운 덕을 천양하는 것은 본래 우리 왕가의 예가 있으니, 익종대왕추상존호도감, 왕대비전가상존호도감, 헌종대왕추상존호도감, 효현왕후추상존호도감, 대비전가상존호도감을 합설하여 거행하라.”하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 8월 9일(신사) 2번째기사",
                "gt-oKo": "시임(時任)·원임(原任) 대신과 영돈녕(領敦寧)을 소견(召見)하고, 임금이 말하기를, “오늘 경 등을 이끌어 나오게 한 것은 전례(典禮)를 의논하려는 것이다. 돌아보건대 내가 부덕(否德)한 몸으로 외람되게 왕업을 이어받은 지 이제 4년이 되었는데, 전례에 뜻을 두고도 겨를하지 못한 것이 있으니, 경 등과 의논하여 정하려고 한다. 익종(翼宗)·헌종(憲宗) 두 임금께 존호(尊號)를 추상(追上)하는 거조가 있어야 마땅한데, 아직도 거행하지 못하였으니, 마음에 항상 결연(缺然)하였다. 이제 와서 의논하여 행하고자 하는데, 예(禮)에 진실로 합당한 지 여러 대신의 뜻이 어떠한지를 알지 못하겠다.” 하니, 영부사 정원용(鄭元容) 등이 말하기를, “익종 대왕(翼宗大王)께서는 4년을 대리(代理)하셨고, 헌종 대왕(憲宗大王)께서는 15년을 왕위에 올라 나라를 다스렸으니, 성덕(盛德)·지선(至善)과 풍공(豐功)·의열(懿烈)을 사책(史策)에 다 쓸 수가 없습니다. 우리 성상(聖上)께서 그 위(位)에 올라 그 예(禮)를 행하시고, 옛날의 아름다운 덕을 추모(追慕)하여 요첩(瑤牒)·금간(金簡)에 그것을 모사(摹寫)하여 천양(闡揚)하려는 것은 곧 지극한 정리(情理)로서 정리상 마땅히 거행할 바입니다. 신 등은 흠앙(欽仰)하여 찬송(贊頌)하니, 원하건대 즉시 성명(成命)을 내려 의조(儀曹)로 하여금 거행하게 하소서.” 하였다. 하교하기를, “나 소자(小子)가 왕업을 이어받은 지 4년이 되도록 아직도 겨를하지 못하였으니, 정례(情禮)가 결연(缺然)하여 할 말이 없는데, 하물며 오늘 창모(愴慕)함이 더욱 간절한 것이겠는가? 성덕의 아름다움을 천양(闡揚)하는 것은 우리 나라에 전래(傳來)하는 예(禮)가 있으니, 익종 대왕 추상 존호 도감(翼宗大王追上尊號都監)·왕대비전 가상 존호 도감(王大妃殿加上尊號都監)·헌종 대왕 추상 존호 도감(憲宗大王追上尊號都監)·효현 왕후 추상 존호 도감(孝顯王后追上尊號都監)·대비전 가상 존호 도감(大妃殿加上尊號都監)을 합설(合設)하여 거행하도록 하라.” 하였다.",
                "hj": "○召見時原任大臣領敦寧。 上曰: “今日卿等之引進, 欲議典禮也。 顧予否德, 叨承丕基, 今四年于玆矣, 有典禮之有意未遑者, 欲與卿等議定矣。 翼宗、憲宗兩廟, 宜有追陳尊號之擧, 而尙未及擧, 心常缺然。 趁今議行, 於禮允合, 未知諸大臣之意何如?” 領府事鄭元容等曰: “翼宗大王四載代理, 憲宗大王十五年臨御, 盛德、至善、豐功、懿烈, 史不勝書。 我聖上踐其位行其禮, 追慕昔日德美, 瑤牒金簡, 欲其摹寫, 闡揚者, 卽情之至也, 情之所合行。 臣等欽仰贊頌, 惟願卽下成命, 令儀曹擧行。” 敎曰: “予小子嗣服四載, 尙未遑焉, 情禮缺然, 已無可言, 況當今日尤切愴慕? 闡揚德美, 自有我家之禮, 翼宗大王追上尊號都監, 王大妃殿加上尊號都監, 憲宗大王追上尊號都監, 孝顯王后追上尊號都監, 大妃殿加上尊號都監, 合設擧行。”"
            },
            "3": {
                "H2KE-EN": "Im Geungsu was appointed as the Royal Confucian Academy .",
                "H2KE-nKo": "임긍수를 성균관 대사성으로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 8월 9일(신사) 3번째기사",
                "gt-oKo": "임긍수(林肯洙)를 성균관 대사성으로 삼았다.",
                "hj": "○以林肯洙爲成均館大司成。"
            }
        }
    },
    "09": {
        "1": {
            "1": {
                "H2KE-EN": "On gyemyo day, the King attended the Royal Lecture on the fifth day of the gyemyo year (.",
                "H2KE-nKo": "계묘년의 회일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 9월 1일(계묘) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○癸卯/日講。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "On imja day, the first day of the imja year (1422, the first year of King Sejongs reign. The King summoned Governor of Hwanghae Province Kim Yeonggeun and held a farewell visit to the King.",
                "H2KE-nKo": "임자일강을 행하였다. 황해 감사 김영근을 불러서 보았는데, 하직 인사를 하였기 때문이다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 9월 10일(임자) 1번째기사",
                "gt-oKo": "일강하였다. 황해 감사(黃海監司) 김영근(金泳根)을 소견(召見)하였으니, 사폐(辭陛)한 때문이었다.",
                "hj": "○壬子/日講。 召見黃海監司金泳根, 辭陛也。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Gongik as second minister of personnel .",
                "H2KE-nKo": "이공익을 이조 참판으로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 9월 10일(임자) 2번째기사",
                "gt-oKo": "이공익(李公翼)을 이조 참판으로 삼았다.",
                "hj": "○以李公翼爲吏曹參判。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On gyechuk day, the King attended the Royal Lecture on the first day of the month.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 9월 11일(계축) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○癸丑/日講。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture on the first day of the eleventh month.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 9월 12일(갑인) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○甲寅/日講。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "On eulmyo day, the King attended the Royal Lecture on the first day of the eleventh month.",
                "H2KE-nKo": "을묘년의 회일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 9월 13일(을묘) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○乙卯/日講。"
            },
            "2": {
                "H2KE-EN": "Yi Yusung was appointed third minister of personnel .",
                "H2KE-nKo": "이유응을 이조 참의로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 9월 13일(을묘) 2번째기사",
                "gt-oKo": "이유응(李裕膺)을 이조 참의로 삼았다.",
                "hj": "○以李裕膺爲吏曹參議。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "The King appointed Shin Seoku as the Royal Confucian Academy .",
                "H2KE-nKo": "신석우를 성균관 대사성으로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 9월 14일(병진) 1번째기사",
                "gt-oKo": "신석우(申錫愚)를 성균관 대사성으로 삼았다.",
                "hj": "○丙辰/以申錫愚爲成均館大司成。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On jeongsa day, the King attended the Royal Lecture on the first day of the month.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 9월 15일(정사) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○丁巳/日講。"
            },
            "2": {
                "H2KE-EN": "Kim Jang , former governor of Hwanghae Province , was summoned.",
                "H2KE-nKo": "전 황해 감사 김위를 불러서 보았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 9월 15일(정사) 2번째기사",
                "gt-oKo": "전 황해 감사 김위(金鍏)를 소견(召見)하였다.",
                "hj": "○召見前黃海監司金鍏。"
            },
            "3": {
                "H2KE-EN": "Kim좌geun , a physician, entered the Royal Placenta Chamber , and 차대를 행하였다. Chief State Councilor Kim좌geun reported, Your subject requests that Your Majesty summon a student of Confucian scholars and select a government official from love for the people. The King approved this.",
                "H2KE-nKo": "희정당에서 내의원의 입진과 차대를 행하였다. 영의정 김좌근이 아뢰기를,“유현을 정중히 불러 수령의 관직으로 시험하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 9월 15일(정사) 3번째기사",
                "gt-oKo": "희정당(熙政堂)에서 약원(藥院)의 입진(入診)과 차대(次對)를 행하였다. 영의정 김좌근(金左根)이 아뢰기를, “유현(儒賢)을 돈소(敦召)하여 자목지관(字牧之官)으로써 시험하소서.” 하니, 그대로 따랐다.",
                "hj": "○藥院入診及次對于熙政堂。 領議政金左根啓言: “敦召儒賢, 試以字牧之官。” 從之。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On musul day, the first day of the month, [the King] issued a royal order: The spirit tablets of both Kim Munchung and Kim Chunghyeol are about to go to the place of their descendants on the graves of their ancestors. [The King] sent a royal secretariat to perform a memorial rite on the day of entering the capital. ",
                "H2KE-nKo": "무오일강을 행하였다. 전교하기를,“김 문충공(金文忠公 김인후)과 김 충헌공(金忠憲公 김인후) 두 대의 사판이 현재 사손 임소로 향하고 있으니, 도성에 들어오는 날에 승지를 보내 치제하게 하라.”하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 9월 16일(무오) 1번째기사",
                "gt-oKo": "일강하였다. 하교하기를, “문충공(文忠公) 김수항(金壽恒)·충헌공(忠獻公) 김창집(金昌集) 양세(兩世)의 사판(祠版)이 바야흐로 사손(祀孫)의 임소(任所)에 향하였다고 하니, 입성(入城)하는 날에 승지를 보내어 치제(致祭)하게 하라.” 하였다.",
                "hj": "○戊午/日講。 敎曰: “金文忠、金忠獻兩世祠版, 方向祀孫任所云, 入城日, 遣承旨致祭。”"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On eulmi day, the King read the Five Classics of the Great Learning (C. Dao zhan .",
                "H2KE-nKo": "일강을 행하여 《시전》 제5권을 강하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 9월 17일(기미) 1번째기사",
                "gt-oKo": "일강(日講)하여 《시전(詩傳)》 제5권을 강론하였다.",
                "hj": "○己未/日講, 《詩傳》第五卷。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On sinchuk day, the King attended the Royal Lecture on the first day of the seventh month.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 9월 18일(경신) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○庚申/日講。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On sinhae day, the King attended the Royal Lecture on the first day of the month.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 9월 19일(신유) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○辛酉/日講。"
            },
            "2": {
                "H2KE-EN": "The King summoned Envoy for Expressing Congratulations to the Emperor of Ming China and the Envoy for Expressing Gratitude for Imperial Benevolence .",
                "H2KE-nKo": "돌아온 진하 겸 사은사를 불러서 보았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 9월 19일(신유) 2번째기사",
                "gt-oKo": "회환(回還)한 진하 겸 사은사(進賀兼謝恩使)를 소견(召見)하였다.",
                "hj": "○召見回還進賀兼謝恩使。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On gapjin day, the King attended the Royal Lecture on the first day of the gapjin month.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 9월 2일(갑진) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○甲辰/日講。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The King attended the Royal Lecture on the Day of Cold Food .",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 9월 20일(임술) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○壬戌/日講。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On gyehae day, the King attended the Royal Lecture on the first day of the twelfth month.",
                "H2KE-nKo": "계해년의 1차 강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 9월 21일(계해) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○癸亥/日講。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On gapja day, the first day of the month, the King proceeded to the hall of governance and performed a tea ceremony.",
                "H2KE-nKo": "갑자년에 진전에 나아가 다례를 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 9월 22일(갑자) 1번째기사",
                "gt-oKo": "진전(眞殿)에 나아가 다례(茶禮)를 행하였다.",
                "hj": "○甲子/詣眞殿行茶禮。"
            },
            "2": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 9월 22일(갑자) 2번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○日講。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "On gabin day, the first day of the first month, the King attended the Royal Lecture.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 9월 24일(병인) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○丙寅/日講。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the King attended the Royal Lecture on the first day of the twelfth month.",
                "H2KE-nKo": "정묘년의 일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 9월 25일(정묘) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○丁卯/日講。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On gabin day, the King attended the Royal Lecture on the Day of Cold Food .",
                "H2KE-nKo": "무진일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 9월 26일(무진) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○戊辰/日講。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On gabin day, the King attended the Royal Lecture on the first day of the twelfth month.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 9월 27일(기사) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○己巳/日講。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On gabo day, the King attended the Royal Lecture on the fifth day of the fifth month.",
                "H2KE-nKo": "경오년의 회일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 9월 28일(경오) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○庚午/日講。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On sinmi day, the King attended the Royal Lecture on the first day of the month.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 9월 29일(신미) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○辛未/日講。"
            },
            "2": {
                "H2KE-EN": "Yi Gyeomjae was appointed second minister of personnel .",
                "H2KE-nKo": "이겸재를 이조 참판으로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 9월 29일(신미) 2번째기사",
                "gt-oKo": "이겸재(李謙在)를 이조 참판으로 삼았다.",
                "hj": "○以李謙在爲吏曹參判。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On eulsa day, the King attended the Royal Lecture on the first day of the eulsa year (.",
                "H2KE-nKo": "을사년의 회일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 9월 3일(을사) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○乙巳/日講。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On byeongo day, the King attended the Royal Lecture on the fifth day of the fifth month.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 9월 4일(병오) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○丙午/日講。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On jeongmi day, the King attended the Royal Lecture on the jeongmi day.",
                "H2KE-nKo": "정미년의 월일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 9월 5일(정미) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○丁未/日講。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On musin day, the King attended the Royal Lecture on the first day of the eighth month.",
                "H2KE-nKo": "《무신일강》을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 9월 6일(무신) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○戊申/日講。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On giyu day, the King attended the Royal Lecture on the Day of Cold Food .",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 9월 7일(기유) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○己酉/日講。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On gyeongjin day, the King attended the Royal Lecture on the Dairy of Cold Food .",
                "H2KE-nKo": "경술년의 일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 9월 8일(경술) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○庚戌/日講。"
            },
            "2": {
                "H2KE-EN": "The King ordered the release of Kim Jinhyeong , who was banished to a designated area.",
                "H2KE-nKo": "찬배한 죄인 김진형을 풀어 주라고 명하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 9월 8일(경술) 2번째기사",
                "gt-oKo": "찬배한 죄인(罪人) 김진형(金鎭衡)을 방면하라고 명하였다.",
                "hj": "○命放竄配罪人金鎭衡。"
            }
        }
    },
    "10": {
        "1": {
            "1": {
                "H2KE-EN": "On imsin day, the first day of the month, the King proceeded to Injeong Hall and performed the ancestral rites on the winter solstice at the Royal Ancestral Shrine .",
                "H2KE-nKo": "인정전에 나아가 태묘 동향 대제의 서계를 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 1일(임신) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에 나아가 태묘(太廟) 동향(冬享)의 서계(誓戒)를 행하였다.",
                "hj": "○壬申/御仁政殿, 行太廟冬享誓戒。"
            },
            "2": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 1일(임신) 2번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○日講。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "[The King] ordered the 예방 승지 Yi Jongu , the royal secretary , Jo Yeonchang , Grand Military Protector Hong Gichung , and Military Protector Jo Jonggi to 모두 가자하도록 명하였다.",
                "H2KE-nKo": "신사년에 예방 승지 이종우, 대거 승지 조연창, 대호군 홍기섭, 호군 조병기에게 모두 가자하라고 명하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 10일(신사) 1번째기사",
                "gt-oKo": "예방 승지(禮房承旨) 이종우(李鍾愚)·대거 승지(對擧承旨) 조연창(趙然昌)·대호군(大護軍) 홍기섭(洪耆燮)·호군 조병기(趙秉夔)에게 모두 가자(加資)하라고 명하였다.",
                "hj": "○辛巳/命禮房承旨李鍾愚, 對擧承旨趙然昌, 大護軍洪耆燮, 護軍趙秉夔, 竝加資。"
            },
            "2": {
                "H2KE-EN": "The King personally performed a rite at the Royal Ancestral Shrine , with the second libation official and below the superintendents of the Directorate of the Elevation Ceremony of the Crown Prince and the superintendents of the Directorate of the Elevation Ceremony of Court of Ceremony of",
                "H2KE-nKo": "종묘에 친히 제사 지낼 때의 아헌관 이하와 추상존호도감 가상존호도감 도제조 이하에게 차등을 두어 시상하였다. 제조인 예조 판서 윤치수, 호조 판서 김병기, 공조 판서 서헌순, 도청인 부응교 조재응, 부사과 홍우명, 독옥책관인 호군 김대근ᆞ조득림ᆞ임백경, 악장문 제술관인 행 이조 판서 이학수, 행 병조 판서 김수근, 대호군 김보근, 전사관인 봉상시 정 황회영, 악장문 제술관인 우참찬 서유훈, 대호군 홍종응, 선교관인 부응교 권응기, 좌통례 이정하, 우통례 김영기에게 모두 가자하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 10일(신사) 2번째기사",
                "gt-oKo": "종묘(宗廟)에 친히 제사하였을 때의 아헌관(亞獻官) 이하와 추상 존호 도감(追上尊號都監)·가상 존호 도감(加上尊號都監)의 도제조(都提調) 이하에게 차등있게 시상(施賞)하고, 제조(提調)인 예조 판서 윤치수(尹致秀), 호조 판서 김병기(金炳冀)·공조 판서 서헌순(徐憲淳), 도청(都廳)인 부응교 조재응(趙在應)·부사과 홍우명(洪祐命), 독옥책관(讀玉冊官)인 호군 김대근(金大根)·조득림(趙得林)·임백경(任百經), 악장문 제술관(樂章文製述官)인 행 이조 판서 이학수(李鶴秀)·행 병조 판서 김수근(金洙根)·대호군 김보근(金輔根), 전사관(典祀官)인 봉상 정 황회영(黃晦瑛), 악장문 제술관(樂衙章文製述官)인 우참찬 서유훈(徐有薰)·대호군 홍종응(洪鍾應), 선교관(宣敎官)인 부응교 권응기(權應夔), 좌통례(左通禮) 이정하(李貞夏), 우통례(右通禮) 김영기(金永基)에게 모두 가자(加資)하게 하였다.",
                "hj": "○宗廟親祭時亞獻官以下, 及追上尊號都監加上尊號都監都提調以下, 施賞有差, 提調禮曹判書尹致秀, 戶曹判書金炳冀, 工曹判書徐憲淳, 都廳副應敎趙在應, 副司果洪祐命, 讀玉冊官護軍金大根、趙得林、任百經, 樂章文製述官行吏曹判書李鶴秀, 行兵曹判書金洙根, 大護軍金輔根, 典祀官奉常正黃晦瑛, 樂章文製述官右參贊徐有薰, 大護軍洪鍾應, 宣敎官副應敎權應夔, 左通禮李貞夏, 右通禮金永基, 竝加資。"
            },
            "3": {
                "H2KE-EN": "Yi Nojeung was appointed as the Office of the Inspector General , Yi Myeongjeok as the Office of the Censor General , and Kim Gyeong as the minister of rites .",
                "H2KE-nKo": "이노병을 사헌부 대사헌으로, 이명적을 사간원 대사간으로, 김위를 예조 판서로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 10일(신사) 3번째기사",
                "gt-oKo": "이노병(李魯秉)을 사헌부 대사헌으로, 이명적(李明迪)을 사간원 대사간으로, 김위(金鍏)를 예조 판서로 삼았다.",
                "hj": "○以李魯秉爲司憲府大司憲, 李明迪爲司諫院大司諫, 金鍏爲禮曹判書。"
            },
            "4": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, As for Jo Jonghyeons case, he is the son of his father, whose name is listed in the register of Bai Yan (K. Baekgan . Therefore, in terms of righteousness, he cannot bear to preserve his life. Furthermore, as he has been granted a great amnesty, it is necessary to bestow a general pardon upon him. Therefore, quickly suspend the suspension of the matter.",
                "H2KE-nKo": "전교하기를,“조병현의 일은, 그가 그 아버지의 아들로서 이름이 백간에 있으니, 온전히 보전해 주는 의리로 헤아려 볼 때 실로 차마 하지 못할 점이 있다. 게다가 지금은 대사면령을 내린 뒤인 만큼 널리 사면해 주는 은전을 시행해야 마땅하니, 속히 전계를 정지하게 하라.”하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 10일(신사) 4번째기사",
                "gt-oKo": "하교하기를, “조병현(趙秉鉉)의 일은 그가 그 아비의 아들로서 이름이 백간(白簡)에 실려 있으니, 보전(保全)하는 의(義)로써 헤아리면, 실로 차마 하지 못할 것이 있다. 또 이제 큰 사유(赦宥)를 내린 나머지에 탕척(蕩滌)의 은전(恩典)을 시행함이 마땅하니, 빨리 정계(停啓)하도록 하라.” 하였다.",
                "hj": "○敎曰: “趙秉鉉事, 渠以乃父之子, 名在白簡, 揆以全保之義, 實有不忍者。 且今大霈之餘, 合施曠蕩之典, 亟令停啓。”"
            },
            "5": {
                "H2KE-EN": "The Office of the Censor-General submitted a report requesting the suspension of the withdrawal of the royal order. The King responded, How could I have no choice but to do so? Report this immediately.",
                "H2KE-nKo": "승정원이 의논하여 아뢰기를,“명을 거두어 주소서.”하니, 비답하기를,“내가 어찌 아무 생각 없이 그렇게 하였겠는가. 즉시 반포하라.”하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 10일(신사) 5번째기사",
                "gt-oKo": "정원(政院)에서 의계(議啓)하여 성명(成命)을 정침하기를 청하니, 비답하기를, “내가 어찌 상량(商量)함이 없이 그러했겠는가? 즉시 반포(頒布)하도록 하라.” 하였다.",
                "hj": "○院議啓, 乞寢成命, 批曰: “予豈無商量而然? 卽爲頒布。”"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On imo day, the King read the Book of Poetry (C. Shijing with six gwon of the Book of Poetry (C. Shujing .",
                "H2KE-nKo": "임오년 1일강을 행하여 《시전》 제6권을 강하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 11일(임오) 1번째기사",
                "gt-oKo": "일강(日講)하여 《시전(詩傳)》 제6권을 강론하였다.",
                "hj": "○壬午/日講, 《詩傳》第六卷。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 11일(임오) 2번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○召對。"
            },
            "3": {
                "H2KE-EN": "The Office of the Inspector General and the Office of the Censor General presented a joint memorial to the King【 Inspector General Yi No병, Censor Yi Myeongdeok, Censor Yi Gyeseon, Fourth Inspector Bak Hyojeong, Third Censor Bak Hongyang, and Fourth Censor Bae Sanggyu.】 request that Your Majesty specially withdraw the royal order. The King responded, I already explained the memorials to the Office of the Censor General. My dear sirs should not raise this.",
                "H2KE-nKo": "양사 - 대사헌 이노병, 대사간 이명적, 사간 이계선, 지평 박효정, 헌납 박홍양, 정언 배상규 - 가 연명으로 차자를 올려 명을 철회할 것을 청하니, 비답하기를,“이미 승정원의 계사에 대한 비답에서 유시하였으니, 경들은 번거롭게 하지 말라.”하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 11일(임오) 3번째기사",
                "gt-oKo": "양사(兩司)에서 연차(聯箚)【대사헌 이노병(李魯秉), 대사간 이명적(李明迪), 사간 이계선(李啓善), 지평 박효정(朴孝正), 헌납 박홍양(朴弘陽), 정언 배상규(裵相奎)이다.】하여 특별히 반한(反汗)을 내리기를 청하니, 비답하기를, “이미 정원(政院)의 의계에 대한 비답에 유시하였으니, 경 등은 번거롭게 하지 말라.” 하였다.",
                "hj": "○兩司聯箚,【大司憲李魯秉, 大司諫李明迪, 司諫李啓善。 持平朴孝正, 獻納朴弘陽, 正言裵相奎。】請特賜反汗, 批曰: “已諭於院議之批, 卿等勿煩。”"
            },
            "4": {
                "H2KE-EN": "The Office of the Censor General presented a joint memorial [to the King]【부응교 Jo Ungyeong , Second Drafter [of the Office of Royal Decrees] Bak Sangsu and Jeong Seokjo , Second Drafter [of the Office of Royal Decrees] Heo Jeon and Im Geunjun , Compilation Directors Kim Yeongsu and Yun byeongjeong , and 부수찬 Jo헌섭 .】 request that [Your Majesty] specially withdraw the royal order. [The King] 비답하기를, “그대들은 번거롭게 하지 말라.” 하였다.",
                "H2KE-nKo": "옥당 - 부응교 조운경, 교리 박상수ᆞ정석조, 부교리 허전ᆞ임응준, 수찬 김영수ᆞ윤병정, 부수찬 조헌섭 - 이 연명으로 차자를 올려 특별히 명을 취소하기를 청하니, 비답하기를,“그대들은 번거롭게 하지 말라.”하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 11일(임오) 4번째기사",
                "gt-oKo": "옥당(玉堂)에서 연차(聯箚)【부응교(副應敎) 조운경(趙雲卿), 교리 박상수(朴商壽)·정석조(鄭錫朝), 부교리 허전(許傳)·임응준(任應準), 수찬 김영수(金永秀)·윤병정(尹秉鼎), 부수찬 조헌섭(趙憲燮)이다.】하여 특별히 반한(反汗)하기를 청하니, 비답하기를, “너희들은 번거롭게 하지 말라.” 하였다.",
                "hj": "○玉堂聯箚,【副應敎趙雲卿, 校理朴商壽、鄭錫朝, 副校理許傳、任應準, 修撰金永秀、尹秉鼎, 副修撰趙憲燮】請特賜反汗, 批曰: “爾等勿煩。”"
            },
            "5": {
                "H2KE-EN": "[The son of] Munchung [Yi] Deukyeong [], the son of Munchung [Yi] Deukyeong [], by nature, was honest and honest by nature. He was well-versed in the work of being interrupted. [He] received the Royal Ancestral Shrine in the Office of the Inspector General . [He] frequently entered the palace and did not know whether [he] was short or danger. After the giyu year (, [he] was seriously punished for his guilt, and finally he could not preserve his life until the end [of his death]. At this time, [he] was removed from [the guilt] for the first time. [He] finally expelled the blame [from the guilt].",
                "H2KE-nKo": "이병모는 문충공 조득영의 아들이다. 성품이 강직하고 일을 만나면 사리에 통달하였다. 헌종의 지우를 받아 궁궐을 출입하였는데, 평탄하고 험난한 것을 가리지 않고 앞으로 나아가 자기 몸을 돌보지 않았다. 기유년 이후로 거듭 화를 입어 끝내 시종을 보전하지 못하였다. 이때에 이르러 백간이 비로소 씻겨져 억울한 일이 모두 풀렸다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 11일(임오) 5번째기사",
                "gt-oKo": "조병현(趙秉鉉)은 문충공(文忠公) 조득영(趙得永)의 아들로서 품성(稟性)이 강직하고, 일을 만나면 처결에 능숙하였다. 헌종(憲宗)의 지우를 받아 궁중을 출입하면서 평탄하고 험난함을 가리지 않고 앞에 나아가 자기 몸을 돌보지 않았다. 기유년 이후에 거듭 앙화를 만나 마침내 시종(始終)을 보전(保全)하지 못하였다. 이에 이르러 백간(白簡)을 비로소 씻었고, 원굴(冤屈)한 일이 모두 신설(伸雪)되었다.",
                "hj": "○秉鉉, 文忠公得永子, 稟性峭直, 遇事通鍊。 受知憲廟, 出入禁闥, 夷險向前, 不知有身。 己酉以後, 重罹禍罟, 竟不得保有終始。 至是白簡始洗, 幽枉畢伸焉。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On gyemi day, the first day of the month, the King attended the Royal Lecture on the Confucian Classics. ",
                "H2KE-nKo": "계미년의 일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 12일(계미) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○癸未/日講。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "The King attended the Royal Lecture on the first day of the twelfth month in the gapsin year (. ",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 13일(갑신) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○甲申/日講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 13일(갑신) 2번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○召對。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "On eulyu day, the first day of the twelfth month, the King attended the Royal Lecture.",
                "H2KE-nKo": "을유년의 일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 14일(을유) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○乙酉/日講。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On byeongja day, the King attended the Royal Lecture on the first day of the second month in the byeongsul year (.",
                "H2KE-nKo": "병술년의 회일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 15일(병술) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○丙戌/日講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 15일(병술) 2번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○召對。"
            },
            "3": {
                "H2KE-EN": "The King appointed Yi응서를 우변포도대장으로, Hong Iktong as 사간원 대사간으로, and Kim Daegeun as 공조 판서로 삼았다.",
                "H2KE-nKo": "이응서를 우변포도대장으로, 홍익섭을 사간원 대사간으로, 김대근을 공조 판서로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 15일(병술) 3번째기사",
                "gt-oKo": "이응서(李膺緖)를 우변 포도 대장으로, 홍익섭(洪翼燮)을 사간원 대사간으로, 김대근(金大根)을 공조 판서로 삼았다.",
                "hj": "○以李膺緖爲右邊捕盜大將, 洪翼燮爲司諫院大司諫, 金大根爲工曹判書。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On jeonghae day, Venus appeared during the daylight hours.",
                "H2KE-nKo": "태백성이 낮에 나타났다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 16일(정해) 1번째기사",
                "gt-oKo": "태백성(太白星)이 나타났다.",
                "hj": "○丁亥/太白, 見。"
            },
            "2": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 16일(정해) 2번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○日講。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "Hong Yeomjo was appointed second minister of personnel .",
                "H2KE-nKo": "홍열모를 이조 참판으로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 17일(무자) 1번째기사",
                "gt-oKo": "홍열모(洪說謨)를 이조 참판으로 삼았다.",
                "hj": "○戊子/以洪說謨爲吏曹參判。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On gichuk day, the King attended the Royal Lecture on the first day of the ninth month in the gichuk year (.",
                "H2KE-nKo": "기축년의 일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 18일(기축) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○己丑/日講。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On gyeongin day, Venus appeared during the gyeongin daylight hours.",
                "H2KE-nKo": "태백이 경인일에 나타났다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 19일(경인) 1번째기사",
                "gt-oKo": "태백성(太白星)이 나타났다.",
                "hj": "○庚寅/太白, 見。"
            },
            "2": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 19일(경인) 2번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○日講。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On gyeyu day, the King attended the Royal Lecture on the Dairy of Cold Food .",
                "H2KE-nKo": "일강과 계유년을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 2일(계유) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○癸酉/日講。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 2일(계유) 2번째기사",
                "gt-oKo": "소대(召對)하였다.",
                "hj": "○召對。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On sinhae day, the King attended the Royal Lecture on the first day of the eleventh month.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 20일(신묘) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○辛卯/日講。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On gapjin day, the King attended the Royal Lecture on the first day of the twelfth month.",
                "H2KE-nKo": "임일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 21일(임진) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○壬辰/日講。"
            },
            "2": {
                "H2KE-EN": "The King summoned Governor of Pyeongan Province Yi Gyeongjae and held audience with him before departing for his appointed provincial position.",
                "H2KE-nKo": "평안 감사 이경재를 불러서 보았다. 하직 인사를 하였기 때문이다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 21일(임진) 2번째기사",
                "gt-oKo": "평안 감사(平安監司) 이경재(李景在)를 소견(召見)하였으니, 사폐(辭陛)한 때문이었다.",
                "hj": "○召見平安監司李景在, 辭陛也。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On gyesa day, Venus appeared during the gyemyo day (1423, the fifth month.",
                "H2KE-nKo": "태백성이 낮에 나타났다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 22일(계사) 1번째기사",
                "gt-oKo": "태백성(太白星)이 나타났다.",
                "hj": "○癸巳/太白, 見。"
            },
            "2": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 22일(계사) 2번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○日講。"
            },
            "3": {
                "H2KE-EN": "The King summoned the high-ranking officials and the superintendents of the State Tribunal . 영부사 정원용 and others said, There was no disasters in the middle of the world, and in the middle of the world, we, your humble subjects, frightened and sorrowful that we cannot express our intent in full. The conclusion of the circumstances of Kim Sujeong , Hong Yeonggeun , and Choe Bongju , the circumstances of the circumstances and the circumstances of the cumstances and the circumstances of the circumstances have all been exposed. Now we must thoroughly cross-examined and cross-examined [the circumstances and the cumstances and the circumstances of the cumstances and the circumstances] have already been exposed, and we should thoroughly cross-examined and cross-examined [the circumstances and the cumstances and the circumstances]. How can we not cross-examined and cross-examined [the circumstances and the cumstances and the cumstances]? The King said, The circumstances and the cumstances of high-ranking officials are as such, and we should 처분이 있어야 하겠다.” 하고, 이어 하교하기를, “추국을 하라.” 하였다.【영부사 정원용, Supreme Generals Bak Hoesu , Kim Heunggeun , Bak Yeongwon , Yi 헌gu , Chief State Councilor Kim Jwageun , Right State Councilor Jo Dosun , Director of the Office of Royal Decrees Yun Jeonghyeon , Second Deputy Director of the Office of Royal Decrees Kim Hakseong , 서헌sun , Second Deputy Director of the Office of Royal Decrees Yi Myeongjeok , 승지 Sim Donyeong , Fourth Inspectors Kang Jingyu , and Third Censor of the Office of the Censor General Hong Jongun .】",
                "H2KE-nKo": "시원임 대신과 의금부 당상을 불러서 보았다. 영중추부사 정원용 등이 아뢰기를,“세상의 변고가 없는 곳이 없어 도성 안에 흉악한 무리의 패악한 모의가 낭자하니, 신들이 놀랍고 분한 마음을 어찌 이루 다 진달할 수 있겠습니까. 김수정, 홍영근, 최봉주를 잡아다 조사해야 할 죄안이 거의 다 탄로 났으니, 지금 철저히 조사하여 밝혀내야 합니다. 그러나 일의 체모로 볼 때 의금부에서 거행해야 하겠기에 이에 감히 서로 이끌고 와서 청대합니다.”하니, 주상이 말하기를,“보잘것없는 무뢰배의 일을 어찌 굳이 거창하게 국청을 설치할 것이 있겠는가.”하였다. 정원용 등이 아뢰기를,“여러 무리의 흉악한 모의가 지금 이미 탄로 났으니, 엄히 조사하여 철저히 조사한 뒤에야 실정을 알아낼 수 있을 것입니다. 어찌 국청을 설치하지 않을 수 있겠습니까.”하니, 주상이 말하기를,“대신들이 이처럼 아뢰니 처분을 내리겠다.”하고, 이어 추국을 행하라고 명하였다. - 영중추부사 정원용, 판중추부사 박회수ᆞ김흥근ᆞ박영원ᆞ이헌구, 영의정 김좌근, 우의정 조두순, 판의금부사 윤정현, 지의금부사 김학성ᆞ서헌순, 동지의금부사 이명적, 승지 심돈영, 지평 강진규, 헌납 홍종운이다. -\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 22일(계사) 3번째기사",
                "gt-oKo": "시임(時任)·원임(原任) 대신과 금오 당상(金吾堂上)을 소견(召見)하였다. 영부사(領府事) 정원용(鄭元容) 등이 말하기를, “세상의 변괴가 없는 적이 없어서 도성(都城)의 아래에서 흉패(凶悖)한 무리들의 모의(謀議)가 낭자하니, 신 등의 몹시 놀랍고 한탄스러움을 어찌 다 진달할 수 있겠습니까? 김수정(金守禎)·홍영근(洪榮瑾)·최봉주(崔鳳周)를 잡아다 조사한 초안(招案)에 정절(情節)이 거의 죄다 탄로(綻露)되었으니, 이제 마땅히 끝까지 핵실하여야 하는데, 사체(事體)가 왕부(王府)에서 거행하여야 마땅하므로, 이에 감히 서로 이끌고 청대(請對)하였습니다.” 하니, 임금이 말하기를, “하찮은 무뢰배(無賴輩)의 일에 대하여 어찌 확대시켜 설국(設鞫)할 필요가 있겠는가?” 하였다. 정원용 등이 아뢰기를, “여러 흉도(凶徒)들의 흉모(凶謀)가 이제 이미 탄로되었으니, 엄하게 조사하여 끝까지 핵실한 뒤에야 실정을 알아낼 수 있습니다. 어찌 설국(設鞫)하지 않을 수 있겠습니까?” 하니, 임금이 말하기를, “여러 대신의 주청이 이와 같으니, 처분이 있어야 마땅하다.” 하고, 인하여 하교하기를, “추국(推鞫)하도록 하라.” 하였다.【영부사 정원용(鄭元容), 판부사 박회수(朴晦壽)·김흥근(金興根)·박영원(朴永元)·이헌구(李憲球), 영의정 김좌근(金左根), 우의정 조두순(趙斗淳), 판의금 윤정현(尹定鉉), 지의금 김학성(金學性)·서헌순(徐憲淳), 동의금 이명적(李明迪), 승지 심돈영(沈敦永), 지평 강진규(姜晉奎), 헌납 홍종운(洪鍾雲)이다.】",
                "hj": "○召見時原任大臣金吾堂上。 領府事鄭元容等曰: “世變無所不有, 輦轂之下, 匈徒悖類, 謀議狼藉, 臣等之驚痛憤惋, 何可盡達。 金守禎、洪榮瑾、崔鳳周捕査之案, 情節幾盡綻露, 今當窮査覈得, 而事體當自王府擧行, 玆敢相率請對矣。” 上曰: “幺麿無賴輩之事, 何必張大設鞫乎?” 元容等曰: “諸徒之匈謀, 今旣綻露, 嚴査窮覈然後, 可以得情。 豈可不設鞫乎?” 上曰: “諸大臣之奏如是, 當有處分矣。” 仍敎曰: “推鞫爲之。”【領府事鄭元容判府事, 朴晦壽、金興根、朴永元、李憲球, 領議政金左根, 右議政趙斗淳, 判義禁尹定鉉, 知義禁金學性、徐憲淳同義禁李明迪, 承旨沈敦永, 持平姜晋奎, 獻納洪鍾雲。】"
            },
            "4": {
                "H2KE-EN": "The King appointed 정원용을 temporary assessors and Yun Jeonghyeon as 판의금부사로 삼았다.",
                "H2KE-nKo": "정원용을 위관으로, 윤정현을 판의금부사로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 22일(계사) 4번째기사",
                "gt-oKo": "정원용(鄭元容)을 위관(委官)으로, 윤정현(尹定鉉)을 판의금부사(判義禁府事)로 삼았다.",
                "hj": "○以鄭元容爲委官, 尹定鉉爲判義禁府事。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On gabo day, Venus appeared during the daylight hours.",
                "H2KE-nKo": "태백이 낮에 나타났다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 23일(갑오) 1번째기사",
                "gt-oKo": "태백성(太白星)이 나타났다.",
                "hj": "○甲午/太白, 見。"
            },
            "2": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 23일(갑오) 2번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○日講。"
            },
            "3": {
                "H2KE-EN": "On imjin day, the King conducted state affairs.",
                "H2KE-nKo": "추국을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 23일(갑오) 3번째기사",
                "gt-oKo": "추국(推鞫)하였다.",
                "hj": "○推鞫爲之。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "On eulmi day, the King attended the Royal Lecture on the eulmi daytime.",
                "H2KE-nKo": "을미년의 회일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 24일(을미) 1번째기사",
                "gt-oKo": "일강(日講)하였다.",
                "hj": "○乙未/日講。"
            },
            "2": {
                "H2KE-EN": "On imjin day, the King conducted state affairs.",
                "H2KE-nKo": "추국을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 24일(을미) 2번째기사",
                "gt-oKo": "추국(推鞫)하였다.",
                "hj": "○推鞫爲之。"
            },
            "3": {
                "H2KE-EN": "The King appointed Yi Gyu팽 as the Office of the Inspector General , and Yi Wondal as the Office of the Censor General .",
                "H2KE-nKo": "이규팽을 사헌부 대사헌으로, 이원달을 사간원 대사간으로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 24일(을미) 3번째기사",
                "gt-oKo": "이규팽(李圭祊)을 사헌부 대사헌으로, 이원달(李源達)을 사간원 대사간으로 삼았다.",
                "hj": "○以李圭祊爲司憲府大司憲, 李源達爲司諫院大司諫。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On byeongsin day, Venus appeared during the byeongsin day (126, the first day of the month.",
                "H2KE-nKo": "태백성이 낮에 나타났다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 25일(병신) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○丙申/太白, 見。"
            },
            "2": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 25일(병신) 2번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○日講。"
            },
            "3": {
                "H2KE-EN": "On imjin day, the King conducted state affairs.",
                "H2KE-nKo": "추국을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 25일(병신) 3번째기사",
                "gt-oKo": "추국하였다.",
                "hj": "○推鞫爲之。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On jeongyu day, Venus appeared during the jeongyu daylight hours.",
                "H2KE-nKo": "정유년에 태백성이 나타났다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 26일(정유) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○丁酉/太白, 見。"
            },
            "2": {
                "H2KE-EN": "The King summoned the three imperial envoys and held audience with them. Vice-Envoy Yi Hyeonseo , Vice-Envoy Yi Gangjun , and the correspondence officer . They paid a farewell visit to the King.",
                "H2KE-nKo": "세 사신 - 정사 윤치수, 부사 이현서, 서장관 이강준 - 을 불러서 보았다. 하직 인사를 하였기 때문이다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 26일(정유) 2번째기사",
                "gt-oKo": "세 사신(使臣)【정사 윤치수(尹致秀)·부사 이현서(李玄緖)·서장관 이강준(李綱峻)이다.】을 소견(召見)하였으니, 사폐(辭陛)한 때문이었다.",
                "hj": "○召見三使臣,【正使尹致秀, 副使李玄緖, 書狀官李綱峻。】辭陛也。"
            },
            "3": {
                "H2KE-EN": "[The King] appointed Supreme General [of the Middle Army Commandery General] Kim Heunggeun as a temporary official , and then appointed Right State Councilor Jo Dusun as right state councilor .",
                "H2KE-nKo": "판중추부사 김흥근을 위관으로 삼았다가 곧바로 우의정 조두순을 임명하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 26일(정유) 3번째기사",
                "gt-oKo": "판부사 김흥근(金興根)을 위관(委官)으로 삼았다가 바로 우의정 조두순(趙斗淳)으로 삼았다.",
                "hj": "○以判府事金興根爲委官, 旋以右議政趙斗淳爲之。"
            },
            "4": {
                "H2KE-EN": "On imjin day, the King conducted state affairs.",
                "H2KE-nKo": "추국을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 26일(정유) 4번째기사",
                "gt-oKo": "추국(推鞫)하였다.",
                "hj": "○推鞫爲之。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture on the first day of the twelfth month.",
                "H2KE-nKo": "무술년의 회일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 27일(무술) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○戊戌/日講。"
            },
            "2": {
                "H2KE-EN": "The King conducted the Royal Confucian Academy and metropolitan second stage civil service examination. He selected Bak Dobin , Yi Seungyu , Yi Iksang , and Jo병협 .",
                "H2KE-nKo": "한림 소시를 행하여 박도빈, 이승유, 이익상, 조병협을 뽑았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 27일(무술) 2번째기사",
                "gt-oKo": "한림 소시(翰林召試)를 행하여 박도빈(朴道彬)·이승유(李承游)·이익상(李翊相)·조병협(趙秉協)을 뽑았다.",
                "hj": "○行翰林召試, 取朴道彬、李承游、李翊相、趙秉協。"
            },
            "3": {
                "H2KE-EN": "On imjin day, the King conducted state affairs.",
                "H2KE-nKo": "추국을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 27일(무술) 3번째기사",
                "gt-oKo": "추국(推鞫)하였다.",
                "hj": "○推鞫爲之。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On sinhae day, Venus appeared during the gihae year (.",
                "H2KE-nKo": "태백성이 낮에 나타났다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 28일(기해) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○己亥/太白, 見。"
            },
            "2": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 28일(기해) 2번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○日講。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On gyeongja day, the King attended the Royal Lecture on the first day of the gyeongja year (.",
                "H2KE-nKo": "경자일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 29일(경자) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○庚子/日講。"
            },
            "2": {
                "H2KE-EN": "On imjin day, the King conducted state affairs.",
                "H2KE-nKo": "추국을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 29일(경자) 2번째기사",
                "gt-oKo": "추국하였다.",
                "hj": "○推鞫爲之。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On gapsul day, the King attended the Royal Lecture on the first day of the month in the gapjin year (.",
                "H2KE-nKo": "갑술년의 회일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 3일(갑술) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○甲戌/日講。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "On sinchuk day, the King attended the Royal Lecture on the first day of the eleventh month.",
                "H2KE-nKo": "신축년의 회일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 30일(신축) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○辛丑/日講。"
            },
            "2": {
                "H2KE-EN": "On imjin day, the King conducted state affairs.",
                "H2KE-nKo": "추국을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 30일(신축) 2번째기사",
                "gt-oKo": "추국하였다.",
                "hj": "○推鞫爲之。"
            },
            "3": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, As it has been several days since the interrogation of the State Tribunal , it is not possible for me to rush the frontier. But many criminals are entirely denouncing their pleasures and slowly slowly. They are extremely cunning and wicked. Investigate their circumstances and thoroughly cross-examinate them, so do not rush the date for a long time.",
                "H2KE-nKo": "전교하기를,“국청을 설치한 지 지금 여러 날이 되었는데도 결말이 날 기약이 없다. 죄인들은 오로지 책임을 전가하기만을 일삼고 줄곧 모호하게 하니 매우 교활하고 악독하다. 명백하게 끝까지 조사하여 여러 날 동안 지체되는 일이 없도록 하라.”하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 30일(신축) 3번째기사",
                "gt-oKo": "하교하기를, “설국(設鞫)한 지 이제 여러 날이 되었는데, 출장(出場)할 기한이 없고, 여러 죄인(罪人)들은 오로지 미루고 핑계대기를 일삼아 한결같이 모호(模糊)하니, 아주 교활하고 간악하다. 명백하게 끝까지 핵실하여 여러 날을 두고 오래 끌지 않도록 하라.” 하였다.",
                "hj": "○敎曰: “設鞫今至多日, 出場無期, 諸罪人專事推諉, 一直漫漶, 萬萬狡惡。 明白窮覈, 無至曠日持久。”"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On eulhae day, [the King] granted a rotational audience in the eulhae year (.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 4일(을해) 1번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○乙亥/召對。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Gyeongjae as governor of Pyeongan Province .",
                "H2KE-nKo": "이경재를 평안도 관찰사로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 4일(을해) 2번째기사",
                "gt-oKo": "이경재(李景在)를 평안도 관찰사로 삼았다.",
                "hj": "○以李景在爲平安道觀察使。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On byeongja day, [the King] visited the Royal Placenta Chamber in the byeongja year ( and attended the Royal Lecture on the Confucian Chamberry.",
                "H2KE-nKo": "희정당에서 병자호일에 희정당에서 내의원의 입진과 일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 5일(병자) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에서 약원(藥院)의 입진(入診)과 일강을 행하였다.",
                "hj": "○丙子/藥院入診及日講于熙政堂。"
            },
            "2": {
                "H2KE-EN": "Kim Sugeun was appointed minister of war .",
                "H2KE-nKo": "김수근을 병조 판서로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 5일(병자) 2번째기사",
                "gt-oKo": "김수근(金洙根)을 병조 판서로 삼았다.",
                "hj": "○以金洙根爲兵曹判書。"
            },
            "3": {
                "H2KE-EN": "On gyemyo day, [the King] granted a rotational audience.",
                "H2KE-nKo": "소대를 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 5일(병자) 3번째기사",
                "gt-oKo": "소대하였다.",
                "hj": "○召對。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On muin day, [the King] went to the Royal Ancestral Shrine to participate in the night there.",
                "H2KE-nKo": "정묘년에 종묘에 나아가 재숙하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 7일(무인) 1번째기사",
                "gt-oKo": "종묘(宗廟)에 나아가 재숙(齋宿)하였다.",
                "hj": "○戊寅/詣宗廟齋宿。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On sinmyo day, the King performed the winter state sacrifice at the Royal Ancestral Shrine . He then presented the jade book and the seal of the posthumous title for Great King Ikjong , Great King of the 헌종 , and Queen Hyohyeon .",
                "H2KE-nKo": "종묘 동향 대제를 행하고 익종대왕, 헌종대왕, 효현왕후의 존호 책보를 추상하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 8일(기묘) 1번째기사",
                "gt-oKo": "종묘(宗廟)의 동향(冬享)을 행하고, 익종 대왕(翼宗大王)·헌종 대왕(憲宗大王)·효현 왕후(孝顯王后)의 추상 존호(追上尊號) 책보(冊寶)를 올렸다.",
                "hj": "○己卯/行宗廟冬享追上翼宗大王、憲宗大王、孝顯王后尊號冊寶。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On gyeongjin day, the King proceeded to Injeong Hall in gyeongjin year (. The King presented the Queen Mother and the Queen Mother with the jade book and the seal. The King then received congratulatory greetings and congratulatory greetings. ",
                "H2KE-nKo": "경진년에 인정전에 나아가 왕대비전과 대비전에 옥책과 금보를 올렸다. 이어 진하를 받고 사면을 반포하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 10월 9일(경진) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에 나아가 왕대비전(王大妃殿)·대비전(大妃殿)에 책보(冊寶)를 올리고, 이어서 하례를 받고, 반사(頒赦)하였다.",
                "hj": "○庚辰/詣仁政殿, 上, 王大妃殿、大妃殿冊寶, 仍受賀頒赦。"
            }
        }
    },
    "11": {
        "1": {
            "1": {
                "H2KE-EN": "On imin day, a solar eclipse occurred.",
                "H2KE-nKo": "임인년 1월에 일식이 있었다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 11월 1일(임인) 1번째기사",
                "gt-oKo": "일식(日食)하였다.",
                "hj": "○壬寅/日有食之。"
            },
            "2": {
                "H2KE-EN": "On imsul day, Venus appeared during daylight hours.",
                "H2KE-nKo": "태백성이 나타났다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 11월 1일(임인) 2번째기사",
                "gt-oKo": "태백성(太白星)이 나타났다.",
                "hj": "○太白, 見。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "On sinhae day, Venus appeared during the daylight hours.",
                "H2KE-nKo": "태백이 낮에 나타났다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 11월 10일(신해) 1번째기사",
                "gt-oKo": "태백성(太白星)이 나타났다.",
                "hj": "○辛亥/太白, 見。"
            },
            "2": {
                "H2KE-EN": "On imsul day, the King 차대를 희정당에서 행하였다. Chief State Councilor Kim좌geun advised, The crop failures in the provincial army headed to relieve the people, and thus it is impossible for the local magistrates to wait until the performance evaluation is completed, to dismiss him from office. Instead, those who have experienced evaluations and meritorious deeds should be selected without consideration. The King followed this recommendation. Right State Councilor Jo Dusun advised, The post of special appointees to one garrison should be established in Hongju and Wonsan . The King followed this recommendation.",
                "H2KE-nKo": "희정당에서 차대를 행하였다. 영의정 김좌근이 아뢰기를,“영남에 흉년이 들어 현재 진휼하는 정사에 대해 의논하고 있습니다. 수령 가운데 직임을 감당할 수 없는 자는 전최를 기다리지 말고 파직해 보내고, 반드시 평소 명성과 공적이 드러난 사람으로 구애받지 말고 가려 의망하게 하소서.”하니, 그대로 따랐다. 우의정 조두순이 아뢰기를,“홍주와 원산에 한 진에 별장을 새로 설치하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 11월 10일(신해) 2번째기사",
                "gt-oKo": "희정당(熙政堂)에서 차대(次對)하였다. 영의정 김좌근(金左根)이 아뢰기를, “영남(嶺南)에 흉년이 들어 방금 진구(賑救)할 정책을 의논하였는데, 수령(守令) 중에서 임무를 감당할 수 없는 자는 전최(殿最)를 기다리지 말고 파면하여 보내고, 반드시 평소 성적(聲績)이 드러난 자를 골라서 문벌에 구애받지 말고 의망(擬望)하도록 하소서.” 하니, 그대로 따랐다. 우의정 조두순(趙斗淳)이 아뢰기를, “충청도 홍주(洪州) 땅 원산(元山)에 일진 별장(一鎭別將)을 창설하여 두소서.” 하니, 그대로 따랐다.",
                "hj": "○次對于熙政堂。 領議政金左根啓言: “嶺南失稔, 方議賑救之政, 守令中莫可堪任者, 不待殿最罷遣, 必以聲績素著人, 勿拘擇擬。” 從之。 右議政趙斗淳啓言: “洪州、元山, 創置一鎭別將。” 從之。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "The King appointed Yi Jeonghyeon as chief section chief of the Right frontier commander , and Sim Seungtaek as third minister of personnel .",
                "H2KE-nKo": "이정현을 우변포도대장으로, 심승택을 이조 참의로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 11월 15일(병진) 1번째기사",
                "gt-oKo": "이정현(李定鉉)을 우변 포도 대장으로, 심승택(沈承澤)을 이조 참의로 삼았다.",
                "hj": "○丙辰/以李定鉉爲右邊捕盜大將, 沈承澤爲吏曹參議。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On jeongyu day, [the King] attended the Royal Lecture on the first day of the eighth month. The lecture on the Book of Poetry (C. Shujing .",
                "H2KE-nKo": "일강을 행하여 《시전》 제7권을 강하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 11월 16일(정사) 1번째기사",
                "gt-oKo": "일강(日講)하여 《시전(詩傳)》 제7권을 강론하였다.",
                "hj": "○丁巳/日講。 《詩傳》第七卷。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On muja day, Venus appeared during the daylight hours.",
                "H2KE-nKo": "태백이 낮에 나타났다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 11월 17일(무오) 1번째기사",
                "gt-oKo": "태백성(太白星)이 나타났다.",
                "hj": "○戊午/太白, 見。"
            },
            "2": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 11월 17일(무오) 2번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○日講。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On eulmi day, the first day of the month, the King attended the Royal Lecture.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 11월 18일(기미) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○己未/日講。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On sinchuk day, the King attended the Royal Lecture on the first day of the seventh month.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 11월 19일(경신) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○庚申/日講。"
            },
            "2": {
                "H2KE-EN": "The State Council reported, Please allow Gyeongsang Province to supply twelve thousand seok of government and private grains for government and private grains. The King granted this request.",
                "H2KE-nKo": "비변사가 아뢰기를,“경상도의 공사 진곡 12만 섬을 떼어 주도록 허락하소서.”하니, 그대로 따랐다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 11월 19일(경신) 2번째기사",
                "gt-oKo": "비변사(備邊司)에서 아뢰기를, “경상도에 공사 진곡(公私賑穀) 12만 석(石)을 획급(劃給)하도록 허락하소서.” 하니, 그대로 따랐다.",
                "hj": "○備邊司啓言: “許劃慶尙道公私賑穀十二萬石。” 從之。"
            },
            "3": {
                "H2KE-EN": "The King bestowed rewards upon the officials of the senior third rank or below of the Office of Royal Genealogy and those below in varying degrees. The King also bestowed rewards upon the senior seventh rank or higher Song Gyeomsu .",
                "H2KE-nKo": "종부시와 도감의 당상 이하에게 차등을 두어 시상하였다. 정 송겸수에게 가자하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 11월 19일(경신) 3번째기사",
                "gt-oKo": "종부시(宗簿寺)와 도감(都監)의 당상(堂上) 이하에게 차등있게 시상(施賞)하고, 정(正) 송겸수(宋謙洙)를 가자(加資)하였다.",
                "hj": "○宗簿都監堂上以下施賞有差, 正宋謙洙加資。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On gyemyo day, [the King] proceeded to Injeong Hall in the gyemyo year (, personally handed out the incense and the written invocation for the winter state sacrifice at the Royal Ancestral Shrine , and then delivered incense and the written invocation.",
                "H2KE-nKo": "계묘년에 인정전에 나아가 경모궁 동향 대제의 축문에 친압하고, 이어 향과 축문을 전하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 11월 2일(계묘) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에 나아가 경모궁(景慕宮) 동향(冬享)의 축문(祝文)을 친압(親押)하고, 이어서 향과 축문을 전하였다.",
                "hj": "○癸卯/詣仁政殿, 親押景慕宮冬享祝文, 仍傳香祝。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Haksu as magistrate of Suwon Magistracy , Kim Giman as minister of personnel , Bak Yeongbo as third minister of personnel , and Han Jinjeong as minister of punishments .",
                "H2KE-nKo": "이학수를 수원부 유수로, 김기만을 이조 판서로, 박영보를 이조 참의로, 한진정을 형조 판서로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 11월 2일(계묘) 2번째기사",
                "gt-oKo": "이학수(李鶴秀)를 수원부 유수로, 김기만(金箕晩)을 이조 판서로, 박영보(朴永輔)를 이조 참의로, 한진정(韓鎭庭)을 형조 판서로 삼았다.",
                "hj": "○以李鶴秀爲水原府留守, 金箕晩爲吏曹判書朴永輔爲吏曹參議, 韓鎭庭爲刑曹判書。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "On sinhae day, Venus appeared during the daylight hours.",
                "H2KE-nKo": "태백이 낮에 나타났다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 11월 20일(신유) 1번째기사",
                "gt-oKo": "태백성(太白星)이 나타났다.",
                "hj": "○辛酉/太白, 見。"
            },
            "2": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 11월 20일(신유) 2번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○日講。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "The King attended the Royal Lecture on the Day of Cold Food .",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 11월 21일(임술) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○壬戌/日講。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On gyehae day, Venus appeared during the gyemyo day (1423, the fourth month.",
                "H2KE-nKo": "태백이 낮에 나타났다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 11월 22일(계해) 1번째기사",
                "gt-oKo": "태백성(太白星)이 나타났다.",
                "hj": "○癸亥/太白, 見。"
            },
            "2": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 11월 22일(계해) 2번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○日講。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On gapja day, the King attended the Royal Lecture on the first day of the twelfth month.",
                "H2KE-nKo": "갑자년의 회일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 11월 23일(갑자) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○甲子/日講。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "On eulchuk day, the King attended the Royal Lecture on the first day of the eleventh month.",
                "H2KE-nKo": "을축년의 회일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 11월 24일(을축) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○乙丑/日講。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On gabin day, the first day of the first month, the King attended the Royal Lecture.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 11월 25일(병인) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○丙寅/日講。"
            },
            "2": {
                "H2KE-EN": "The King appointed Yi Ingi as headmaster of the Royal Confucian Academy and Yu Sangbong as chief section chief of the right frontier commander .",
                "H2KE-nKo": "이인기를 성균관 대사성으로, 유상필을 우변포도대장으로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 11월 25일(병인) 2번째기사",
                "gt-oKo": "이인기(李寅夔)를 성균관 대사성으로, 유상필(柳相弼)을 우변 포도 대장으로 삼았다.",
                "hj": "○以李寅夔爲成均館大司成, 柳相弼爲右邊捕盜大將。"
            },
            "3": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, The relief supplied to the provincial government has already been decided by the State Council. However, I worry about the people in the spring, and I cannot eat and eat. Therefore, I specially give them 1,000 nyang of silver, 2,000 geun of sappanwood, and 300 geun of white alum, so that they may be supplied with relief supplied.",
                "H2KE-nKo": "전교하기를,“영남의 진휼 재원에 대해 묘당에서 이미 처리하였는데, 내년 봄의 농사를 생각하면 먹고 자는 것도 편치 않다. 내탕고의 은자 1000냥, 단목 2000근, 백반 300근을 특별히 지급하여 진휼 재원에 보태게 하라.”하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 11월 25일(병인) 3번째기사",
                "gt-oKo": "하교하기를, “영남(嶺南)의 진자(賑資)는 묘당(廟堂)으로부터 이미 구처(區處)하였는데, 내년 봄의 민사(民事)를 생각하면 침식(寢食)이 편안치 못하다. 내탕(內帑)의 은자(銀子) 1천 냥(兩), 단목(丹木) 2천 근(斤), 백반(白礬) 3백 근을 특별히 내려 주니, 진자(賑資)에 보충하도록 하라.” 하였다.",
                "hj": "○敎曰: “嶺南賑資, 自廟堂已爲區處, 而言念明春民事, 寢食靡甘。 內帑銀子一千兩, 丹木二千斤, 白礬三百斤, 特給, 以補賑資。”"
            },
            "4": {
                "H2KE-EN": "[The King] ordered that Yi Myeongdeokhye be returned to his place of exile and that Choe Bongju be exiled to a distant corrupt island and that he not be considered prior to the general amnesty.",
                "H2KE-nKo": "이명혁은 배소로 돌려보내고, 최봉주는 원악도에 종신토록 정배하되 물간사전하라고 명하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 11월 25일(병인) 4번째기사",
                "gt-oKo": "이명혁(李明爀)을 다시 배소(配所)로 보내고, 최봉주(崔鳳周)는 원악도(遠惡島)로 자신에 한하여 정배(定配)하되 물간사전(勿訶赦前)하라고 명하였다.",
                "hj": "○命李明爀還發配所, 崔鳳周遠惡島限已身定配, 勿揀赦前。"
            },
            "5": {
                "H2KE-EN": "시임 대신과 원임 대신이 연명으로 차자를 올려, the King ordered that the lightest punishment imposed upon the three criminals who were sentenced to death be stopped. The King responded, Yi Myeongdeok already knew that he did not commit any crime, and thus I issued a royal order. However, Choe Bongju is merely ignorant and ignorant, and Yi Gyuhwa did not evidently investigate the case. Thus, I specially pardon him with a single stroke of life, which does not cause any harm to love for life. However, my dear sirs are already like this. As for Yi Myeongdeok, I specially execute him the punishment of banishment to a designated area under restricted residence in Jeju Strategic County . As for the two wives and Yi Gyu , I will carry out the punishment according to the decree.",
                "H2KE-nKo": "시원임 대신이 연명으로 차자를 올려 세 죄인을 말감하라는 명을 거두어 줄 것을 청하니, 비답하기를,“이명혁은 직접 범한 죄가 없다는 것을 알았기 때문에 이런 처분을 내린 것이다. 그러나 최봉주는 어리석고 지각이 없는 부류에 불과하고, 이규화는 특별히 깊이 조사할 단서가 없으니, 모두 특별히 목숨만은 살려 주는 것이 살리기 좋아하는 덕에 해가 되지 않을 것이다. 그러나 경들의 말이 이미 이와 같으니, 이명혁에게는 특별히 제주목에 안치하는 법을 시행하고, 최봉주와 이이 두 놈은 판부한 대로 거행하라.”하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 11월 25일(병인) 5번째기사",
                "gt-oKo": "시임(時任)·원임(原任) 대신이 연차(聯箚)하여 세 죄인(罪人)을 말감(末減)하라는 명(命)을 정침하기를 청하니, 비답하기를, “이명혁(李明爀)은 이미 그 자신이 범한 바가 없음을 알기 때문에 이 처분이 있었고, 최봉주(崔鳳周)는 어리석고 지각이 없는 무리에 지나지 않으며, 이규화(李奎和)는 별로 깊이 핵실할 단서가 없으니, 모두 특별히 한 가닥 목숨을 붙여 두는 것은 살리기를 좋아하는 덕(德)에 해롭지 않은 것이다. 그런데 경(卿) 등의 말이 이미 이와 같으니, 특히 이명혁은 제주목(濟州牧)에 안치(安置)하는 율(律)을 베풀고, 최(崔)·이(李) 두 놈은 판부(判付)한 대로 거행하게 하라.” 하였다.",
                "hj": "○時原任大臣, 聯箚乞寢三罪人末減之命, 批曰: “李明爀, 旣知其無所躬犯, 故有此處分, 而崔鳳周不過是愚蠢沒覺之類, 李奎和別無深覈之端, 竝特貸一縷, 不害爲好生之德。 而卿等之言旣如此, 李明爀則特施濟州牧安置之典, 崔、李兩漢, 依判付擧行。”"
            },
            "6": {
                "H2KE-EN": "The Office of the Inspector General and the Office of the Censor General presented a joint memorial to the King【 Inspector General Yi Gyu팽 , Second Inspector Shin Jwacho , Third Inspectors Heo Jeon and Bak Gyuseo , and Fourth Censor Hong Geungju .】 request that the suspension of the royal order be withdrawn. The King responded, I already explained the conferral of the memorial to the State Council. ",
                "H2KE-nKo": "양사 - 대사헌 이규팽, 집의 신좌모, 장령 허전ᆞ박규서, 정언 홍긍주 - 가 연명으로 차자를 올려 명을 취소하기를 청하니, 비답하기를,“이미 상신의 차자에 대한 비답에서 유시하였다.”하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 11월 25일(병인) 6번째기사",
                "gt-oKo": "양사(兩司)에서 연차(聯箚)【대사헌 이규팽(李圭祊), 집의 신좌모(申佐模), 장령 허전(許傳)·박규서(朴奎瑞), 정언 홍긍주(洪兢周)이다.】하여 성명(成命)을 정침하기를 청하니, 비답하기를, “이미 재상(宰相)의 차자에 대한 비답에 유시하였다.” 하였다.",
                "hj": "○兩司聯箚,【大司憲李圭祊, 執義申佐模, 掌令許傳、朴奎瑞, 正言洪兢周。】乞寢成命, 批曰: “已諭於相箚之批矣。”"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the King attended the Royal Lecture on the first day of the twelfth month.",
                "H2KE-nKo": "정묘년의 일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 11월 26일(정묘) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○丁卯/日講。"
            },
            "2": {
                "H2KE-EN": "Kim Sujeong , a criminal, was beheaded because he plotted rebellious and great sedition, and Hong Yeonggeun did not report this to the throne in knew of the circumstances. ",
                "H2KE-nKo": "죄인 김수정을 처형하였는데, 모반대역부도한 죄인 홍영근이 실정을 알면서도 고하지 않았기 때문이다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 11월 26일(정묘) 2번째기사",
                "gt-oKo": "모반 대역 부도 죄인(謀反大逆不道罪人) 김수정(金守禎)과 지정 불고 죄인(知情不告罪人) 홍영근(洪榮瑾)이 복주(伏誅)되었다.",
                "hj": "○誅罪人金守禎, 謀反大逆不道也, 洪榮瑾, 知情不告也。"
            },
            "3": {
                "H2KE-EN": "The King ordered the interrogating of the interrogation and dismissal of the officials.",
                "H2KE-nKo": "추국을 파하라고 명하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 11월 26일(정묘) 3번째기사",
                "gt-oKo": "추국(推鞫)을 철파(撤罷)하도록 명하였다.",
                "hj": "○命推鞫撤罷。"
            },
            "4": {
                "H2KE-EN": "The Office of the Censor General presented a joint memorial [to the King]【응교 Seo Ikbo , 교리 Bak Gyusu , 부수찬 박 Gyusu , and others. 】 request that the royal order be withdrawn. [The King] 비답하기를, “이미 양사에 내린 비답에 유시하였다.” 하였다.",
                "H2KE-nKo": "옥당 - 응교 서익보, 교리 박규수, 부수찬 박호수 - 이 연명으로 차자를 올려 명을 거두어 줄 것을 청하니, 비답하기를,“양사에 내린 비답에서 이미 유시하였다.”하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 11월 26일(정묘) 4번째기사",
                "gt-oKo": "옥당(玉堂)에서 연차(聯箚)【응교 서익보(徐翼輔), 교리 박규수(朴珪壽)·부수찬 박상수(朴商壽)이다.】하여 성명(成命)을 정침하기를 청하니, 비답하기를, “벌써 양사(兩司)의 비답에 유시하였다.” 하였다.",
                "hj": "○玉堂聯箚,【應敎徐翼輔, 校理朴珪壽, 副修撰朴啇壽。】乞寢成命, 批曰: “已諭於兩司之批矣。”"
            },
            "5": {
                "H2KE-EN": "The State Tribunal presented a joint memorial requesting the withdrawal of the royal order. The King responded, I already explained the conferral of the memorial on the high-ranking officials. ",
                "H2KE-nKo": "의금부가 연명으로 차자를 올려 내린 명을 거두어 줄 것을 청하니, 비답하기를,“이미 상신의 차자에 대한 비답에서 유시하였다.”하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 11월 26일(정묘) 5번째기사",
                "gt-oKo": "금오(金吾)에서 연차(聯箚)하여 성명(成命)을 거두기를 청하니, 비답하기를, “이미 재상의 차자에 대한 비답에 유시하였다.” 하였다.",
                "hj": "○金吾聯箚, 乞收成命, 批曰: “已諭於相箚之批矣。”"
            },
            "6": {
                "H2KE-EN": "Various officials of the Censorate made a request to the King. The King issued an order, which stated, I have already made a royal order. My dear sirs should withdraw.",
                "H2KE-nKo": "삼사의 신하들이 청대하니, 전교하기를,“이미 처분을 내렸으니 경들은 물러가라.”하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 11월 26일(정묘) 6번째기사",
                "gt-oKo": "삼사(三司)의 제신(諸臣)이 청대(請對)하니, 하교하기를, “이미 처분(處分)이 있었으니, 경 등은 물러가라.” 하였다.",
                "hj": "○三司諸臣, 請對, 敎曰: “已有處分, 卿等退去。”"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On mujin day, Venus appeared during the daylight hours.",
                "H2KE-nKo": "태백이 낮에 나타났다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 11월 27일(무진) 1번째기사",
                "gt-oKo": "태백성(太白星)이 나타났다.",
                "hj": "○戊辰/太白, 見。"
            },
            "2": {
                "H2KE-EN": "The King transmitted a royal directive, which stated, The number of criminals conscripted into exile has yet to be put into conscripted. Even though the State Tribunal adamantly strongly adamantly strongly, what propriety would there be in terms of righteousness? The Royal Secretariat shall admonish this matter and submit a draft of the draft.",
                "H2KE-nKo": "전교하기를,“여러 죄인의 배소를 마련하는 일을 아직까지도 거행하지 않고 있으니, 의금부가 이처럼 쟁집하는 것은 무슨 의리가 있는가. 승정원에서 신칙하여 초기해서 즉시 봉입하라.”하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 11월 27일(무진) 2번째기사",
                "gt-oKo": "하교하기를, “여러 죄인(罪人)은 배소(配所)를 아직 마련하여 거행하지 않았으니, 금오(金吾)의 이와 같은 쟁집(爭執)이 어떤 의체(義諦)가 있는가? 정원(政院)에서는 신칙(申飭)한 것을 초기(草記)하여 즉시 봉입(捧入)하도록 하라.” 하였다.",
                "hj": "○敎曰: “諸罪人配所磨鍊, 尙不擧行, 金吾之如是爭執, 有何義諦乎? 自政院申飭, 草記, 卽爲捧入。”"
            },
            "3": {
                "H2KE-EN": "The King appointed Jo Hyeongbok as the Office of the Inspector General and Han Geungin as the Office of the Censor General .",
                "H2KE-nKo": "조형복을 사헌부 대사헌으로, 한긍인을 사간원 대사간으로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 11월 27일(무진) 3번째기사",
                "gt-oKo": "조형복(趙亨復)을 사헌부 대사헌으로, 한긍인(韓兢人)을 사간원 대사간으로 삼았다.",
                "hj": "○以趙亨復爲司憲府大司憲, 韓兢人爲司諫院大司諫。"
            },
            "4": {
                "H2KE-EN": "The State Tribunal reported, Yi Myeonghyeok was placed under restricted residence in Jeju Strategic County , and Choe Bongju was sentenced to restricted residence in Chuja Island in Yeongam County . Yi Gyuhwa was sent into exile in 흑san Island in Naju Strategic County .",
                "H2KE-nKo": "의금부가 아뢰기를,“이명혁은 제주목에 안치하고, 최봉주는 영암군 추자도에 사형을 감하여 안치하며, 이규화는 나주목 흑산도에 종신토록 정배하소서.”하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 11월 27일(무진) 4번째기사",
                "gt-oKo": "의금부(義禁府)에서 아뢰기를, “이명혁(李明爀)은 제주목(濟州牧)에 안치(安置)하고, 최봉주(崔鳳周)는 영암군(靈巖郡) 추자도(楸子島)에 감사 안치(減死安置)하였으며, 이규화(李奎和)는 나주목(羅州牧) 흑산도(黑山島)에 자신에 한하여 정배(定配)하였습니다.” 하였다.",
                "hj": "○義禁府啓言: “明爀濟州牧安置, 崔鳳周靈巖郡楸子島減死安置, 李奎和羅州牧黑山島, 限已身定配。”"
            },
            "5": {
                "H2KE-EN": "The King appointed Jo Chungsik as the Office of the Inspector General and Yu Janghwan as the Office of the Censor General .",
                "H2KE-nKo": "조충식을 사헌부 대사헌으로, 유장환을 사간원 대사간으로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 11월 27일(무진) 5번째기사",
                "gt-oKo": "조충식(趙忠植)을 사헌부 대사헌으로, 유장환(兪章煥)을 사간원 대사간으로 삼았다.",
                "hj": "○以趙忠植爲司憲府大司憲, 兪章煥爲司諫院大司諫。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "The Office of the Inspector General and the Office of the Censor General presented a joint memorial to the King, which stated, 【 Inspector General Jo Chungsik , 대사간 Yu Janghwa , Third Inspectors Hong Jongun and Bak Bongheum , Fourth Censor Bak Inha .】 Yi Myeongdeok , Choe Bongju , and Yi Gyuhwa are to be interrogated again and executed by applying the law. As for Kim Yeonggeun, your subjects request that Your Majesty quickly punish him by dismemberment. The King responded, There was a sense of consideration that there was a sense of consideration. Therefore, I already issued a decision. 번거롭게 하지 말라.” 하였다.",
                "H2KE-nKo": "양사 - 대사헌 조충식, 대사간 유장환, 장령 홍종운ᆞ박봉흠, 정언 박인하 - 가 합동으로 아뢰기를,“이명혁, 최봉주, 이규화는 다시 국청을 설치하여 법대로 처형하고, 홍영근은 속히 처자식을 죽이는 법을 시행하소서.”하니, 비답하기를,“참작하여 헤아린 바가 있기 때문에 이미 처분하였으니 번거롭게 하지 말라.”하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 11월 28일(기사) 1번째기사",
                "gt-oKo": "양사(兩司)에서 새로 합계(合啓)【대사헌 조충식(趙忠植), 대사간 유장환(兪章煥), 장령 홍종운(洪鍾雲)·방봉흠(朴鳳欽), 정언 박인하(朴麟夏)이다.】하기를, “이명혁(李明爀)·최봉주(崔鳳周)·이규화(李奎和)를 다시 설국(設鞫)하여 정형(正刑)하고, 홍영근(洪榮瑾)은 빨리 노륙(孥戮)의 율(律)을 시행토록 하소서.” 하니, 비답하기를, “짐작하여 헤아린 바가 있어 이미 처분하였으니, 번거롭게 하지 말라.” 하였다.",
                "hj": "○己巳/兩司合新啓: “【大司憲趙忠植, 大司諫兪章煥, 掌令洪鍾雲、朴鳳欽, 正言朴麟夏。】 李明爀、崔鳳周、李奎和, 更爲設鞫正刑, 榮瑾亟施孥戮之典”, 批曰: “有所斟量者, 故已爲處分, 勿煩。”"
            },
            "2": {
                "H2KE-EN": "Kim Chinhwan , a Confucian scholar of the eight provinces, and others submitted a memorial requesting that the three Confucian sages be jointly enshrined in the Western Deferential and Gentle Great Peace . The King 비답하기를, “묘당으로 하여금 품처하게 하겠다.” 하였다.",
                "H2KE-nKo": "팔도 유생 김칠환 등이 상소하여 세 유현을 석실서원에 배향할 것을 청하니, 비답하기를,“묘당으로 하여금 내게 물어 처리하게 하겠다.”하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 11월 28일(기사) 2번째기사",
                "gt-oKo": "팔도 유생(八道儒生) 김칠환(金七煥) 등이 상소(上疏)하여 세 유현(儒賢)을 석실 서원(石室書院)에 제배(躋配)하기를 청하니, 비답하기를, “묘당(廟堂)으로 하여금 품처(稟處)하게 하겠다.” 하였다.",
                "hj": "○八道儒生金七煥等, 上疏請三儒賢躋配石室書院, 批曰: “令廟堂稟處。”"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On gabo day, the King attended the Royal Lecture on the fifth day of the fifth month.",
                "H2KE-nKo": "경오년의 회일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 11월 29일(경오) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○庚午/日講。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On byeongo day, Venus appeared during the byeongo year (.",
                "H2KE-nKo": "태백성이 낮에 나타났다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 11월 5일(병오) 1번째기사",
                "gt-oKo": "태백성(太白星)이 나타났다.",
                "hj": "○丙午/太白, 見。"
            },
            "2": {
                "H2KE-EN": "The Royal Placenta Chamber Examination entered the Royal Confucian Academy and attended upon the King.",
                "H2KE-nKo": "약원에서 희정당에 입진하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 11월 5일(병오) 2번째기사",
                "gt-oKo": "약원(藥院)에서 희정당(熙政堂)에 입진(入診)하였다.",
                "hj": "○藥院入診于熙政堂。"
            },
            "3": {
                "H2KE-EN": "[The King] ordered that the household of those who were confined to prison be allowed to accompany [them] and followed [them], and that this be made a permanent rule. ",
                "H2KE-nKo": "귀양간 사람의 가솔이 따라가는 것을 정식으로 삼으라고 명하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 11월 5일(병오) 3번째기사",
                "gt-oKo": "피적인(被謫人)의 가솔(家率)이 따라가는 것을 정식(定式)으로 삼으라고 명하였다.",
                "hj": "○命被謫人, 家率隨往, 著式。"
            }
        }
    },
    "12": {
        "1": {
            "1": {
                "H2KE-EN": "On sinmi day, Venus appeared during the daylight hours.",
                "H2KE-nKo": "태백성이 낮에 나타났다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 12월 1일(신미) 1번째기사",
                "gt-oKo": "태백성(太白星)이 나타났다.",
                "hj": "○辛未/太白, 見。"
            },
            "2": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 12월 1일(신미) 2번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○日講。"
            },
            "3": {
                "H2KE-EN": "The King appointed Yi Mokyeon as the Office of the Inspector General and Jeong Giseok as the governor of Jeolla Province .",
                "H2KE-nKo": "이목연을 사헌부 대사헌으로, 정기세를 전라도 관찰사로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 12월 1일(신미) 3번째기사",
                "gt-oKo": "이목연(李穆淵)을 사헌부 대사헌으로, 정기세(鄭基世)를 전라도 관찰사로 삼았다.",
                "hj": "○以李穆淵爲司憲府大司憲, 鄭基世爲全羅道觀察使。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "On gyeongjin day, Venus appeared during the daylight hours.",
                "H2KE-nKo": "경진년에 태백성이 나타났다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 12월 10일(경진) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○庚辰/太白, 見。"
            },
            "2": {
                "H2KE-EN": "On sinhae day, [the King] 차대를 희정당에서 행하였다.",
                "H2KE-nKo": "희정당에서 차대를 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 12월 10일(경진) 2번째기사",
                "gt-oKo": "희정당(熙政堂)에서 차대(次對)하였다.",
                "hj": "○次對于熙政堂。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On gabin day, the King attended the Royal Lecture on the first day of the sinchuk year (.",
                "H2KE-nKo": "신사년의 일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 12월 11일(신사) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○辛巳/日講。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On imo day, the first day of the month, the physicians of the Office of Royal Decrees visited the Royal Confucian Academy and entered the Kings presence.",
                "H2KE-nKo": "희정당에 입진하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 12월 12일(임오) 1번째기사",
                "gt-oKo": "약원(藥院)에서 희정당(熙政堂)에 입진(入診)하였다.",
                "hj": "○壬午/藥院入診于熙政堂。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "Yi Gyejo was appointed director of the Office of the Royal Decrees .",
                "H2KE-nKo": "이계조를 판의금부사로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 12월 13일(계미) 1번째기사",
                "gt-oKo": "이계조(李啓朝)를 판의금부사로 삼았다.",
                "hj": "○癸未/以李啓朝爲判義禁府事。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "On gapsin day, Venus appeared during the first day of the month in the gapsin year (.",
                "H2KE-nKo": "태백성이 낮에 나타났다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 12월 14일(갑신) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○甲申/太白, 見。"
            },
            "2": {
                "H2KE-EN": "Yi Yaku was appointed director of the Office of Royal Decrees .",
                "H2KE-nKo": "이약우를 판의금부사로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 12월 14일(갑신) 2번째기사",
                "gt-oKo": "이약우(李若愚)를 판의금부사로 삼았다.",
                "hj": "○以李若愚爲判義禁府事。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On eulyu day, Venus appeared during daylight hours.",
                "H2KE-nKo": "태백이 을유년에 나타났다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 12월 15일(을유) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○乙酉/太白, 見。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On byeongja day, a rite of praying for rain was held at the Altar of the Soil and Grain .",
                "H2KE-nKo": "병술년에 기설제를 지냈다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 12월 16일(병술) 1번째기사",
                "gt-oKo": "기설제(祈雪祭)를 행하였다.",
                "hj": "○丙戌/行祈雪祭。"
            },
            "2": {
                "H2KE-EN": "The King appointed Bak Je헌 as second minister of personnel , and Kim Geumgyo as magistrate of Gaeseong Magistracy .",
                "H2KE-nKo": "박제헌을 이조 참판으로, 김병교를 개성부 유수로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 12월 16일(병술) 2번째기사",
                "gt-oKo": "박제헌(朴齊憲)을 이조 참판으로, 김병교(金炳喬)를 개성부 유수로 삼았다.",
                "hj": "○以朴齊憲爲吏曹參判, 金炳喬爲開城府留守。"
            },
            "3": {
                "H2KE-EN": "The King conducted the Royal Confucian Academy and classified the literary licentiate Seo Hyeongsun to 직부 전시하게 하였다.",
                "H2KE-nKo": "반궁에서 감제를 행하였다. 부에 진사 서형순에게 전시에 곧바로 응시할 자격을 주었다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 12월 16일(병술) 3번째기사",
                "gt-oKo": "반궁(泮宮)에서 감제(柑製)를 행하고, 부(賦)에 진사(進士) 서형순(徐衡淳)을 직부 전시(直赴殿試)하게 하였다.",
                "hj": "○行柑製于泮宮, 賦進士徐衡淳, 直赴殿試。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On muja day, Venus appeared during the muja year (.",
                "H2KE-nKo": "태백이 무자년에 나타났다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 12월 18일(무자) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○戊子/太白, 見。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "Yi Nojeung was appointed magistrate of Ganghwa Strategic Prefecture .",
                "H2KE-nKo": "임신년에 이노병을 강화부 유수로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 12월 2일(임신) 1번째기사",
                "gt-oKo": "이노병(李魯秉)을 강화부 유수로 삼았다.",
                "hj": "○壬申/以李魯秉爲江華府留守。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "The King appointed Hong Ikchung as the Office of the Censor General .",
                "H2KE-nKo": "홍익섭을 사간원 대사간으로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 12월 21일(신묘) 1번째기사",
                "gt-oKo": "홍익섭(洪翼燮)을 사간원 대사간으로 삼았다.",
                "hj": "○辛卯/以洪翼燮爲司諫院大司諫。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On gyesa day, Venus appeared during the gyemyo day (1423, the fifth month.",
                "H2KE-nKo": "태백성이 낮에 나타났다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 12월 23일(계사) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○癸巳/太白, 見。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "The King proceeded to Injeong Hall in the gabo year ( and personally delivered incense and the written invocation for the year-end sacrificial rite at the Altar of the Soil and Grain and the Royal Ancestral Shrine , and the Royal Tomb of Queen Wongyeong .",
                "H2KE-nKo": "인정전에 나아가 사직, 종묘, 경모궁의 납향 대제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 12월 24일(갑오) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에 나아가 사직(社稷)·종묘(宗廟)·경모궁(景慕宮)의 납향(臘享)에 쓸 향과 축문을 친히 전하였다.",
                "hj": "○甲午/詣仁政殿, 親傳社稷宗廟景慕宮臘享香祝。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, the King 하비ed the regular morning court assembly. Kim Jeong집 of the Office of the Inspector General , Im Gisu of the Office of the Censor General , and Kim Segyun of the Royal Confucian Academy .",
                "H2KE-nKo": "도목 정사를 행하였다. 하비하여 김정집을 사헌부 대사헌으로, 임기수를 사간원 대사간으로, 김세균을 성균관 대사성으로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 12월 24일(갑오) 2번째기사",
                "gt-oKo": "도정(都政)을 행하였다. 하비(下批)하여 김정집(金鼎集)을 사헌부 대사헌으로, 임기수(林基洙)를 사간원 대사간으로, 김세균(金世均)을 성균관 대사성으로 삼았다.",
                "hj": "○都政下批, 以金鼎集爲司憲府大司憲, 林基洙爲司諫院大司諫, 金世均爲成均館大司成。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "The King summoned local magistrates and the frontier garrisons in the eulmi year ( and summoned those who were appointed as local magistrates and frontier garrisons.",
                "H2KE-nKo": "을미년에 수령과 변장, 초사인을 불러서 보았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 12월 25일(을미) 1번째기사",
                "gt-oKo": "수령(守令)과 변장(邊將)의 초사인(初仕人)을 소견(召見)하였다.",
                "hj": "○乙未/召見守令邊將初仕人。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On jeongyu day, Venus appeared during the jeongyu daylight hours.",
                "H2KE-nKo": "정유년에 태백성이 나타났다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 12월 27일(정유) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○丁酉/太白, 見。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On musul day, Venus appeared during the musul daylight hours.",
                "H2KE-nKo": "무술년에 태백성이 나타났다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 12월 28일(무술) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○戊戌/太白, 見。"
            },
            "2": {
                "H2KE-EN": "Governor of Gyeongsang Province Jo Seoku secretly reported, Magistrate of Bonghwa District Im Baekeung secretly reported, On the sixteenth day of this month, a clerk of this county Kim Changyeon and others reported, A prisoner named Jian Hongi , who had been imprisoned, produced a sealed memorial, and immediately delivered it to Yi Cheolgeun and other places. However, because they all did not know how to read it, they delivered it to us. Nevertheless, they dared not hide it under the command of the people, and thus they submitted a sealed memorial. For this reason, they saw it, which was generally a single word that cannot bear to speak, and the original memorial was strongly sealed and submitted it to the envoy. When they saw it, the single word of immoral imperative, which is unprecedentedly unptable to heaven and earth and earth. Presently, we send many clerks to arrest them, and the single word should first be transcribed and reported to the King. We respectfully wait for the State Council to issue a report.",
                "H2KE-nKo": "경상 감사 조석우가 비밀 보고를 올리기를,“봉화 현감 임백능의 비밀 보고에 ‘이달 16일에 본 고을의 아전 김창연 등이 진고하기를 「구수한 죄인 감홍이가 한 통의 봉서를 주워서 즉시 이철근 등에게 전하였는데, 그들이 모두 눈으로 글자를 알지 못하는 탓에 그대로 저희들에게 전하였습니다. 그러나 감히 아래에서 덮어 둘 수가 없어 이에 봉서를 현납합니다.」라고 하였습니다. 그래서 뜯어 보았더니, 모두 차마 말할 수 없는 흉악한 말이고 흉서였습니다. 원본은 단단히 봉해서 올려보냅니다.’라고 하였습니다.그를 가져다 보니, 부도한 흉악한 말은 모두 천지간에 없었던 아주 패악한 말이어서 저도 모르게 뼛속이 오싹해졌습니다. 지금 한창 장라를 많이 보내 기어이 체포하려고 하는데, 그 흉서를 우선 베껴 급히 장계합니다. 삼가 묘당의 통지를 기다립니다.”하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 12월 28일(무술) 2번째기사",
                "gt-oKo": "경상 감사 조석우(曹錫雨)가 밀계(密啓)하기를, “봉화 현감(奉化縣監) 임백능(任百能)의 비보(秘報)에 의하면, ‘이달 16일에 본 고을의 아전 김창연(金昌淵) 등이 진고(進告)하기를, 「잡아서 가둔 죄인(罪人) 감홍이(甘弘伊)가 하나의 봉서(封書)를 습득(拾得)하여 즉시 이철근(李喆根) 등에게 전하였는데, 저들 무리가 모두 눈으로 글자를 알지 못하는 소치로 그대로 저희들에게 전하였습니다. 그런데 감히 아래에서 숨겨 둘 수 없어서 이에 봉서(封書)를 현납(現納)합니다.」 하였으므로, 뜯어 보았더니, 도무지 차마 말하지 못할 흉언(兇言)이고 흉서(兇書)이기에 원본(原本)을 단단히 봉하여 올려 보냅니다.’ 하였습니다. 그래서 가져다 보았더니, 부도(不道)한 흉언(兇言)은 천지가 다하도록 있을 수 없는 아주 패악(悖惡)한 것이 아님이 없었으니, 등골이 떨리는 것도 깨닫지 못하였습니다. 이제 바야흐로 장라(將羅)를 많이 보내어 잡아오도록 기필하였으며, 그 흉서를 우선 등사(謄寫)하여 치계(馳啓)하니, 삼가 묘당(廟堂)에서 분부를 내리기만 기다립니다.” 하였다.",
                "hj": "○慶尙監司曺錫雨密啓: “以奉化縣監任百能秘報, ‘今十六日, 本邑吏金昌淵等進告, 「拘囚罪人甘弘伊, 拾得一封書, 卽傳于李喆根等處, 而渠輩俱以目不識字之致, 仍傳于矣等。 而不敢自下掩置, 玆以現納封書云。」 故坼見, 則都是不忍道之兇言兇書, 原本堅封上使云。’ 取見, 則不道之兇言, 無非窮天地所未有之絶悖者也, 不覺骨顫。 今方多發將羅, 期於捉得, 而其兇書爲先謄寫馳啓, 恭俟廟堂知委。”"
            },
            "3": {
                "H2KE-EN": "The King summoned 시임 대신과 원임 대신, and Great Lord of Yeongeun . Supreme General [of the Middle Army] [] [of the State Council and Privy Council] [] [of the Privy Council and Privy Council] [] [of the State Council and Privy Council] [], and others said, There is a great 변괴 in the world in our country. [Your subjects] cannot speak about what they said. In terms of humiliating the ruler to demonstrate the death of a subject. If the thieves are not immediately catched and executed, then how could your subjects be able to surrender themselves? The ways of Heaven are clear, and there must be no thieves that thieves can be catched. The thieves of 영남 have already been catched and catched, and [your subjects] will send catching",
                "H2KE-nKo": "시원임 대신, 영은부원군을 불러서 보았다. 영중추부사 정원용 등이 아뢰기를,“천하에 어찌 이와 같은 큰 변괴가 있겠습니까. 우리나라의 신민들은 하루도 같은 하늘 아래에서 살 수 없는 원수이니, 뼈가 떨리고 가슴이 막혀서 무슨 말을 해야 할지 모르겠습니다. 임금이 치욕을 당하면 신하는 목숨을 바쳐야 하는 의리로 볼 때 이 역적을 즉시 체포하지 않고 법을 적용한다면 신들이 어찌 살아서 스스로 설 수 있겠습니까. 하늘의 이치가 매우 밝아서 이 역적을 체포하지 못할 리가 없습니다. 영남은 계책을 이미 염탐하여 봉화 근방의 관동에도 일체 체포하라는 뜻으로 신들이 물러 나와 합문 밖에 와서 기다리고 있는 두 포도대장에게 분부하겠습니다.”하니, 전교하기를,“어찌 이와 같은 변괴가 있단 말인가. 만약 나를 지적하는 데 그친다면 내 마음의 놀랍고 통분함이 어찌 이처럼 극도에 이르겠는가. 즉시 기찰하여 체포하지 않을 수 없다. 만약 이 역적을 체포하지 못한다면 어찌 나라에 법이 있다고 할 수 있겠는가.”하였다. 김좌근이 아뢰기를,“삼남 오진영에서 기찰하여 체포하라는 뜻으로 본도에 은밀히 관문을 보내는 것이 좋을 듯합니다.”하니, 정원용이 아뢰기를,“본도에서 기찰하여 체포할 것이니, 경교 중에서 영리하고 형찰을 잘하는 자를 가려 엄히 단속해서 내려보내는 것도 좋을 듯합니다.”하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 12월 28일(무술) 3번째기사",
                "gt-oKo": "시임(時任)·원임(原任) 대신과 영은 부원군(永恩府院君)을 소견(召見)하였다. 영부사 정원용(鄭元容) 등이 말하기를, “천하에 어찌 이와 같은 대변괴(大變怪)가 있겠습니까? 우리 나라의 신민(臣民)이면 하루라도 같은 하늘 밑에서 살 수 없는 원수이니, 등골이 떨리고 가슴이 막혀서 할말을 모르겠습니다. 그 임금이 욕을 당하면 신하는 죽는 의리가 있으니, 이 적도(賊徒)를 만약 즉시 잡아서 법으로 다스리지 못하면, 신 등이 어찌 살아서 자립(自立)할 수 있겠습니까? 천도(天道)가 매우 밝으니, 이 역적은 마땅히 잡지 못할 리가 없습니다. 영남(嶺南)에서는 계책하여 이미 기찰(繳察)하였으나, 봉화(奉化)에 가까운 관동(關東)에도 일체로 발포(發捕)하는 뜻을 신 등이 물러가 합문(閤門) 밖에 와서 기다리는 두 포장(捕將)에게 분부(分付)하여야 하겠습니다.” 하니, 하교하기를, “어찌 이와 같은 변괴(變怪)가 있겠는가? 만약 과궁(寡躬)을 지척(指斥)하는 데 그쳤다면 내 마음이 놀랍고 몹시 분개함이 어찌 이처럼 극도에 이르렀겠는가? 즉시 기포(繳捕)하지 않을 수 없다. 이와 같은 역적을 잡지 못하면, 어찌 나라에 법이 있다고 이르겠는가?” 하였다. 김좌근(金左根)이 말하기를, “삼남(三南)의 다섯 진영(鎭營)에도 기포(譏捕)하라는 뜻으로 본도(本道)에 은밀하게 관문(關文)을 보내는 것이 좋을 듯합니다.” 하고, 정원용(鄭元容)이 말하기를, “해도(該道)에서 응당 기찰을 하겠지만, 경교(京校) 중에서 영리하고 형찰(詗察)을 잘하는 자를 택하여, 엄중히 단속하여서 내려 보내는 것도 좋을 것입니다.” 하였다.",
                "hj": "○召見時原任大臣永恩府院君。 領府事鄭元容等曰: “天下豈有如此大變怪乎? 東國臣民之一日不共戴之讎也, 骨顫臆塞, 不知所言。 其在主辱臣死之義, 此賊若不卽捕而伸法, 則臣等何可爲生而自立乎? 天道孔昭, 此賊宜無不捕之理。 嶺南則計已譏詗, 而奉化旁近之關東一體發捕之意, 臣等退出, 當分付於閤外來待之兩捕將矣。” 敎曰: “豈有如此變怪乎? 若止指斥寡躬, 則予心之驚憤痛惋, 豈至此極乎? 不可不趁卽譏捕矣。 若此賊不捕, 則豈可謂國有三尺乎?” 金左根曰: “三南五鎭營譏捕之意, 密關本道, 恐好矣。” 元容曰: “該道自當譏詗, 而京校中擇伶俐善詗者, 嚴束下送, 亦好矣。”"
            },
            "4": {
                "H2KE-EN": "The King ordered that Seo Sanggyo , who was banished to a designated area , and Yi Geunggwon , who was placed under restricted residence , be sentenced to restricted residence.",
                "H2KE-nKo": "천극 죄인 서상교, 안치 죄인 이능권 등을 모두 양이하라고 명하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 12월 28일(무술) 4번째기사",
                "gt-oKo": "천극 죄인(荐棘罪人) 서상교(徐相敎), 안치 죄인(安置罪人) 이능권(李能權) 등을 모두 양이(量移)하라고 명하였다.",
                "hj": "○命荐棘罪人徐相敎, 安置罪人李能權等, 竝量移。"
            },
            "5": {
                "H2KE-EN": "The Office of the Censor-General submitted a report requesting the King to suspend transferring of various criminals to 양이하라고 명한 것을 취소할 것을 청하니, 비답하기를, “서상교의 일은, It is enough to punish his crime for five years in a coastal area, and there is no circumstances whereabouts of adjudicating them. Yi응sik and others have already been disclosed beforehand. Then, what do you think about this? My dear sirs should investigate the case and 즉시 거행하도록 하라.” 하였다.",
                "H2KE-nKo": "승정원이 의논하여 아뢰기를,“죄인들을 양이하라는 명을 거두어 주소서.”하니, 비답하기를,“서상교의 일은, 5년 동안 해도에 정배하면 그 죄를 충분히 징계할 수 있고 참작하여 용서해 줄 단서가 없지 않다. 이응식 등의 일은 전에 이미 반포하였는데 또 어찌 이와 같이 하는가. 경들을 추고하겠다. 즉시 거행하라.”하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 12월 28일(무술) 5번째기사",
                "gt-oKo": "정원(政院)에서 의계(議啓)하여 여러 죄인(罪人)을 양이(量移)하라는 명을 정침하기를 청하니, 비답하기를, “서상교(徐相敎)의 일은 5년을 해도(海島)에서 귀양 살았으면 그 죄(罪)를 징계하기에 넉넉하니, 참작하여 용서할 단서가 없지 않으며, 이응식(李應植) 등의 일도 전에 이미 반포(頒布)하였는데, 또 어찌 이와 같이 하는가? 경 등의 추고(推考)를 즉시 거행하겠다.” 하였다.",
                "hj": "○院議啓, 請寢諸罪人量移之命, 批曰: “徐相敎事, 五年海島, 足懲其罪, 不無參恕之端, 李應植等事, 前旣頒布, 則又何如是? 卿等推考, 卽爲擧行。”"
            },
            "6": {
                "H2KE-EN": "The officials of the Office of the Inspector General presented a joint memorial to the King【 Inspector General Kim Jeong집 , Inspector General Im Gisu , Second Inspector Seo Ikbo , and Third Censor Yun Jaeseon .】 request that the royal order be withdrawn. The King 비답하기를, “이미 대간에게 내린 비답에 유시하였다. 번거롭게 하지 말라.” 하였다.",
                "H2KE-nKo": "양사 - 대사헌 김정집, 대사간 임기수, 집의 서익보, 헌납 윤재선 - 가 연명으로 차자를 올려 내린 명을 거두어 줄 것을 청하니, 비답하기를,“이미 대간에게 내린 비답에서 유시하였으니, 번거롭게 하지 말라.”하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 12월 28일(무술) 6번째기사",
                "gt-oKo": "양사(兩司)에서 연차(聯箚)【대사헌(大司憲) 김정집(金鼎集), 대사간(大司諫) 임기수(林基洙),집의(執義) 서익보(徐翼輔), 헌납(獻納) 윤재선(尹載善)이다.】하여 성명(成命)을 정침하기를 청하니, 비답하기를, “이미 대간(臺諫)에게 내린 비답에 유시하였으니, 번거롭게 하지 말라.” 하였다.",
                "hj": "○兩司聯箚,【大司憲金鼎集, 大司諫林基洙, 執義徐翼輔, 獻納尹載善。】乞寢成命, 批曰: “巳諭於臺批矣, 勿煩。”"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "The King appointed Yun Jeonghyeon as minister of personnel , Seo Yeomsun as minister of war , Kim Jang as inspector general , and Kim Yanggeun as censor of the Office of the Censor General .",
                "H2KE-nKo": "윤정현을 이조 판서로, 서염순을 병조 판서로, 김위를 사헌부 대사헌으로, 김양근을 사간원 대사간으로 삼았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 12월 29일(기해) 1번째기사",
                "gt-oKo": "윤정현(尹定鉉)을 이조 판서로, 서염순(徐念淳)을 병조 판서로, 김위(金鍏)를 사헌부 대사헌으로, 김양근(金穰根)을 사간원 대사간으로 삼았다.",
                "hj": "○己亥/以尹定鉉爲吏曹判書, 徐念淳爲兵曹判書, 金鍏爲司憲府大司憲, 金穰根爲司諫院大司諫。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On gyeyu day, the King attended the Royal Lecture on the Dairy of Cold Food .",
                "H2KE-nKo": "일강과 계유년을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 12월 3일(계유) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○癸酉/日講。"
            },
            "2": {
                "H2KE-EN": "Superintendent [of the Middle Army Commandery General] Yi 헌gu submitted a memorial requesting his resignation, but the King did not approve his request.",
                "H2KE-nKo": "판중추부사 이헌구가 상소하여 치사하기를 청하니, 비답을 내려 허락하지 않았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 12월 3일(계유) 2번째기사",
                "gt-oKo": "판부사 이헌구(李憲球)가 상소하여 휴치(休致)하기를 청하였으나, 비답을 내려 윤허하지 않았다.",
                "hj": "○判府事李憲球, 疏乞休致, 賜批不許。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "On gyeongja day, the King proceeded to Injeong Hall and personally delivered incense and the written invocation for the rite of praying for rain at the Altar of the Soil and Grain .",
                "H2KE-nKo": "인정전에 나아가 사직 기곡 대제에 쓸 향과 축문을 친히 전하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 12월 30일(경자) 1번째기사",
                "gt-oKo": "인정전(仁政殿)에 나아가 사직 기곡제(社稷祈穀祭)에 쓸 향과 축문을 친히 전하였다.",
                "hj": "○庚子/詣仁政殿, 親傳社稷祈穀祭香祝。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "On gapsul day, the King attended the Royal Lecture on the first day of the month in the gapjin year (.",
                "H2KE-nKo": "갑술년의 회일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 12월 4일(갑술) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○甲戌/日講。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On eulhae day, [the King] attended the Royal Lecture on the first day of the seventh month .",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 12월 5일(을해) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○乙亥/日講。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "On byeongja day, the King attended the Royal Lecture on the first day of the byeongja year (.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 12월 6일(병자) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○丙子/日講。"
            },
            "2": {
                "H2KE-EN": "Im Baekhong , Yu Sehwan , Yi Gangjun , Kang Janghwan , Kim Seokhui , Yi Geonchun , Ahn Huisu , Song Heumik , Yi Gyoin , Kang Jingyu , Jang Yonggyu , Im Hansu , Kim Wansik , Kim Hakcho , Yi Cheoljae , Yun Jeongseon , Seong Jawon , Jo병cho , Yi Yunha , Yi Yuseok , Jeong Donggyu , Ko Sighong , Han Jingye , Jeong Giyong , Yi Jamun , Bak Nangsu , Bak Inha , 심순택 , 서상ji , Bak Hyojeong , Yu Seonghwan , and Yi Seunggu .",
                "H2KE-nKo": "도당록을 행하여 임백능, 유세환, 이강준, 강장환, 김석희, 이건춘, 안희수, 송흠익, 이교인, 강진규, 장용규, 임한수, 김완식, 김학초, 이철재, 윤정선, 성재원, 조병학, 이윤하, 이유석, 정동규, 고시홍, 한진계, 정기용, 이재문, 박난수, 박인하, 심순택, 서상지, 박효정, 유성환, 이승구를 뽑았다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 12월 6일(병자) 2번째기사",
                "gt-oKo": "도당록(都堂錄)을 행하여 임백능(任百能)·유세환(兪世煥)·이강준(李綱峻)·강장환(姜長煥)·김석희(金錫熙)·이건춘(李建春)·안희수(安喜壽)·송흠익(宋欽翼)·이교인(李敎寅)·강진규(姜晉奎)·장용규(張龍逵)·임한수(林翰洙)·김완식(金完植)·김학초(金學初)·이철재(李徹宰)·윤정선(尹定善)·성재원(成載瑗)·조병학(趙秉學)·이윤하(李崙夏)·이유석(李裕奭)·정동규(鄭東奎)·고시홍(高時鴻)·한진계(韓鎭棨)·정기용(鄭夔容)·이재문(李在聞)·박난수(朴蘭壽)·박인하(朴麟夏)·심순택(沈舜澤)·서상지(徐相至)·박효정(朴孝正)·유성환(兪晠煥)·이승구(李承九)를 뽑았다.",
                "hj": "○行都堂錄, 任百能、兪世煥、李綱峻、姜長煥、金錫熙、李建春、安喜壽、宋欽翼、李敎寅、姜晋奎、張龍逵、林翰洙、金完植、金學初、李徹宰、尹定善、成載瑗、趙秉學、李崙夏、李裕奭、鄭東奎、高時鴻、韓鎭棨、鄭夔容、李在聞、朴蘭壽、朴麟夏、沈舜澤、徐相至、朴孝正、兪晠煥、李承九。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On jeongchuk day, the King attended the Royal Lecture on the Day of Cold Food .",
                "H2KE-nKo": "정축년의 회일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 12월 7일(정축) 1번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○丁丑/日講。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On muin day, Venus appeared during the muin daylight hours.",
                "H2KE-nKo": "태백이 낮에 나타났다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 12월 8일(무인) 1번째기사",
                "gt-oKo": "태백성(太白星)이 나타났다.",
                "hj": "○戊寅/太白, 見。"
            },
            "2": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 12월 8일(무인) 2번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○日講。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On sinmyo day, Venus appeared during the sinmyo day [of the eighth month].",
                "H2KE-nKo": "기묘년에 태백성이 낮에 나타났다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 12월 9일(기묘) 1번째기사",
                "gt-oKo": "태백성이 나타났다.",
                "hj": "○己卯/太白, 見。"
            },
            "2": {
                "H2KE-EN": "On musul day, the King attended the Royal Lecture.",
                "H2KE-nKo": "일강을 행하였다.\n",
                "date_ko": "철종 5권, 4년(1853 계축 / 청 함풍(咸豊) 3년) 12월 9일(기묘) 2번째기사",
                "gt-oKo": "일강하였다.",
                "hj": "○日講。"
            }
        }
    }
}