{
    "01": {
        "1": {
            "1": {
                "H2KE-EN": "【순종 문온 무녕 돈륜 정성 광의 명공 대덕 요준 순휘 우모 탕경 응명 입기 지화 신열 외훈 홍업 계기 선력 건행 곤정 영의 홍휴 수강 문헌 무장 인익 정효 태황제 실록 제5권】 One day, 【음력 gyechuk day, twelve-seventh day of the twelfth month of the gyechuk year (1423, the second year of King Sejongs reign. The Queen also attended the celebration of the King. The King received the celebration of the Imperial Crown Prince Yi Gang , Yi Jun , Gong , 후작 이재완 , 이하 종척, member of the royal clan, principal relatives, and high-ranking officials of their previous ranks.",
                "H2KE-nKo": "- 순종 문온 무녕 돈인 성경 효황제 실록 부록 제5권 - 음력 계축년 12월 6일 - 선정전에 나아갔다. 왕비도 함께 나아가 이강 공, 이준 공, 후작 이재완 이하 종척, 귀족 및 이왕직 고등관 등의 축하를 받았다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 1월 1일(양력) 1번째기사",
                "gt-oKo": "【순종 문온 무녕 돈인 성경 효황제(純宗文溫武寧敦仁誠敬孝皇帝)실록(實錄) 부록(附錄) 제5권】【음력 계축년(癸丑年) 12월 6일】선정전(宣政殿)에 왕림하고 왕비(王妃)도 함께 왕림하여 이강 공(李堈公), 이준 공(李埈公), 후작(侯爵) 이재완(李載完) 이하 종척(宗戚), 귀족(貴族) 및 이왕직 고등관(李王職高等官) 등의 축하를 받았다.",
                "hj": "【純宗皇帝實錄附錄卷之五】 一日。【陰曆癸丑十二月初六日】 臨于宣政殿, 王妃同臨, 受李堈公、李埈公、侯爵李載完以下宗戚、貴族及本職高等官等祝賀。"
            },
            "2": {
                "H2KE-EN": "The King reported to the Guesthouse of 총독 [Chinese] [], saying, [I] will report the New Years greetings to the Emperor on the New Years Day.",
                "H2KE-nKo": "총독 관저에 행계하여 신년축하를 전해 주기를 당부하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 1월 1일(양력) 2번째기사",
                "gt-oKo": "총독(總督) 관저(官邸)에 알려 신년 축하를 아뢰어 줄 것을 부탁하였다.",
                "hj": "行啓于總督官邸, 託轉奏新年祝賀。"
            },
            "3": {
                "H2KE-EN": "The King went to Sugang Palace to pay a visit to the Abdicated King. The Queen followed him. Princes Yi Gang and his natural relatives, and his natural relatives also paid a visit to the King.",
                "H2KE-nKo": "덕수궁에 나아가 근알하였다. 왕비도 따라 나아갔다. 이강 공 이하 종척과 귀족도 알현하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 1월 1일(양력) 3번째기사",
                "gt-oKo": "덕수궁(德壽宮)에 나아가 근알(覲謁)하였다. 왕비(王妃)도 따라갔다. 이강 공(李堈公) 이하 종척(宗戚)과 귀족(貴族)도 알현하였다.",
                "hj": "詣德壽宮, 覲謁, 王妃隨詣。 李堈公以下宗戚、貴族亦爲謁見。"
            },
            "4": {
                "H2KE-EN": "The King ordered Assistant State Councilor Yi필gyun to visit the Royal Tomb of King Taejo and inspect and bring him back. This was because the birthday of Queen Sinjeong (Jeongjong , Queen Sinui , who was accompanied by Queen Sinui .",
                "H2KE-nKo": "찬시 이필균에게 수릉에 나아가 봉심하고 오라고 명하였다. 신정 익황후의 탄신이기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 1월 1일(양력) 4번째기사",
                "gt-oKo": "찬시(贊侍) 이필균(李弼均)에게 수릉(綏陵)에 나아가 봉심(奉審)하고 오도록 명하였다. 신정 익황후(神貞翼皇后)의 탄신일이었기 때문이다.",
                "hj": "命贊侍李弼均詣綏陵奉審以來。 以神貞翼皇后誕辰也。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "A proposal regarding the ancestral rites at Heungwon . Following the precedent of the chamber of the Office of Deokheung , 163 원을 [the chamber of the Royal Ancestral Shrine] was established at the State Funeral Seral Service . ",
                "H2KE-nKo": "흥원의 제향 비용을 덕흥대원군방의 예에 준하여 매년 163원씩 이준공가에 지불하는 것으로 정하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 1월 12일(양력) 1번째기사",
                "gt-oKo": "원제(園祭)의 제사비용을 만들었는데 덕흥 대원군(德興大院君)의 방(房)의 예에 준하여 매년 163원을 이준 공(李埈公)의 집에 지불하는 것을 정례로 삼았다.",
                "hj": "十二日。 興園祭享費, 準德興大院君房例, 以每年一百六十三圓支拂于李埈公家, 爲定。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the first day of the month, one copy of the natural distinction between Joseon and natural distinctions were sent from the 총독부에서 to the capital [of Joseon].",
                "H2KE-nKo": "조선 귀족 소관 규정 1부를 총독부에서 보내왔다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 1월 14일(양력) 1번째기사",
                "gt-oKo": "조선(朝鮮) 귀족 소관 규정(貴族所關規程) 1부(部)를 총독부(總督府)에서 보내왔다.",
                "hj": "十四日。 朝鮮貴族所關規程一部, 自總督府送來。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "The Grand Abdicated King held a congratulatory banquet at Gyeongseon Hall on New Years Day. Royal relatives, principal relatives, women, and others attended the banquet.",
                "H2KE-nKo": "태왕 전하가 경선당에서 신년 내연을 베풀었다. 종척, 귀족, 부인 등이 배참하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 1월 15일(양력) 1번째기사",
                "gt-oKo": "태왕 전하(太王殿下)가 경선당(慶善堂)에서 신년 내연(內宴)을 베풀었다. 종척(宗戚), 귀족(貴族)과 부인 등이 배참(陪參)하였다.",
                "hj": "十五日。 太王殿下設新年內宴于慶善堂, 宗戚、貴族、夫人等陪參。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "The number of salt workers for salt works laborers of this magistracy should all be supplied with their stipends. The number of salt workers , halls , palace , royal tombs , Royal Tomb of Queen Sinui , and Royal Tomb of Queen Sinui should be corrected. The number of salt workers for forty-five, the number of salt workers for ninety-eight, the number of workers for salt workers for ten, the number of workers for salt workers for 263, and the number of workers for sixteen. The number of workers for twelve, the number of workers for salt workers for twelve, and the number of workers for nine, the number of workers for salt workers , and the number of workers for seven workers for salt workers , and the number of workers for five workers for salt workers .",
                "H2KE-nKo": "이왕직 고용원의 세별 명칭과 정원을 모두 봉급액 중에서 묘, 전, 궁, 능, 원, 단, 묘의 부속원으로 개정하였다. - 제감 45인, 수복 138인, 숙수 10인, 사정 263인, 묘지기 16인이다. 월급은 제감 12원 이하, 수복 9원 이하, 숙수 및 사정 7원 이하, 묘지기 5원 이하이다. -\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 1월 16일(양력) 1번째기사",
                "gt-oKo": "이왕직 고용원(李王職雇傭員)의 세부별 명칭(名稱)과 정원(定員)의 봉급액(俸給額) 중에서 묘(廟), 전(殿), 궁(宮), 능(陵), 원(園), 단(壇), 묘(墓)의 부속 인원의 봉급만 개정하였다.【제감(祭監) 45인, 수복(守僕) 138인, 숙수(熟手) 10인, 사정(使丁) 263인, 묘지기〔墓直〕 16인이다. 월급은 제감 12원(圓) 이하, 수복 9원 이하, 숙수 및 사정 7원 이하, 묘지기 5원 이하이다.】",
                "hj": "十六日。 本職雇傭員細別名稱定員竝俸給額中, 廟、殿、宮、陵、園、壇、墓附屬員改正。【祭監四十五人, 守僕百三十八人, 熟手十人使丁二百六十三人, 墓直十六人。 月給, 祭監十二圓以下, 守僕九圓以下, 熟手及使丁七圓以下, 墓直五圓以下。】"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "[The King] bestowed a silver-plated vessels of Zhao Liangzhen (K. Zhao zhen sels of Zhao Liang , and one silver-plated vessels of Zhao Liangzhen (K. Zhao zhen sels of Zhao Liang . [The King] ordered that the vessels of Zhao Liang be cultivated from the East and that the vessels of Zhao Liangzhen (K. Zhao zhen (K. zhen sels of Zhao Lizhen (K. Zhao zhen (K. zhen sels of Zhao Xiao be replaced with one silver-plated vessels of Zhao Liangzhen (K. Zhao zhen (K. zhen sels of Zhao Xiaozhen (K. zhen sels of Zhao yi tue zhen (K. Zhao zhen tue zhen (K. Zhao tue zhi tue",
                "H2KE-nKo": "남작 우사가와 가즈마사〔宇佐川一正〕가 주희창식 은제수주 1개를 하사하였다. 동양척식주식회사 총재에서 해임되어 토쿄〔東京〕로 돌아가기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 1월 18일(양력) 1번째기사",
                "gt-oKo": "남작(男爵) 우사가와 가즈마사〔宇佐川一正〕가 동양척식주식회사(東洋拓植株式會社) 총재(總裁)에서 해임되어 토쿄〔東京〕로 돌아가니, 주희세화식(周犧銴盉式) 은제(銀製) 물 주전자 1개를 내렸다.",
                "hj": "十八日。 賜男爵宇佐川一正周犧鋬盉式銀製水注一箇。 以東洋拓殖株式會社總裁解任, 歸東京也。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On gyemyo day, [the King] received the officials in audience Yi Sabur , a member of the Government Arsenal , an administrative officer of the Government Arsenal Ahn Sungseon , and the 장관 of each jurisdiction . [The King] also had an audience with the Grand Abdicated King. [The King] held a congratulatory ceremony for the New Years Day. ",
                "H2KE-nKo": "정무총감 야마가타 이사부로〔山縣伊三郞〕, 군사령관 안도 사다미〔安東貞美〕 및 각 부의 장관 등을 접견하였다. 덕수궁에서도 알현하고 신년을 축하하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 1월 2일(양력) 1번째기사",
                "gt-oKo": "정무 총감(政務總監) 야마가타 이사부로〔山縣伊三郞〕, 군사령관(軍司令官) 안도 사다미〔安東貞美〕 및 각 부 장관(長官) 등을 접견하고, 덕수궁(德壽宮)에도 알현하여 신년을 축하하였다.",
                "hj": "二日。 接見政務總監山縣伊三郞、軍司令官安東貞美及各部長官等, 德壽宮亦爲謁見。 新年祝賀也。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The King sent Adjunct Overseer Hyeon Baekun to bestow a piece of gilded silk upon Yi Samr from San District . The King bestowed a piece of gilded silk upon Yi Samr , the eighteen pieces of cinnabar wooden pieces, and one piece of gilded silk upon Yi Samr . The King also sent Adjunct Overseer Vice-Director Yu찬을 to bestow one pil each of red silk and white silk upon Yi Samr . This was because his daughter was married to his daughter.",
                "H2KE-nKo": "사무관 현백운을 보내어 정무 총감 야마가타 이사부로〔山縣伊三郞〕에게 18금으로 조각한 보석 입무쌍회 중의 시계구와 백금으로 만든 자물쇠 1개를 하사하고, 덕수궁에서도 사무관 유찬을 보내어 홍축면과 백축면 각 1필씩을 하사하였다. 그의 딸이 혼인하였기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 1월 20일(양력) 1번째기사",
                "gt-oKo": "사무관(事務官) 현백운(玄百運)을 보내어 정무 총감(政務總監) 야마가타 이사부로〔山縣伊三郞〕에게 백금으로 만든 줄에 무쌍으로 조각한 보석이 박힌 18금 회중시계 1개를 내리고, 덕수궁(德壽宮)에서도 사무관(事務官) 유찬(劉燦)을 보내어 홍축면(紅縮緬)과 백축면(白縮緬) 각 1필을 내렸다. 그 딸의 혼인이 있기 때문이다.",
                "hj": "二十日。 遣事務官玄百運, 賜政務總監山縣伊三郞十八金雕刻寶石入無雙懷中時計具白金製鎖一箇。 德壽宮亦遣事務官劉燦, 賜紅白縮緬各一疋。 以其女婚也。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "[The King] 특별히 일금 300원을 후작 이재완에게 내려주고, 덕수궁에서도 200원을 내려주었다. This was because his wife, Lady Seo , the wife of Jeonggyeong , had passed away.",
                "H2KE-nKo": "특별히 후작 이재완에게 일금 300원을 하사하였다. 덕수궁에서도 일금 200원을 하사하였다. 그의 처 정경 부인 서씨의 회갑이었기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 1월 21일(양력) 1번째기사",
                "gt-oKo": "특별히 후작(侯爵) 이재완(李載完)에게 일금 300원을 내리고 덕수궁(德壽宮)에서도 일금 200원을 내렸다. 그의 처 정경 부인(貞敬夫人) 서씨(徐氏)의 회갑(回甲)이었기 때문이다.",
                "hj": "二十一日。 特賜金三百圓于侯爵李載完。 德壽宮亦賜金二百圓。 以其妻貞敬夫人徐氏回甲也。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "As for the silver mulberry treasury of Joseon, 750 volumes of mulberry treasury were supplied to this office, the 1,415원, 62 jeon of silver mulberry treasury was received from the chamber of the Bureau of Currency .",
                "H2KE-nKo": "조선상업은행 주식 750주, 올해 하반기 이익배당금 1,415원 62전을 경리실에서 수령하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 1월 23일(양력) 1번째기사",
                "gt-oKo": "이왕직(李王職)에서 가지고 있는 조선상업은행(朝鮮商業銀行) 주식(株式) 750주(株)의 올해 하반기 이익배당금(利益配當金) 1,415원 62전을 경리실로부터 수령하였다.",
                "hj": "二十三日。 朝鮮商業銀行本職持株七百五十株, 本年下半期利益配當金壹千四百十五圓六十二錢, 自經理室受領。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "[The King] summoned Yi Gang , who is a member of the royal kin and his principal relatives, and his principal relatives. [The King] also held audience with him. This was because [the King] had an audience with him on New Years Day in the first month of the year of the Xuande era (.",
                "H2KE-nKo": "이강 공 이하 종척 및 귀족을 불러서 보았다. 덕수궁에서도 불러서 보았다. 음력 정월 초하루에 알현하였기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 1월 26일(양력) 1번째기사",
                "gt-oKo": "이강 공(李堈公) 이하 종척(宗戚), 귀족(貴族)을 소견(召見)하였다. 덕수궁(德壽宮)에서도 소견하였다. 음력 정월 초하루〔元朝〕의 알현이었다.",
                "hj": "二十六日。 召見李堈公以下宗戚及貴族。 德壽宮亦爲召見。 以陰曆正月元朝謁見也。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The King received Vice-Director of the Military Training Office , the Vice-Director of the Three Armies Command Agency , and the Vice-Director of the Three Armies Command Agency , the Vice-Directory Command Agency , and the Vice-Director of the Command Agency Commandommandom .",
                "H2KE-nKo": "총독 부무관 해군 소장 이와무라 단을지로〔岩村團次郞〕, 육군 기병 중좌 고노 쓰네키치〔河野恒吉〕를 접견하였다. 그가 새로 부임하여 알현하였기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 1월 27일(양력) 1번째기사",
                "gt-oKo": "총독부 부무관(總督府附武官) 해군 소장(海軍少將) 이와무라 단지로〔岩村團次郞〕, 육군 기병 중좌(陸軍騎兵中佐) 고노 쓰네키치〔河野恒吉〕를 접견하였다. 새로 부임하여 알현하러 온 것이다.",
                "hj": "二十七日。 接見總督附武官海軍少將岩村團次郞、陸軍騎兵中佐河野恒吉。 以其新任謁見也。"
            },
            "2": {
                "H2KE-EN": "[The King] bestowed a house of Yi Gwis household in Sugang Palace upon him. [He] purchased 3,500원을 for his old and sickness and had him go outside [the capital] to treat his illness.",
                "H2KE-nKo": "덕수궁 귀인의 집 한 채를 구입하는 데 드는 비용 3500원을 하사하였다. 늙고 병들어 지방에 나가 치료하기 위해서이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 1월 27일(양력) 2번째기사",
                "gt-oKo": "덕수궁(德壽宮)의 이 귀인(李貴人)에게 가옥 1구 구입비 3,500원을 내렸다. 노병(老病)으로 밖에 나아가 요양하기 위해서이다.",
                "hj": "賜德壽宮李貴人家屋一區購入費三千五百圓。 爲其老病出外療養也。"
            },
            "3": {
                "H2KE-EN": "[The King] sent Second Deputy Director of the Office of the Establishment of Ceremonies Min Seokseok to the Government Arsenal to inquire after the health [of the Abdicated King (Taejong and the King (Sejong].",
                "H2KE-nKo": "이왕직 장관 자작 민병석을 총독부에 보내 추운 날씨에 문후를 전해 주기를 당부하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 1월 27일(양력) 3번째기사",
                "gt-oKo": "이왕직 장관(李王職長官) 자작(子爵) 민병석(閔丙奭)을 총독부(總督府)에 보내어 추위에 문안을 아뢰어 줄 것을 부탁하였다.",
                "hj": "遣本職長官子爵閔丙奭于總督府, 託轉奏寒中問候。"
            },
            "4": {
                "H2KE-EN": "The King ordered that the official in charge of the memorial to the Emperor [of Ming China] be followed by the official in charge of selecting the maternal grandfather at Gyeongseon .",
                "H2KE-nKo": "경선궁의 유산을 이왕직 장관은 대표한 자로 승계하라고 명하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 1월 27일(양력) 4번째기사",
                "gt-oKo": "경선궁(慶善宮)의 유산(遺産)을 이왕직 장관(李王職長官)이 대표자로서 승계하라고 명하였다.",
                "hj": "命慶善宮遺産, 本職長官, 以代表者承繼。"
            },
            "5": {
                "H2KE-EN": "[The King] ordered that the seventeen dark plentiful fields in Mount Samcheok in Hwasan be exchanged with the seventeen dark plentiful fields in Mount Myeongmyeong and the eight dark plentiful fields in Mount Myeongmyeong , which are stored in the eastern suburbs of the capital, be exchanged with the three dark plentiful fields in Danghyeon-dong .",
                "H2KE-nKo": "화산 삼림 내의 고금산과 무명산 산림 17정 8단 남짓을 동양척식회사 안녕면 작현동에 있는 전답 3정 1반 남짓과 교환하라고 명하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 1월 27일(양력) 5번째기사",
                "gt-oKo": "화산(花山)의 삼림(森林) 내의 고금산(古今山)과 무명산(無名山) 산림(山林) 17정(町) 8단(段)을 동양척식주식회사(東洋拓植株式會社)의 안녕면(安寧面) 작현동(鵲峴洞) 소재 전답(田畓) 3정(町) 1반령(反零)과 교환하라고 명하였다.",
                "hj": "命花山森林內古今山、無名山山林十七町八段零, 與東洋拓殖會社安寧面鵲峴洞所在田畓三町一反零交換。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On mujin day, when the Grand Abdicated King sent an envoy to the residence of the Crown Prince , the exclusion of the excluses.",
                "H2KE-nKo": "태왕 전하가 사신을 왕세자의 저택에 보낼 때 본직원 이외의 인원은 그 여비를 현행 여비 규정의 주임관 여비에 준하고, 만약 일로 인하여 체류하게 되면 차액을 늘리며, 그 부족액은 임시로 쓸 금 중에서 지출하는 것으로 정하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 1월 28일(양력) 1번째기사",
                "gt-oKo": "태왕 전하(太王殿下)께서 사신을 왕세자(王世子)의 저택으로 보낼 때 본직원(本職員) 이외 인원의 여비는 현행 여비규정(旅費規程) 중에 주임(奏任) 여비에 기준하고 만약 일로 인하여 체류하여 차액이 발생하면 그 부족액은 임시로 쓰는 돈 중에서 지출하도록 정하였다.",
                "hj": "二十八日。 太王殿下遣使王世子邸時, 本職員以外者, 則其旅費, 準現行旅費規程奏任旅費, 而若値因事滯留, 以生差額, 其不足額, 以臨時用金中支出事爲定。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "[The King] sent the original office to the Capital Liaison Office of Incheon to oversee the construction of a vehicle boat.",
                "H2KE-nKo": "이왕직 소속을 인천 직공소에 파견하여 이왕직 소유의 발동선의 수리를 감독하게 하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 1월 30일(양력) 1번째기사",
                "gt-oKo": "이왕직속(李王職屬)을 인천직공소(仁川職工所)에 파송(派送)하여 이왕직(李王職) 소유의 발동선(發動船)의 수리를 감독하게 하였다.",
                "hj": "三十日。 派送本職屬于仁川職工所, 監督本職所有發動船修理。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "The King proceeded to the eastern corridor of Injeong Hall and held the New Years greetings for the New Years greetings. Yi Jun , the member of the royal kin and the royal kin, as well as the high-ranking and low-ranking officials, attended the banquet.",
                "H2KE-nKo": "인정전 동행각에 나아가 신년 연회를 베풀었다. 이준 공 이하 종척, 귀족 및 이왕직 고등관 제원이 배식하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 1월 6일(양력) 1번째기사",
                "gt-oKo": "인정전(仁政殿) 동행각(東行閣)에 나아가 신년 연회를 베풀었다. 이준 공(李埈公) 이하 종척(宗戚), 귀족(貴族) 및 이왕직 고등관(李王職高等官) 제원(諸員)이 배식(陪食)하였다.",
                "hj": "六日。 臨于仁政殿東行閣, 設新年宴會, 李埈公以下宗戚、貴族及本職高等官諸員陪食。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the King and the King specially bestowed 400원을 이준 Gong , who was the eldest son-in-law of Seo , who was the member of the Royal Placenta Chamber . This was because the mourning period for the late mother-in-law of Seo , who was the Royal Placenta Chamber .",
                "H2KE-nKo": "양궁에서 이준 공에게 제자료 400원을 특별히 하사하였다. 그의 서조모 서씨 - 대원왕 측실이다. -의 상이었기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 1월 7일(양력) 1번째기사",
                "gt-oKo": "양궁(兩宮)에서 특별히 이준 공(李埈公)에게 제자료금(祭粢料金) 400원을 내렸다. 그 서조모(庶祖母) 서씨(徐氏)【대원왕(大院王)의 측실(側室)이다.】의 상(喪) 때문이다.",
                "hj": "七日。 兩宮特賜祭粢料金四百圓于李埈公。 以其庶祖母徐氏【大院王側室】 喪也。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "The King proceeded to the eastern corridor of Injeong Hall and held a banquet for the new year (1401, the fifth year of King Taejongs reign. The King held a banquet for the officials in charge of state affairs including Yi Samr , the officials of the provincial headquarters , Anjeongmi , the officials of the various jurisdiction , and the officials of the various jurisdiction , including Yi Jun , the royal kin and the officials of the ninth rank and above who were of the royal kin and the officials of the ninth rank and higher.",
                "H2KE-nKo": "인정전 동행각에 나아가 신년 연회를 베풀었다. 정무 총감 야마가타 이사부로〔山縣伊三郞〕, 군사령관 안도 사다미〔安東貞美〕, 각 부의 장관 고등관 및 이준 공 이하 종척, 귀족 및 이왕직 장관, 고등관 등이 배식하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 1월 9일(양력) 1번째기사",
                "gt-oKo": "인정전(仁政殿) 동행각(東行閣)에 거둥하여 신년 연회를 베풀었다. 정무 총감(政務總監) 야마가타 이사부로〔山縣伊三郞〕, 군사령관(軍司令官) 안도 사다미〔安東貞美〕, 각 부 장관(長官) 고등관(高等官) 및 이준 공(李埈公) 이하 종척(宗戚), 귀족(貴族) 및 이왕직 장관(李王職長官)과 고등관이 모두 배식하였다.",
                "hj": "九日。 臨于仁政殿東行閣, 設新年宴會, 政務總監山縣伊三郞、軍司令官安東貞美、各部長官高等官及李埈公以下宗戚、貴族本職長官高等官諸員陪食。"
            }
        }
    },
    "02": {
        "11": {
            "1": {
                "H2KE-EN": "The King performed the ceremony of offering congratulations to the Emperor of Ming China at the Guesthouse of 총독 . This was done to report the celebration of the New Years Day.",
                "H2KE-nKo": "총독 관저에 행계하여 기원절 축하를 전해 줄 것을 당부하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 2월 11일(양력) 1번째기사",
                "gt-oKo": "총독 관저(官邸)에 알려 기원절(紀元節) 축하를 아뢰어 줄 것을 부탁하였다.",
                "hj": "十一日。 行啓于總督官邸。 託轉奏紀元節祝賀也。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "Yi , a member of the Honorable Guest House in Sugang Palace , died.",
                "H2KE-nKo": "덕수궁의 귀인 이씨가 졸하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 2월 13일(양력) 1번째기사",
                "gt-oKo": "덕수궁(德壽宮) 귀인 이씨(貴人李氏)가 졸(卒)하였다.",
                "hj": "十三日。 德壽宮貴人李氏卒。"
            },
            "2": {
                "H2KE-EN": "[The King] specially bestowed 100원을 the three sandalwooden pavilion on the royal dragon pavilion. This was because his wife held the incense and the written invocation for the funeral of his wife.",
                "H2KE-nKo": "어용괘 이와이 마사요시〔巖井禎三〕에게 일금 100원을 특별히 하사하였다. 그 처의 상향전 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 2월 13일(양력) 2번째기사",
                "gt-oKo": "특별히 어용괘(御用掛) 이와이 데이지〔巖井禎二〕에게 일금 100원을 내렸다. 그 처의 상향전(喪香奠) 때문이다.",
                "hj": "特賜金一百圓于御用掛巖井禎三。 以其妻喪香奠也。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On sinhae day, [the King] visited Sugang Palace to pay his respects [to the Abdicated King].",
                "H2KE-nKo": "덕수궁에 나아가 근알하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 2월 16일(양력) 1번째기사",
                "gt-oKo": "덕수궁(德壽宮)에 나아가 근알(覲謁)하였다.",
                "hj": "十六日。 詣德壽宮, 覲謁。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "The King ordered that the expenses for funerals and burial expenses for the eighteenth day. The expenses for the funerals and burial expenses for the deceased person should be supplied with ten thousand. The expenses for the special route of Sugang Palace should be supplied with gold. The expenses for funerals and burials for the Royal Tombs of King Taejong and Queen Sinui should be supplied with the expenses for funerals and burials.",
                "H2KE-nKo": "이귀인의 상장 비용 1만 원에 한하여 덕수궁 별도 자금 중에서 지출하고, 묘소제 등의 비용은 전례를 참작하여 이왕직의 제향 비용 중에서 지출하라고 명하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 2월 18일(양력) 1번째기사",
                "gt-oKo": "이 귀인(李貴人)의 상장비(喪葬費)는 1만원으로 제한하여 덕수궁(德壽宮) 별도의 자금 중에서 지출하게 하고, 묘소제(墓所祭) 등의 비용은 전례를 참작하여 이왕직(李王職)의 제향비(祭享費) 중에서 지출하게 하도록 명하였다.",
                "hj": "十八日。 命李貴人喪葬費, 限一萬圓, 德壽宮別途資金中支出, 墓所祭等費用, 參酌前例, 本職祭享費中支出。"
            },
            "2": {
                "H2KE-EN": "The former Gyeongseon Garrison , which was affiliated with Naju , in Jeolla Province , Ukgok-ri , is affiliated with Naju , Ukgok-ri , which is affiliated with 12,125 du and 6 seung , and 9,382 du and 8 seung . The fourteenth day of the twelfth month of the fourth year of the Xuande era (142-, the tenth day of the twelfth month of the twelfth year of the Xuande era (1423, the fourth year of King Sejongs reign was sold to the cultivating",
                "H2KE-nKo": "전 경선궁 소속 전라남도 나주군 지죽면 욱곡리에 있는 전답 - 전답 1만 4125두 6승락, 전답 9382두 8승락이다. - 명치 42년 12월 10일에 동양척식주식회사에 팔았는데, 명치 45년 3월에 이병규의 외면 백성 355인이 해당 토지에서 권확인한 것과 인도하고 제소하다가 패소하였다. 대정 3년에 다시 대구 복심 법원에 공소하였는데, 동양척식주식회사에 고지하였기 때문에 변호사 오쿠보 마사히코〔大久保雅彦〕에게 위임하여 가소송행소에 참여하도록 하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 2월 18일(양력) 2번째기사",
                "gt-oKo": "전 경선궁(慶善宮)소속인 전라남도(全羅南道) 나주군(羅州郡) 지죽면(枝竹面) 욱곡리(郁谷里) 소재의 전답【논 14,125두(斗) 6승(升) 지기, 전(田) 9,382두(斗) 8승(升) 지기이다.】을 명치(明治) 42년 12월 10일 동양척식주식회사(東洋拓植株式會社)에 매각하였는데, 명치 45년 3월 이병규(李炳圭) 외 면민(面民) 305인이 해당 토지소유권확인 및 인도를 위해 제소하였는데 그들이 패소하였다. 대정(大正) 3년 여름에 대구 복심 법원(大邱覆審法院)에 다시 공소하니, 동양척식주식회사(東洋拓植株式會社)에 고지하고 변호사(辯護士) 오쿠보 마사히코〔大久保雅彦〕에게 위임하여 소송행위에 참가해 줄 것을 의뢰하였다.",
                "hj": "前慶善宮所屬全羅南道羅州郡枝竹面郁谷里所在田沓【沓一萬四千一百二十五斗六升落, 田九千三百八十二斗八升落。】, 明治四十二年十二月十日, 賣却於東洋拓殖株式會社矣, 明治四十五年三月。 李炳圭外面民三百五人等, 該土地所有權確認及引渡提訴, 因致敗訴。 大正三年更爲控訴于大邱覆審法院, 有東洋拓殖株式會社告知, 故委任於辯護士大久保雅彦, 依賴從參加訴訟行爲。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On gyeongjin day, 【음력 gyeongin day, the eighth day of the first month of the first year of the Yongle era of Ming China .】 [The King] ordered that Malsong Damigeon and Bak Jasun , affiliated with the two counties of Suncheon and Gangjin in Jeolla Province, be sent to belong to Malsongjunior , Chungcheong Province, Cheongju and Chungju in Chungcheong Province, and that Malsongjunior , affiliated with Malsongjuniorioriorioriorioriorioriorioriorioriorioriorior , affiliated with Malsongjuniorioriorioriorioriorioriorioriorior District in Jeolla Province, belonging to Gyoha County in Incheon Prefecture in Gyeonggi Province. This was done out of imprudent and judgment because they were busy with the land owned by Gyeongseon Palace .",
                "H2KE-nKo": "- 음력 갑인년 1월 8일 - 이왕직 소속 스에마쓰 다미언과 박재순을, 전라남도 순천과 강진 두 군을, 속악변치랑을, 충청북도 청주와 충주 두 군을, 등간치랑작과 이명하를, 전라남도 해남군을, 이강필을 경기도 인천부 교하군에 보내라고 명하였다. 경선궁의 토지와 토지에 관한 일을 분분하게 의논하여 해결하였기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 2월 2일(양력) 1번째기사",
                "gt-oKo": "【음력 갑인년(甲寅年) 1월 8일】 이왕직속(李王職屬) 스에마츠 다미히코〔末松多美彦〕와 박재순(朴在淳)을 전라남도(全羅南道) 순천(順天)과 강진(康津) 양 군(郡)에 보내고, 입악변치랑(卄樂辨治郞)을 충청북도(忠淸北道) 청주(淸州)와 충주(忠州) 양 군에 보내고, 후지마 시로사쿠〔藤間治郞作〕와 이명하(李明夏)를 전라남도(全羅南道) 해남군(海南郡)에 보내고, 이강필(李康泌)을 경기도(京畿道) 인천부(仁川府) 교하군(交河郡)에 보내어 경선궁(慶善宮)의 토지 지적에 대한 분쟁을 해결하도록 명하였다.",
                "hj": "二日。【陰曆甲寅正月初八日】 命遣本職屬末松多美彦、朴在淳全羅南道順天、康津兩郡, 屬廿樂辨治郞忠淸北道淸州、忠州兩郡, 屬藤間治郞作、李明夏全羅南道海南郡, 屬李康泌京畿道仁川府交河郡。 爲慶善宮土地地籍紛議事解決也。"
            },
            "2": {
                "H2KE-EN": "Advisor of the Hall of Worthies was appointed as third-rank military officials of the sixth rank , Yi Pukyun as senior sixth-rank military officials , and Yi Pukyun as senior seventh-rank military officials , Yun Seyong as junior fifth-rank military officials , and Yi Deokgil as senior seventh-rank military officials , as junior fifth-rank military officials , and Yi Deokgil as senior seventh-rank military officials , as junior sixth-rank military officials . Yi Seong묵 as junior seventh-rank military officials , was appointed as senior seventh-rank military officials .",
                "H2KE-nKo": "이왕직 직원 종6위 훈 3등 이필균을 정6위에, 정7위 곤도 시로스케〔權藤四郞介〕, 정7위 훈 5등 윤세용, 정7위 무라카미 유키치〔村上龍吉〕를 모두 종6위에, 종7위 이성묵을 정7위에 서임하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 2월 2일(양력) 2번째기사",
                "gt-oKo": "이왕직 직원 종6위 훈3등(勳三等) 이필균(李弼均)을 정6위로, 정7위 곤도 시로스케〔權藤四郞介〕, 정7위 훈5등(勳五等) 윤세용(尹世鏞), 정7위(正七位) 무라카미 유키치〔村上龍吉〕를 모두 종6위로, 종7위 이성묵(李聖默)을 정7위에 서임(敍任)하였다.",
                "hj": "本職職員從六位勳三等李弼均, 正六位被敍; 正七位權藤四郞介、正七位勳五等尹世鏞、正七位村上龍佶, 竝從六位被敍; 從七位李聖默, 正七位被敍。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "The tomb site of the late Yi clan , a member of the Honorable Guest House in Yangju County , was within the territory of Wolgok-ri of Inchang County .",
                "H2KE-nKo": "귀인 이씨를 양주군 인창면 월곡리 완왕묘 국내에 장사 지냈다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 2월 24일(양력) 1번째기사",
                "gt-oKo": "귀인 이씨(貴人李氏)를 양주군(楊州郡) 인창면(仁昌面) 월곡리(月谷里)의 완왕(完王) 묘역 내에 장사지냈다.",
                "hj": "二十四日。 葬貴人李氏於楊州郡仁昌面月谷里完王墓局內。"
            },
            "2": {
                "H2KE-EN": "The land of the East Infirmary (the East Infirmary of the Infirmary",
                "H2KE-nKo": "이왕직 소유의 동부 인창방 전농동 토지 약칠평을, 장곡천 영거 광안희차랑이 건물부지사용으로 출원한 것으로 인하여 차용하도록 허락하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 2월 24일(양력) 2번째기사",
                "gt-oKo": "이왕직(李王職) 소유의 동부(東部) 인창방(仁昌坊) 전농동(典農洞) 토지 7평을 장곡천정(長谷川町)에 거주하는 히로야스 키치지로〔廣安喜次郞〕가 건물부지로 사용하기 위해 출원(出願)하니, 차용을 허가하였다.",
                "hj": "本職所有東部仁昌坊典農洞土地約七坪, 因長谷川町居廣安喜次郞建物敷地使用出願, 借用許施。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "The King dispatched Yi Gyeomje , an administrative officer of the Office of the Royal Tombs of King Taejong and Queen Wongyeong , to treat the magistrate of Gwangju County Kang Wondal to participate in the meadows of Samchamber in order to hear the meadows of improviding improvisions on improviding improvisions.",
                "H2KE-nKo": "이왕직 사무관 이겸제를 광주군 헌인릉에 보내 해당 군수 강원달의 삼림강 대화를 참청하게 하였다. 임목 보호 및 부속지 식림계획을 위해서이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 2월 25일(양력) 1번째기사",
                "gt-oKo": "이왕직 사무관(李王職事務官) 이겸제(李謙濟)를 광주군(廣州郡)의 헌인릉(獻仁陵)에 보내어 해당 군수(郡守) 강원달(康遠達)의 임목 보호 및 부속토지 식림계획을 위한 삼림강화(森林講話)를 들게 하였다.",
                "hj": "二十五日。 遣本職事務官李謙濟於廣州郡獻仁陵, 參聽該郡守康元達森林講話。 爲林木保護及附屬地植林計劃也。"
            },
            "2": {
                "H2KE-EN": "The gold for silver mulberry treasury of this office brought 500 juniper pertinents, and 1,125 volumes of the silver mulberry treasury, which were supposed to receive.",
                "H2KE-nKo": "이왕직에서 가지고 있는 조선은행 주식 500주, 제9회 배당금 1125원을 경리실로부터 수령하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 2월 25일(양력) 2번째기사",
                "gt-oKo": "이왕직(李王職)에서 가지고 있는 조선은행(朝鮮銀行) 주식(株式) 500주(株)의 제9회 배당금 1,125원을 경리실로부터 수령하였다.",
                "hj": "朝鮮銀行本職持株五百株第九回配當金一千百二十五圓, 自經理室受領。"
            }
        }
    },
    "03": {
        "10": {
            "1": {
                "H2KE-EN": "A proposal regarding the medical treatment of impoverished people from their current office, 12,000원을 the Administrative Agency under the pretext of Joseon , and this year was transferred to the Office of Benefiting the People . This was due to the request of the chief official of the Office of Palace Tea Service in the Office of Palace Tea Service , Wu Sami , who was the chief official of the Office of Palace Tea Service .",
                "H2KE-nKo": "이왕직에서 종래 빈민 구료를 위하여 매년 1만 2000원을 조선 총독부 의원에 기부한 것을 금년부터는 자혜의원으로 이송하였다. 내무부 장관 우사미 가쓰오〔宇佐美勝夫〕가 청의하였기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 3월 10일(양력) 1번째기사",
                "gt-oKo": "이왕직(李王職)에서 종래 빈민구료를 위하여 매년 돈 1만 2,000원을 조선 총독부 의원(朝鮮總督府醫院)에 기부하던 것을 내무부 장관(內務部長官) 우사미 가쓰오〔宇佐美勝夫〕의 건의로 올해부터는 자혜 의원(慈惠醫院)에 이송하였다.",
                "hj": "十日。 本職從來爲貧民救療每年一萬二千圓寄附于朝鮮總督府醫院者, 自今年移送于慈惠醫院。 因內務部長官宇佐美勝夫請議也。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "The King proceeded to the Royal Ancestral Shrine and Yeongnyeong Hall to pay a visit to the King. They departed for the royal carriage from the northern corridor of the capital. The officials of the senior third rank and below, royal kins, and relatives of the royal kins were all participated in the participation.",
                "H2KE-nKo": "종묘와 영녕전에 나아가 전알하고 북장문을 거쳐 동가하였다. 이왕직 장관 이하 고등관 및 종척, 귀족 등 여러 사람이 반열에 참석하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 3월 11일(양력) 1번째기사",
                "gt-oKo": "종묘(宗廟)와 영녕전(永寧殿)에 나아가 전알(展謁)하였는데 북장문(北牆門)을 경유하여 동가(動駕)하였다. 이왕직 장관(李王職長官) 이하 고등관(高等官) 및 종척(宗戚), 귀족(貴族) 제인(諸人)이 참반(參班)하였다.",
                "hj": "十一日。 詣宗廟、永寧殿, 展謁, 由北牆門動駕也。 本職長官以下高等官及宗戚、貴族諸人參班。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "The King proceeded to 선정전에 나아가 held the fifth day of the fifth month. The officials of the second rank or higher in this office, and Yi Jun , the principal relatives, attended the feast.",
                "H2KE-nKo": "선정전에 나아가 오찬을 행하였다. 이왕직 장관, 차관 및 이준 공, 귀족 등 여러 사람이 배참하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 3월 12일(양력) 1번째기사",
                "gt-oKo": "선정전(宣政殿)에 나아가 오찬(午餐)을 베풀어 이왕직 장관(李王職長官), 차관(次官) 및 이준 공(李埈公), 귀족(貴族) 제인(諸人)이 배참(陪參)하였다.",
                "hj": "十二日。 御宣政殿, 設午餐。 本職長官次官及李埈公貴族諸人陪參。"
            },
            "2": {
                "H2KE-EN": "On gyemyo day, high officials in charge of artisans in this year came to this office after having understanded the writing of calendar writing.",
                "H2KE-nKo": "올해 예산 내대신 인가서가 이왕직에 도착하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 3월 12일(양력) 2번째기사",
                "gt-oKo": "본 연도 예산의 궁내 대신(宮內大臣) 인가서(認可書)가 이왕직(李王職)에 도착하였다.",
                "hj": "本年度豫算宮內大臣認可書, 來到本職。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "[The King] specially bestowed 1,000원을 the Kysh Deputy of the East and West Infirmaries for Relieving the People from the northern outskirts [of the capital], and 500원을 덕수궁에서도 500원을 내렸다.",
                "H2KE-nKo": "동북구주재해구제회에 일금 1,000원을 특별히 하사하였다. 덕수궁에서도 500원을 하사하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 3월 13일(양력) 1번째기사",
                "gt-oKo": "특별히 동북구주재해구제회(東北九州災害救濟會)에 일금 1,000원을 내렸다. 덕수궁(德壽宮)에서도 500원을 내렸다.",
                "hj": "十三日。 特賜金一千圓于東北九州災害救濟會。 德壽宮亦賜五百圓。"
            },
            "2": {
                "H2KE-EN": "On sinmyo day, the King visited Sugang Palace to pay his respects [to the Abdicated King]. The Queen accompanied him. Then [the King] went to Seonwon and Gwanghyo Hall to pay his respects, and [the King] went to pay his respects at Uihyo Hall to pay his respects.",
                "H2KE-nKo": "덕수궁에 나아가 근알하였다. 왕비도 따라 나아갔다. 이어 선원전과 경효전에 나아가 전알하고, 의효전에 전배하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 3월 13일(양력) 2번째기사",
                "gt-oKo": "덕수궁(德壽宮)에 나아가 근알(覲謁)하였다. 왕비(王妃)도 따라갔다. 이어 선원전(璿源殿), 경효전(景孝殿)에 나아가 전알(展謁)하고 의효전(懿孝殿)에 전배(展拜)하였다.",
                "hj": "詣德壽宮, 覲謁。 王妃隨詣。 仍詣璿源殿、景孝殿, 展謁, 懿孝殿, 展拜。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "On gapja day, the King proceeded to 희정당에 나아갔다. The Queen and the Queen attended the celebratory ceremony with him. The King received congratulatory celebratory greetings from the royal clan and the relatives of the royal clan, the 장관, the second administrative official, and the lords of the Government Arsenal . This was because the birthday of the Grand Abdicated King was on the fifteenth day of the fifteenth month. The King then proceeded to Injeong Hall and summoned the officials in charge of the study of the Privy Council and the lords of the Government Arsenal and the officials of the Government Arsenal in the Privy Council and granted them a luncheon and food.",
                "H2KE-nKo": "희정당에 나아갔다. 왕비도 함께 나아갔다. 이준 공 이하 종척, 귀족 및 이왕직 장관, 차관, 장시계, 고등관 등의 축하를 받았다. 보령이 51세가 되는 탄신이기 때문이다. 이어 인정전에 나아가 중추원 고문 및 이왕직 고등관 등을 불러서 보고 오찬과 배식을 하사하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 3월 25일(양력) 1번째기사",
                "gt-oKo": "희정당(熙政堂)에 나아갔다. 왕비(王妃)도 함께 나아갔다. 보령 41세의 탄신에 이준 공(李埈公) 이하 종척(宗戚), 귀족(貴族) 및 이왕직 장관(李王職長官)과 차관(次官), 장시계(掌侍係)의 고등관(高等官) 등의 축하를 받았다. 이어서 인정전(仁政殿)에 나아가 중추원 고문(中樞院顧問) 및 이왕직 고등관 등을 소견(召見)하고 오찬과 배식을 하사하였다.",
                "hj": "二十五日。 臨于熙政堂, 王妃同臨, 受李埈公以下宗戚、貴族及本職長官、次官、掌侍係高等官等祝賀。 以寶齡望五誕辰也。 仍臨于仁政殿, 召見中樞院顧問及本職高等官等, 賜午餐陪食。"
            },
            "2": {
                "H2KE-EN": "On sinmyo day, the King visited Sugang Palace to pay his respects [to the Abdicated King]. The Queen accompanied him. Then [the King] went to Gyeonghoe Hall to pay his respects.",
                "H2KE-nKo": "덕수궁에 나아가 근알하였다. 왕비도 따라 나아갔다. 이어 경효전에 나아가 전알하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 3월 25일(양력) 2번째기사",
                "gt-oKo": "덕수궁(德壽宮)에 나아가 근알(覲謁)하였다. 왕비(王妃)도 따라갔다. 이어 경효전(景孝殿)에 나아가 전알(展謁)하였다.",
                "hj": "詣德壽宮, 覲謁。 王妃隨詣。 仍詣景孝殿, 展謁。"
            },
            "3": {
                "H2KE-EN": "The King proceeded to the eastern corridor of Injeong Hall and watched the successful candidates. The officials of this office, below him, royal kins, and relatives of the royal kins attended the successful candidates.",
                "H2KE-nKo": "인정전 동행각에 나아가 정재를 관람하였다. 이왕직 장관 이하 및 종척, 귀족 등 여러 사람이 배관하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 3월 25일(양력) 3번째기사",
                "gt-oKo": "인정전(仁政殿) 동행각(東行閣)에 나아가 정재(呈才)를 관람하였다. 이왕직 장관(李王職長官) 이하 및 종척(宗戚), 귀족(貴族) 제인(諸人)이 배관(陪觀)하였다.",
                "hj": "臨于仁政殿東行閣, 觀呈才。 本職長官以下及宗戚、貴族諸人陪觀。"
            },
            "4": {
                "H2KE-EN": "[The King] ordered that an official in charge of the Office of the Royal Tombs of King Taejong and Queen Wongyeong be sent to Gwangju County to supervise the construction of a pine trees in the Royal Tombs of King Taejong and Queen Wongyeong , and the Royal Tombs of King Taejong and Queen Jeongan . The construction of a pine trees were thirty gwon [of pine trees].",
                "H2KE-nKo": "이왕직 관원을 광주군에 보내어 헌릉과 인릉 국내의 부속 산림을 감독하게 하라고 명하였다. 조림지적이 30정이나 되었다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 3월 25일(양력) 4번째기사",
                "gt-oKo": "이왕직(李王職) 직원을 광주군(廣州郡)에 보내어 헌릉(獻陵) 인릉(仁陵) 국내(局內)의 부속산림을 감독하라고 명하였다. 조림지적(造林地積)이 30정(町)이었다.",
                "hj": "命遣本職員于廣州郡, 獻陵、仁陵局內附屬山林監董。 造林地積爲三十町。"
            },
            "5": {
                "H2KE-EN": "Adjunct Overseer of the Office of Palace Kitchen Supplies Jin Yeongma and Bonrei Dragon in accordance with the penal code regarding palace eunuchs , he was reprimanded. Jin Gyeongma, as the chief administrator of the Palace Kitchen Supreme General of the Directorate of Palace Kitchen Supreme Mitchen Supreme Schen Sureme Schen",
                "H2KE-nKo": "이왕직 사무관 쓰가루 히데마로〔津輕英麽〕와 무라카미 유키치〔村上龍吉〕가 내관 징계령에 따라 견책을 받았다. 쓰가루가 덕수궁 사무주임으로서 작년 12월 30일에 덕수궁 사무실 1부를 불태웠고, 무라카미치가 주전주임으로서 같은 해 12월 31일에 대조전의 욕실을 반쯤 불태웠는데, 이는 부하 감독이 두루 잘 주선하지 못하여 직무를 태만히 하였기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 3월 25일(양력) 5번째기사",
                "gt-oKo": "이왕직 사무관(李王職事務官) 쓰가루 히데마로〔津輕英麽〕, 무라카미 유키치〔村上龍吉〕가 궁내성(宮內省)의 징계에 의해 견책당하였다. 쓰가루가 덕수궁(德壽宮) 사무주임으로 있었던 작년 12월 30일 덕수궁 사무실 일부가 소실되었고, 무라카미가 주전(主殿) 주임으로 있을 때 대조전(大造殿) 욕실이 반 정도 탔다. 이는 부하의 감독을 주도면밀하게 하지 못하고 직무에 태만하였기 때문이다.",
                "hj": "本職事務官津輕英麿、村上龍佶, 依宮內官懲戒令, 譴責。 津輕以德壽宮事務主任昨年十二月三十日, 德壽宮事務室一部燒失, 村上以主殿主任同年十二月三十一日, 大造殿浴室半燒, 此, 因部下監督未能周到, 怠於職務也。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "On mujin day, the King and the King sent the 장관 자작 민병석 of the Office of the Establishment of Ceremonies to deliver the written invocation to the Emperor [of Ming China]. This was done because the wedding ceremony of the wedding ceremony with the late King of his eldest son-in-law was completed by the late King of Joseon. ",
                "H2KE-nKo": "양궁에서 이왕직 장관 자작 민병석을 총독부에 보내 축사를 전해 줄 것을 당부하였다. 총자 내친왕과 나루히코왕〔稔彦王〕의 결혼례를 끝냈기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 3월 27일(양력) 1번째기사",
                "gt-oKo": "양궁(兩宮)에서 이왕직 장관(李王職長官)인 자작(子爵) 민병석(閔丙奭)을 총독부(總督府)에 보내어 사다코내친왕〔聰子內親王〕과 나루히코왕〔稔彦王〕 집안의 결혼식에 축사를 전해줄 것을 당부하였다.",
                "hj": "二十七日。 兩宮遣本職長官子爵閔丙奭于總督府, 託轉奏祝詞。 以聰子內親王與稔彦王結婚禮成也。"
            },
            "2": {
                "H2KE-EN": "On jeongmyo day, [the King] went to Injeong Hall and received the officials in audience the officials including Yi Sabur , the chief administrator of the Royal Tent Office , and the officials of each jurisdiction . [The King] bestowed food upon the officials including Yi Jun , the royal kin, the relatives of the royal kin, and the officials of the current jurisdiction and the officials of the Government Arsenal . [The King] then went to the east side of the pavilion and held a feast.",
                "H2KE-nKo": "인정전에 나아가 정무총감 야마가타 이사부로〔山縣伊三郞〕 및 각 부의 장관, 고등관을 접견하고 사찬하였다. 이준 공 이하 종척, 귀족, 이왕직 장관, 고등관 등이 배식하였다. 이어 동행각에 나아가 정재를 관람하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 3월 27일(양력) 2번째기사",
                "gt-oKo": "인정전(仁政殿)에 나아가 정무 총감(政務總監) 야마가타 이사부로〔山縣伊三郞〕 및 각 부 장관(長官)과 고등관(高等官)을 접견하고 사찬(賜饌)하였는데, 이준 공(李埈公) 이하 종척(宗戚), 귀족(貴族) 및 이왕직 장관(李王職長官), 고등관이 모두 배식(陪食)하였다. 이어서 동행각(東行閣)에 나아가 정재(呈才)를 관람하였다.",
                "hj": "臨于仁政殿, 接見政務總監山縣伊三郞及各部長官高等官, 賜餐, 李埈公以下宗戚、貴族、本職長官高等官諸人陪食。 仍臨東行閣觀呈才。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "The King bestowed 500원을 남작 이재극 , who was the first day of the second month in the gabo year (. The King also bestowed 300원을 하사하였다. This was due to the mourning period for his wife, Queen Jeonggyeong , Madam Jo .",
                "H2KE-nKo": "【음력 갑인년 2월 7일】 특별히 남작 이재극에게 일금 500원을 하사하였다. 덕수궁에서도 300원을 하사하였다. 그의 처 정경 부인 조씨의 상이었기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 3월 3일(양력) 1번째기사",
                "gt-oKo": "【음력 갑인년(甲寅年) 2월 7일】 특별히 남작(男爵) 이재극(李載克)에게 일금 500원을 내리고, 덕수궁(德壽宮)에서도 300원을 내렸다. 그의 처 정경 부인(貞敬夫人) 조씨(趙氏)의 상(喪) 때문이다.",
                "hj": "三日。【陰曆甲寅二月初七日】 特賜金五百圓于男爵李載克。 德壽宮亦賜三百圓。 以其妻貞敬夫人趙氏喪也。"
            },
            "2": {
                "H2KE-EN": "The King ordered Yi Gyeomje , Jo Dongwon , and Choe Geonyeong , Assistant State Councilors Kim Yeonggap , Yi Gyoyeong , and Yi Seong묵 , Directors of the Office of State Rites Yu Haejong and Bak Jubin , and Recorder Kim Yungu to additionally enter the study of the Great Peace and Details [of the Middle Army] to inspect the study of the Great Peace and to proceed to the eastern expedition to learn the study of the civil and military arts.",
                "H2KE-nKo": "사무관 이겸제, 조동원, 최건영, 찬시 김영갑, 이교영, 이성묵, 전사 유해종, 박주빈, 기사 김윤구를 대정박람회 시찰단에 추가로 넣어 토쿄〔東京〕에 가서 문물 제도를 배우게 하라고 명하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 3월 3일(양력) 2번째기사",
                "gt-oKo": "사무관(事務官) 이겸제(李謙濟)·조동원(趙東源)·최건영(崔鍵榮), 찬시(贊侍) 김영갑(金永甲)·이교영(李喬永)·이성묵(李聖默), 전사(典祀) 유해종(劉海鐘)·박주빈(朴胄彬)·김윤구(金倫求)에게 명하여 대정박람회 시찰단(大正博覽會視察團)에 가입하여 토쿄〔東京〕에 가게 하여 문물 제도를 견학하도록 하였다.",
                "hj": "命事務官李謙濟·趙東源·崔鍵榮、贊侍金永甲·李喬永·李聖默、典祀劉海鍾·朴胄彬、技師金倫求加入于大正博覽會視察團, 使之赴東京, 見學文物制度。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "On muo day, the Queen Mothers illness was not well. The King sent the official in charge of this office and 자작 민병석 to the Government Arsenal to ask after the health of the Grand Abdicated King.",
                "H2KE-nKo": "황태후 폐하가 미령하여 이왕직 장관 자작 민병석을 총독부에 보내 문후를 전해 줄 것을 당부하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 3월 30일(양력) 1번째기사",
                "gt-oKo": "황태후 폐하(皇太后陛下)가 병이 나서 일어나지 못하여 이왕직 장관(李王職長官) 자작(子爵) 민병석(閔丙奭)을 총독부(總督府)에 보내어 문후를 아뢰어 줄 것을 부탁하였다.",
                "hj": "三十日。 皇太后陛下御不豫。 遣本職長官子爵閔丙奭于總督府, 託轉奏問候。"
            }
        },
        "31": {
            "1": {
                "H2KE-EN": "The Grand Abdicated King held a congratulatory ceremony for His Majesty the King on his birthday. He held the fifth day of the third month at the State Daoist Temple . Royal relatives, royal relatives, and royal relatives attended the ceremony.",
                "H2KE-nKo": "태왕 전하가 왕의 탄신을 축하하기 위해 삼축당에서 오찬을 베풀었다. 종척, 귀족 등 여러 부인이 배참하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 3월 31일(양력) 1번째기사",
                "gt-oKo": "태왕 전하(太王殿下)가 국왕 전하의 탄신일 축하를 위하여 삼축당(三祝堂)에서 오찬(午餐)을 베풀었다. 종척(宗戚), 귀족(貴族)과 여러 부인들이 배참(陪參)하였다.",
                "hj": "三十一日。 太王殿下, 爲王殿下誕辰祝賀, 設午餐于三祝堂。 宗戚、貴族諸夫人陪參。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "When the Great Capital Wall Repairs Directorate of the Capital Wall Repairs was opened and urgently urged, the King ordered that the official in charge of the Tribute Farms Repairs be dispatched to carry out the official in charge of the Trief .",
                "H2KE-nKo": "동경시 대정박람회를 개최할 때 이왕직 박물관에 명하여 물품을 내어 관원을 출장하여 진열하게 하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 3월 5일(양력) 1번째기사",
                "gt-oKo": "토쿄시〔東京市〕 대정박람회〔大正博覽會〕 개최 때 이왕직 박물관(李王職博物館)에서 물품을 내고 인원을 출장 파견하여 진열하라고 명하였다.",
                "hj": "五日。 東京市大正博覽會開催時, 命本職博物館出品物派員出張陳列。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "This year, the Office of the Crown Prince (Office of Benevolence and Longevity (Office of Pevity",
                "H2KE-nKo": "본 연도의 세출 경상부 가운데 창덕궁과 수궁 두 궁의 임시용금 및 향연비를 예산을 초과하여 해당 부족액 5620원을 예비금 중에서 지출하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 3월 9일(양력) 1번째기사",
                "gt-oKo": "본 연도 세출의 경상부문에서 양궁(兩宮)의 임시 사용금 및 향연비가 예산을 초과하여 해당 부족액 돈 5,620원을 예비금(豫備金) 중에서 지출하였다.",
                "hj": "九日。 本年度歲出經常部中, 昌德德壽兩宮臨時用金及饗宴費, 致過豫筭, 該不足額金五千六百二十圓, 豫備金中支出。"
            }
        }
    },
    "04": {
        "1": {
            "1": {
                "H2KE-EN": "On gabin day, the first day of the third month, the King granted twelve additional twelve men, including Yi Gyeomje , who were in charge of the administrative duties of the Dynasty and the Dynasty Comprehensive Mirror to Aid in Government Arsenal .",
                "H2KE-nKo": "【음력 갑인년 3월 6일】 이왕직 사무관 이겸제 등 12인에게 대정박람회 시찰단 출여비금을 차등 있게 특별히 하사하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 4월 1일(양력) 1번째기사",
                "gt-oKo": "【음력 갑인년(甲寅年) 3월 6일】 특별히 이왕직 사무관(李王職事務官) 이겸제(李謙濟) 등 12인에게 대정박람회 시찰단(大正博覽會視察團)에 가입하는 출발여비금을 차등 있게 내렸다.",
                "hj": "一日。【陰曆甲寅三月初六日】 特賜本職事務官李謙濟等十二人加入於大正博覽會視察團出發旅費金, 有差。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "[The King] bestowed a piece of silver jars upon the grandson of Shni-dono Shn-dono , and a piece of silver jars.",
                "H2KE-nKo": "제팔사단장 고이즈미 마사야스〔小泉正保〕에게 주자손 시식 은제 화병 1개를, 육군 헌병 대좌 야쿠사 가와카와 요시미치〔藥師川常儀〕에게 주모계정식 은제 향관 1개를 하사하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 4월 10일(양력) 1번째기사",
                "gt-oKo": "제8사단장(師團長) 고이즈미 마사야스〔小泉正保〕에게 주자손유식(周子孫卣式) 은제 화병(銀製花甁) 1개, 육군 헌병 대좌(陸軍憲兵大佐) 야쿠시가와 쓰네요시〔藥師川常儀〕에게 주모계정식(周母癸鼎式) 은제 향로(銀製香爐) 1개를 내렸다.",
                "hj": "十日。 賜第八師團長小泉正保周子孫卣式銀製花甁一箇, 陸軍憲兵大佐藥師川常儀周毋癸鼎式銀製香罏一箇。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "The King ordered the 장관 자작 민병석 and the executive assistant of the Directorate of Medicine 다다 Dynasty to proceed to the Eastern Expedition . This was because the Queen Mothers illness is critical. Thus, the King dispatched an official to inquire after the health of the Grand Abdicated King.",
                "H2KE-nKo": "이왕직 장관 자작 민병석과 사무관 다다 칸〔多田桓〕에게 토쿄〔東京〕에 가도록 명하였다. 황태후 폐하의 환후가 위독하므로 사신을 보내 문후하였기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 4월 11일(양력) 1번째기사",
                "gt-oKo": "이왕직 장관(李王職長官) 자작(子爵) 민병석(閔丙奭), 사무관(事務官) 다다 칸〔多田桓〕에게 토쿄〔東京〕에 가도록 명하였는데, 황태후 폐하의 환후가 위독하므로 사신을 보내 문후하게 한 것이다.",
                "hj": "十一日。 命本職長官子爵閔丙奭、事務官多田桓前往東京。 以皇太后陛下患候危篤, 遣使問候也。"
            },
            "2": {
                "H2KE-EN": "On muo day, the first day of the fifth month, the Queen Mothers dwelling was observed.",
                "H2KE-nKo": "오늘 오전 2시에 황태후 폐하가 붕어하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 4월 11일(양력) 2번째기사",
                "gt-oKo": "오늘 오전 2시에 황태후 폐하(皇太后陛下)가 붕어(崩御)하였다.",
                "hj": "本日午前二時, 皇太后陛下崩御。"
            },
            "3": {
                "H2KE-EN": "On gyemyo day, the royal carriage visited the Guesthouse of 총독 . [The King] expressed his grief over the death [of the Grand Abdicated King]. Then [he] visited Sugang Palace to pay his respects [to the King].",
                "H2KE-nKo": "어가가 총독 관저에 나아가 조사를 아뢰어 줄 것을 부탁하였다. 이어 덕수궁에 나아가 근알하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 4월 11일(양력) 3번째기사",
                "gt-oKo": "어가〔駕〕로 총독 관저(官邸)에 나아가 조사(弔辭)를 아뢰어 줄 것을 부탁하였다. 이어 덕수궁(德壽宮)에 나아가 근알(覲謁)하였다.",
                "hj": "駕臨總督官邸, 託轉奏弔辭。 仍詣德壽宮, 覲謁。"
            },
            "4": {
                "H2KE-EN": "On gyemyo day, the Grand Abdicated King proceeded to the temporary palace in 총독 Guesthouse and reported his condolences [to the Grand Abdicated King].",
                "H2KE-nKo": "태왕 전하가 어가로 총독 관저에 나아가 조사를 전해 줄 것을 당부하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 4월 11일(양력) 4번째기사",
                "gt-oKo": "태왕 전하(太王殿下)가 어가〔駕〕로 총독 관저(官邸)에 나아가 조사(弔詞)를 아뢰어 줄 것을 부탁하였다.",
                "hj": "太王殿下駕臨總督官邸, 託轉奏弔詞。"
            },
            "5": {
                "H2KE-EN": "Due to the great mourning period, [the King] suspended the court assembly on the twelfth day of this month from the twelfth day of this month. This was an official document sent by the palace agency .",
                "H2KE-nKo": "대상으로 인하여 이달 12일부터 3일 동안 폐조를 치렀는데, 궁내성의 통첩이 있었기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 4월 11일(양력) 5번째기사",
                "gt-oKo": "대상(大喪)으로 인하여 이달 12일부터 3일간 조회를 폐하겠다고 하였다. 궁내성(宮內省)에서 통첩(通牒)이 있었다.",
                "hj": "因大喪, 自本月十二日至三日間廢朝, 有宮內省通牒也。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "The Office of the Censor General communicated [the King] on a thirteenth day of the fourth month, which stated, In the middle of the second anniversary of the death of the Grand Abdicated King , the mourning rites for the deceased are as follows: In the case of Joseon, the mourner on the left side wooden vessels with black hemp cloth, and in the case of the left side wooden vessels with black hemp cloth, the mourner on the left side wooden vessels with black hemp cloth, and the mourner on the side wooden vessels with black hemp cloth. In addition, the mourner on the side wooden vessels with black hemp cloth. In the case of the second anniversary of the death of the Grand Abdicated King , the mourner on the eleventh day of the fourth month of the third year of the Xuande era , and the tenth day of the fourth month of the fourth year of the Xuande era . In the case of an official document, the mourners and meat should be used in black color, and the mourners should be used in black mourners. The mourners should be used in the case of the mourners with black hemp cloth, and the mourners should be used in the case of the mourners with wooden vessels. [The mourners and meat] should be distributed to this office.",
                "H2KE-nKo": "궁내성의 통지는 다음과 같다.“이번 대상 중의 상장 - 조선복은 상의를 입고 왼쪽 가슴에 종기를 붙이며 검은 베를 묶는다. 양복은 왼쪽 팔뚝에 검은 종기를 두르고 검은 베로 장식하며, 국기간구는 검은 베로 묶는다. 또 기간 상부에 검은 베를 붙인다. - 대상의 기간 중 - 대정 3년 4월 11일부터 4년 4월 10일까지 - 공문은 상사는 인육을 쓰고 흑색을 쓰며, 종지는 검은 종기를 쓰고 봉통은 쥐빛을 쓴다는 뜻을 이왕직 직원에게 반시하라.”\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 4월 13일(양력) 1번째기사",
                "gt-oKo": "궁내성(宮內省)에서 통지하기를 이번 대상(大喪) 중에는 상장(喪章)【조선옷 상의에는 왼쪽 가슴에 나비모양을 붙인 검은 천을 붙이고, 양복에는 왼쪽 소매에 검은 띠를 두르고, 국기 깃봉은 검은 색 보자기로 싸고 국기대 상부에 검은 베를 단다.】을 하고 대상 기간 중에는【대정(大正) 3년 4월 11일부터 4년 4월 10일까지】 공문에는 인주는 흑색을 쓰며 괘지는 흑색 괘지를 쓰고 봉투는 쥐색을 쓰라는 취지로 이왕직(李王職) 직원에게 반시(頒示)하였다.",
                "hj": "十三日。 宮內省通知: “今此大喪中, 喪章【朝鮮服上衣, 左胸附蝶形結黑布, 洋服, 左腕布經黑褋飾用黑色, 國旗竿球以黑布曩之, 且旗竿上部附黑布。】 及大喪期間中【自大正三年四月十一日至同四年四月十日】, 公文上使用印肉, 用黑色, 罫紙用黑罫, 封筒用鼠色之意, 頒示本職職員。”"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "[The King] ordered the executive assistant to the Office of Royal Decrees Im Mundae to go to Suwon County . This was done to deliberate on the stud farm in this current stud farm and to deliberate on the work of encouraging the stud farm and to disobey the fields of Mount Hwa .",
                "H2KE-nKo": "사무관 하야시 분타로〔林文太郞〕에게 수원군에 출장가라고 명하였다. 권업모범장에서 이왕직 목장을 경영하는 일과 화산 산림을 불하하는 일을 협의하기 위해서이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 4월 14일(양력) 1번째기사",
                "gt-oKo": "사무관(事務官) 하야시 분타로〔林文太郞〕에 명하여 권업모범장(勸業模範場)에서 이왕직(李王職)의 목장 경영 협의 및 화산(花山) 산림(山林)을 불하하는 일을 조사하기 위해 수원군(水原郡)에 출장가게 하였다.",
                "hj": "十四日。 命事務官林文太郞出張水原郡。 爲本職牧場經營協議於勸業模範場及花山山林拂下事, 調査也。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "The King ordered that Adjunct Overseer for Relieving the People Kim Dongwan proceed to Jeonju to examine the location building of the Royal Ancestral Shrine , Gyeongi Hall , and Jo Gyeonggyeong , and the location building of building and repairing of the dams.",
                "H2KE-nKo": "이왕직 사무관 김동완에게 전주군 조경묘, 경기전, 조경단에 나아가 건물 수리할 곳을 간심하고 오라고 명하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 4월 15일(양력) 1번째기사",
                "gt-oKo": "이왕직 사무관(李王職事務官) 김동완(金東完)에게 전주군(全州郡)에 나아가 조경묘(肇慶廟)·경기전(慶基殿)·조경단(肇慶壇) 건물 수리처를 간심(看審)하고 오라고 명하였다.",
                "hj": "十五日。 命本職事務官金東完詣全州郡肇慶廟、慶基殿、肇慶壇, 建物修理處看審以來。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "The Crown Prince reported, From this day to the twenty-second day of the twentieth month, the student at this provincial preliminary-stage examination should be recruited from the provincial preliminary-stage examination on the grounds that the student attached to the provincial preliminary-stage examination on the grounds that the student attached to the provincial preliminary-stage examination on the grounds that the student attached to the provincial preliminary-stage examination on the grounds that the student attached to the provincial preliminary-stage examination on the grounds that the student attached to the provincial preliminary-stage examination on the grounds that the student attached to the provincial preliminary-stage examination on the grounds that the student attached to the provincial preliminary-stage examination on the grounds that the student attached to the provincial preliminary-stage examination on the grounds that the student attached to the provincial preliminary-stage examination on the grounds that the student attached to the provincial preliminary-stage examination on the grounds that the student attached to the provincial preliminary-stage examination on the grounds that the student attached to the provincial preliminary-stage examination on the grounds that the student attached to the provincial preliminary-stage examination on the grounds that the student attached to the provincial preliminary-stage examination on the grounds that",
                "H2KE-nKo": "왕세자가, 유년학교 본과 생도의 야영 연습을 위하여 오늘부터 22일까지 천엽현 습지 야영 연습장에 출장하기로 정하였다는 내용을 전보로 품달하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 4월 16일(양력) 1번째기사",
                "gt-oKo": "왕세자(王世子)가 유년 학교(幼年學校) 본과 생도의 야영연습을 위하여 일본에서 22일까지 치바현〔千葉縣〕 야지 연습장(野志演習場)에 출장가기로 정해졌다는 내용을 전보로 품달하였다.",
                "hj": "十六日。 王世子, “爲幼年學校本科生徒野營演習, 自本日至二十二日, 千葉縣習志野演習場出張爲定”之意, 電報稟達。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On gapja day, the first day of the month, this year, the expenses for 1250,000 geun of annual costal costs.",
                "H2KE-nKo": "본 연도 이왕직의 세비 150만원을 조선 총독부의 예산 세출 경상부 제1관 제1항에 편입하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 4월 2일(양력) 1번째기사",
                "gt-oKo": "본 연도 이왕직(李王職) 세비(歲費) 150만원을 조선 총독부(朝鮮總督府)의 예산세출(豫算歲出) 경상부(經常部) 제1관 제1항에 편입하였다.",
                "hj": "二日。 本年度本職歲費百五十萬圓, 編入於朝鮮總督府豫算歲出經常部第一款第一項。"
            },
            "2": {
                "H2KE-EN": "[The King] bestowed 300 geun of coarse coarse.",
                "H2KE-nKo": "조선공론사의 경마회에 일금 300원을 하사하였다. 동사가 1주년 기념 및 마필의 개량을 장려하기 위해 용산 연병장에서 경마대회를 설행하였으므로 이렇게 증여한 것이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 4월 2일(양력) 2번째기사",
                "gt-oKo": "조선공론사(朝鮮公論社)의 경마회(競馬會)에 돈 300원을 내렸다. 동사가 창사 1주년 기념 및 마필 개량을 장려하는 뜻의 경마대회를 용산(龍山) 연병장(練兵場)에서 열었는데, 이 일로 준 것이다.",
                "hj": "賜朝鮮公論社競馬會金三百圓。 同社爲一週年記念及馬匹改良奬勵, 設競馬大會于龍山練兵場, 有是贈與也。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "A proposal regarding the reform of the mourning clothes for the salaried supplementary",
                "H2KE-nKo": "이왕직 고용원의 복제 개정 및 고용원의 피복과 아울러 부속품 급여 대여 규정 중 개정에 관한 안건을 궁중에 반시하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 4월 20일(양력) 1번째기사",
                "gt-oKo": "이왕직(李王職) 고용원의 복제(服制) 개정 및 고용원 피복(雇傭員被服)과 아울러 부속품 급여(附屬品給與)의 대여 규정 중 개정 안건을 궁중에 반시(頒示)하였다.",
                "hj": "二十日。 本職雇傭員服制改正及雇傭員被服竝附屬品給與之貸與規程中改正件, 頒示宮中。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On gyemyo day, [the King] went to the main hall of governance and held audience with the envoys [from Ming China]. They presented one dan of gold and silver plum wooden silk to the Emperor [of Ming China].",
                "H2KE-nKo": "선정전에 나아가 자작 다케야 하루미쓰〔竹屋春光〕와 부인을 접견하고 금실과 은실로 짠 포단 각 1매씩을 진헌하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 4월 21일(양력) 1번째기사",
                "gt-oKo": "선정전(宣政殿)에 나아가 자작(子爵) 다케야 하루미쓰〔竹屋春光〕와 부인을 접견(接見)하였다. 금은 사직포단(金銀絲織布團) 각각 1매(枚)씩 바쳤다.",
                "hj": "二十一日。 臨于宣政殿, 接見子爵竹屋春光、同夫人, 進獻金銀絲織布團各一枚。"
            },
            "2": {
                "H2KE-EN": "The Crown Prince returned from the special residence of the Capital Markets in the eastern suburbs [of the capital]. ",
                "H2KE-nKo": "왕세자가 습지야의 연습장에서 토쿄〔東京〕의 별저로 돌아왔다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 4월 21일(양력) 2번째기사",
                "gt-oKo": "왕세자(王世子)가 야지 연습장(野志演習場)에서 토쿄〔東京〕 별저(別邸)로 돌아왔다.",
                "hj": "王世子, 自習志野演習場, 還于東京別邸。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On gyemyo day, [the King] received the officials in audience the ninth-waiting robes of the ninth-waiting bands of the ninth-waiting , S Quansang , and Administrator of the Government Arsenal Ahn Sungseon . [The King] also received [the officials in] Sugang Palace .",
                "H2KE-nKo": "선정전에서 제9사단장 가와무라 시게토시〔川村宗常〕와 군사령관 안도 사다미〔安東貞美〕를 접견하였다. 덕수궁에서도 접견하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 4월 22일(양력) 1번째기사",
                "gt-oKo": "제9사단장(第九師團長) 가와무라 소조〔川村宗常〕, 군사령관(軍司令官) 안도 사다미〔安東貞美〕를 선정전(宣政殿)에서 접견하였다. 덕수궁(德壽宮)에서도 접견하였다.",
                "hj": "二十二日。 接見第九師團長川村宗常、軍司令官安東貞美于宣政殿。 德壽宮亦爲接見。"
            },
            "2": {
                "H2KE-EN": "On the first day of the month, among those who wish to meet Hyeomwon and Injeong Hall (Hall of Benevolence and Longevity, those who wish to see Hyeomwon and Injeong Hall (Hall of Benevolence and Longevity are permitted to see Hyeomwon or Hyeomjin , regardless of whether it is located in the territory or individuals of other countries, regardless of whether it is located in the territory or individuals. Otherwise, those who wish to see Hyeomwon or Injeong Hall (Hall of Benevolence and Longevity are allowed to see Hyeomwon or Injeong Hall (Hall of Benevolent Governance, regardless of whether it is located in the territory or individuals, regardless of whether it is located in the territory or individuals or individuals, regardless of whether it is located individuals or individuals. Otherwise, those who have lost special circumstances or individuals such circumstances should be dealt with according to the cumstances and deliberated on the matter.",
                "H2KE-nKo": "양암 제1기 가운데 비원 및 인정전에서 보기를 원하는 자는 내지나 외국인을 막론하고 그에 상당하는 신분에 한하여 허가하고, 그 밖에 특별한 사정이 있는 사람은 그때 가서 자세히 의논하여 처리하겠다고 하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 4월 22일(양력) 2번째기사",
                "gt-oKo": "양암(諒闇) 제1기 중에 비원(祕苑) 및 인정전(仁政殿)을 보기를 원하는 자는 내외국인을 막론하고 그에 상당한 신분에 한하여 허가하고, 그 외에 특수한 사정이 있는 사람은 그때 가서 전의(詮議)하는 것으로 처리하였다.",
                "hj": "諒闇第一期中有秘苑及仁政殿願見者, 勿問內地及外國人, 限其有相當身分, 許可, 其他有特殊事情人, 當臨時詮議, 處之。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "The King ordered that Yi Gyeomje , an administrative officer , be dispatched to Gwangju County to examine the shape of sandalwood fields and roofs attached to the Royal Tombs of King Taejong and Queen Wongyeong .",
                "H2KE-nKo": "사무관 이겸제에게 광주군에 출장 가서 헌인릉의 부속 산림 조림 상황을 간심하고 오라고 명하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 4월 30일(양력) 1번째기사",
                "gt-oKo": "사무관(事務官) 이겸제(李謙濟)에게 광주(廣州)에 출장가서 헌릉(獻陵), 인릉(仁陵) 부속 산림의 조림 상황을 간심(看審)하고 오라고 명하였다.",
                "hj": "三十日。 命事務官李謙濟出張於廣州郡, 獻仁陵附屬山林造林狀況看審以來。"
            },
            "2": {
                "H2KE-EN": "The King granted 500원을 Special Kilk Sagang , a local field commander . This was because he made efforts to diligently manage the affairs of the Ulje River . ",
                "H2KE-nKo": "변호사 오카다 에이루〔岡田榮〕에게 일금 500원을 특별히 하사하였다. 그가 고울 부량사의 일에 수고하였기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 4월 30일(양력) 2번째기사",
                "gt-oKo": "특별히 변호사(辯護士) 오카다 사카에〔岡田榮〕에게 일금 500원을 내렸다. 고을의 불량한 사건에 근로(勤勞)하였기 때문이다.",
                "hj": "特賜辯護士岡田榮金五百圓。 以其有고울부량事件勤勞也。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "The Middle Army , the Middle Army Command Agency , and the Middle Army Command Agency , including thirty-seven men, came and were received in audience by the King. ",
                "H2KE-nKo": "육군 보병 중좌 마쓰자키 신타로〔松崎新太郞〕와 육군 장교 등 37인이 알현하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 4월 6일(양력) 1번째기사",
                "gt-oKo": "육군(陸軍) 보병(步兵) 중좌(中佐) 마쓰자키 신타로〔松崎新太郞〕 및 육군 장교(將校) 등 37인이 알현하였다.",
                "hj": "六日。 陸軍步兵中佐松崎新太郞及陸軍將校等三十七人謁見。"
            },
            "2": {
                "H2KE-EN": "[The King] sent Malsong웅eon , an administrative officer , to four counties in Jeolla Province , including Jangheung , Gangjin , Haehae , Gwangju , and other counties in Chungcheong Province , to Buyeo County .",
                "H2KE-nKo": "사무관 스에마쓰 구마히코〔末松熊彦〕를 전라남도 장흥, 강진, 해남, 광주 등 4개 군과 충청남도 부여군에 보내어 고려의 불탄 유적을 조사하게 하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 4월 6일(양력) 2번째기사",
                "gt-oKo": "사무관(事務官) 스에마쓰 구마히코〔末松熊彦〕를 전라남도(全羅南道) 장흥(長興), 강진(康津), 해남(海南), 광주(光州) 등 4군(郡) 및 충청남도(忠淸南道) 부여군(扶餘郡)에 보내어 고려(高麗) 소요 유적(燒窯遺跡)을 조사하게 하였다.",
                "hj": "遣事務官末松熊彦, 調査高麗燒窯遺跡於全羅南道長興、康津、海南、光州等四郡及忠淸南道扶餘郡。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "The Grand Abdicated King proceeded to Dondeok Hall and viewed the dancers and the musical instruments of the yang musical instruments.",
                "H2KE-nKo": "태왕 전하가 돈덕전에 나아가 양악대의 가장 무도 및 정악을 관람하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 4월 8일(양력) 1번째기사",
                "gt-oKo": "태왕 전하(太王殿下)가 돈덕전(惇德殿)에 나아가 양악대 가장무도(洋樂隊假裝舞蹈) 및 정악(正樂)을 관람하였다.",
                "hj": "八日。 太王殿下臨于惇德殿, 觀覽洋樂隊假裝舞蹈及正樂。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "While the illness of the Empress Document Office , the Empress Document Office [of the Crown Prince] was critical, [the Empress Document Office of the Crown Prince] sent the official in charge of the Empress Document Office of the Crown Prince to inquire after the health [of the Empress Document Office of the Crown Prince].",
                "H2KE-nKo": "총독부에서 황태후 폐하의 환후가 위독하다는 보고가 있었으므로 이왕직 장관 자작 민병석을 총독부에 보내어 문후를 아뢰어 주도록 부탁하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 4월 9일(양력) 1번째기사",
                "gt-oKo": "총독부(總督府)로부터 황태후 폐하의 환후가 위독하다는 보고를 받고 이왕직 장관(李王職長官) 자작(子爵) 민병석(閔丙奭)을 총독부(總督府)에 보내어 문후를 전해줄 것을 당부하였다.",
                "hj": "九日。 自總督府有皇太后陛下患候危篤之報, 遣本職長官子爵閔丙奭于總督府, 託轉奏問候。"
            },
            "2": {
                "H2KE-EN": "The King granted the printing blocks for the Typecasting Foundry【조선신문사의 개최 3번째이다.】 일금 300원을 특별히 하사하였다.",
                "H2KE-nKo": "기차박람회 - 조선신문사 개최 제3회 - 에 일금 300원을 특별히 하사하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 4월 9일(양력) 2번째기사",
                "gt-oKo": "특별히 기차박람회(汽車博覽會)【조선신문사(朝鮮新聞社) 개최 제3회이다.】에 일금 300원을 내렸다.",
                "hj": "特賜汽車博覽會【朝鮮新聞社開催第三回。】 金三百圓。"
            }
        }
    },
    "05": {
        "1": {
            "1": {
                "H2KE-EN": "On gabin day, the first day of the fourth month, the King bestowed 3,000원을 후작 이해chang , upon the first day of the fourth month of the gabin year (. The King also bestowed 2,000원을 하사하였다. This was because the houses were burned and lost their buildings.",
                "H2KE-nKo": "- 음력 갑인년 4월 7일 - 특별히 후작 이해창에게 일금 3000원을 하사하였다. 덕수궁에서도 2000원을 하사하였다. 그 가옥이 불타 없어졌으므로 건축을 보조한 것이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 5월 1일(양력) 1번째기사",
                "gt-oKo": "【음력 갑인년(甲寅年) 4월 7일】 후작(侯爵) 이해창(李海昌)의 집이 화재로 소실되어 특별히 돈 3천원을 내렸다. 덕수궁(德壽宮)에서도 2,000원을 내려 집 짓는데 보조하게 하였다.",
                "hj": "一日。【陰曆甲寅四月初七日】 特賜金三千圓于侯爵李海昌。 德壽宮亦賜二千圓。 以其家屋燒失, 補助建築也。"
            },
            "2": {
                "H2KE-EN": "The King ordered the expenses for the construction of the dams and the repair of the dams in Hwangsan Prefecture in Jeolla Province be 1,000원을 the expenses for the dams and storehouses in Hwangsan Prefecture .",
                "H2KE-nKo": "이왕직에서 관할하는 전라남도 무안군 일희면과 해남군 황산면에 있는 제언 및 저수지 수리비 1000원을 별도 자금 중에서 지출하라고 명하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 5월 1일(양력) 2번째기사",
                "gt-oKo": "이왕직(李王職) 소관의 전라남도(全羅南道) 무안군(務安郡) 일희면(一喜面), 해남군(海南郡) 황산면(黃山面) 소재의 제언(堤堰) 및 저수지(貯水池) 수리비를 별도 자금 중에서 지출하도록 명하였다.",
                "hj": "命本職所管全羅南道務安郡一喜面、海南郡黃山面所在堤堰及貯水池修理費金一千圓, 以別塗資金中支出。"
            },
            "3": {
                "H2KE-EN": "A proposal for supplying necessities to the Five Classics of Documents (Minamoto Masakiyo . [The Classics] presented the Five Classics to the Emperor.",
                "H2KE-nKo": "도서두 야마구치 에이노스케〔山口銳之助〕가 평상시 편람하기 위해 《황실약첩》 5부를 진헌하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 5월 1일(양력) 3번째기사",
                "gt-oKo": "도서두(圖書頭) 야마구치 에이노스케〔山口銳之助〕가 常時 편람을 위하여 황실약첩(皇室略牒) 5부(部)를 진헌(進獻)하였다.",
                "hj": "圖書頭山口銳之助, 爲常時便覽, 進獻《皇室略牒》五部。"
            },
            "4": {
                "H2KE-EN": "A proposal regarding the 4,980 round-collected variety sailors at the Relief Agency , which were carrying 4,000 variety sailors from the Relief Agency . [The variety sailors] received from them.",
                "H2KE-nKo": "조선우선회사 이왕직에서 가지고 있는 주식 4000주의 이익배당금 1980원을 경리실로부터 수령하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 5월 1일(양력) 4번째기사",
                "gt-oKo": "이왕직(李王職)에서 가지고 있는 조선우선회사(朝鮮郵船會社) 주식(株式) 4,000주(株)의 이익배당금(利益配當金) 1,980원을 경리실로부터 수령하였다.",
                "hj": "朝鮮郵船會社本職持株四千株利益配當金一千九百八十圓, 自經理室受領。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "On gyemyo day, the King ordered Senior Military Officer Han Sanghak to go to Sugang Palace to 봉심하고 오게 하였다. This was because it was the memorial rites on the anniversary of the passing of Queen Sinjeong (Jeongjongs passing. ",
                "H2KE-nKo": "태왕 전하가 사무관 한상학에게 수릉에 나아가 봉심하고 오라고 명하였다. 신정 익황후의 기신이기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 5월 10일(양력) 1번째기사",
                "gt-oKo": "태왕 전하(太王殿下)가 사무관(事務官) 한상학(韓相鶴)에게 수릉(綏陵)에 나아가 봉심하고 오라고 명하였다. 신정 익황후(神貞翼皇后)의 기신(忌辰)이었기 때문이다.",
                "hj": "十日。 太王殿下命事務官韓相鶴詣綏陵奉審以來。 以神貞翼皇后忌辰也。"
            },
            "2": {
                "H2KE-EN": "The King ordered Special Military Commissioner Kang Jeon Yeong to be entrusted with the legal lawsuits related to the royal family.",
                "H2KE-nKo": "변호사 오카다 에이루〔岡田榮〕를 왕가 소관의 법률사무에 촉탁하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 5월 10일(양력) 2번째기사",
                "gt-oKo": "변호사(辯護士) 오카다 사카에〔岡田榮〕에게 왕가 소관의 법률사무를 촉탁하였다.",
                "hj": "以辯護士岡田榮囑託王家所關法律事務。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "A proposal regarding the repair of the altars for the Royal Ancestral Shrine , halls, palaces, royal tombs, Royal Tombs of King Taejo , Royal Tombs of Queen Sinui , Royal Tombs of King Taejo , and Royal Tombs of Queen Sinui , and Royal Tombs of King Taejo . The number of vacancies was 20,8000.",
                "H2KE-nKo": "종묘 및 각 전, 궁, 능, 원, 묘, 단을 수리하는 비용을 2만 8800원으로 정하여 예산으로 정하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 5월 11일(양력) 1번째기사",
                "gt-oKo": "종묘(宗廟) 및 각 전(殿)·궁(宮)·원(園)·묘(墓)·단(壇)의 수리비를 2만 8,800원으로 정하여 예산을 세웠다.",
                "hj": "十一日。 宗廟及各殿、宮、陵、園、墓、壇修理費, 以二萬八千八百圓, 定立豫算。"
            },
            "2": {
                "H2KE-EN": "[The King] ordered the repair of the altars of the Royal Tombs of King Taejong and Queen Wongyeong , Yeongheung , Hamheung , and each of the Royal Tombs of King Taejo , the second royal shrine , and the altars of the Royal Tombs of King Taejo . ",
                "H2KE-nKo": "선원전 영흥과 함흥의 두 본궁 및 각 지릉, 원, 묘, 단을 수리하라고 명하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 5월 11일(양력) 2번째기사",
                "gt-oKo": "준원전(濬源殿)과 영흥(永興), 함흥(咸興)의 두 본궁(本宮) 및 각지의 능원(陵園)과 묘단(墓壇)을 수리하라고 명하였다.",
                "hj": "命修理璿源殿永興、咸興兩本宮及各地陵、園、墓、壇。"
            },
            "3": {
                "H2KE-EN": "On gyemyo day, [the King] received the Senior Commander in Chief [of the Middle Army] Saemontar in audience at Seonjeong Hall . [The King] also received him in audience. This was because [the King] had newly appointed him.",
                "H2KE-nKo": "선정전에서 경무 총장 다치바나 고이치로〔立花小一郞〕를 접견하였다. 덕수궁에서도 접견하였다. 그가 새로 부임하였기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 5월 11일(양력) 3번째기사",
                "gt-oKo": "신임 경무 총장(警務總長) 다치바나 고이치로〔立花小一郞〕를 선정전(宣政殿)에서 접견하였다. 덕수궁(德壽宮)에서도 접견하였다. 새로 임용되었기 때문이다.",
                "hj": "接見警務總長日立花小一郞于宣政殿。 德壽宮亦爲接見。 以其新任也。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On gyemyo day, [the King] went to Seonjeong Hall , and the Queen accompanied by him. They held audience with the Grand Prince Dangok Sanshin and his wife. This was because they were to return to the eastern suburbs of the capital.",
                "H2KE-nKo": "선정전에 나아갔다. 왕비도 함께 나아갔다. 자작 다케야 하루미쓰〔竹屋春光〕와 그 부인을 접견하였다. 토쿄〔東京〕로 돌아가기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 5월 12일(양력) 1번째기사",
                "gt-oKo": "선정전(宣政殿)에 나아갔다. 왕비(王妃)도 함께 나아갔다. 자작(子爵) 다케야 하루미쓰〔竹屋春光〕 및 그 부인을 접견하였다. 토쿄〔東京〕로 돌아가기 때문이다.",
                "hj": "十二日。 臨于宣政殿, 王妃同臨, 接見子爵竹屋春光及其夫人。 以將還東京也。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "[The King] specially bestowed 600원을 the Records of Joseon Dynasty .",
                "H2KE-nKo": "조선연구회에 일금 600원을 특별히 하사하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 5월 13일(양력) 1번째기사",
                "gt-oKo": "특별히 조선연구회(朝鮮硏究會)에 일금 600원을 내렸다.",
                "hj": "十三日。 特賜金六百圓于朝鮮硏究會。"
            },
            "2": {
                "H2KE-EN": "[The King] ordered Yi Jungong to visit the eastern suburbs [of the capital] and participate in the second-year mourning rite .",
                "H2KE-nKo": "이준 공에게 토쿄〔東京〕에 나아가 대장의를 행할 때 반열에 참석하라고 명하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 5월 13일(양력) 2번째기사",
                "gt-oKo": "이준 공(李埈公)에게 토쿄〔東京〕에 나아가 대장의(大葬儀)에 참렬(參列)하라고 명하였다.",
                "hj": "命李埈公赴東京, 大葬儀時參列。"
            },
            "3": {
                "H2KE-EN": "The King sent Adjunct Overseer of the Office of Royal Decrees Kwon Tansabur to Suwon County to investigate the places where the building of the Royal Tombs of King Taejo and the Royal Tombs of King Taejo .",
                "H2KE-nKo": "사무관 곤도 시로스케〔權藤四郞介〕를 수원군에 보내 융릉과 건릉의 부속 건물 수리처 및 가교 공사를 조사하게 하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 5월 13일(양력) 3번째기사",
                "gt-oKo": "사무관(事務官) 곤도 시로스케〔權藤四郞介〕를 수원군(水原郡)에 보내어 융릉(隆陵), 건릉(健陵) 부속 건물 수리처 및 가교 공사를 조사하도록 하였다.",
                "hj": "遣事務官權藤四郞介于水原郡, 隆陵、健陵附屬建物修理處及架橋工事, 調査。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "Their Majesties [the Grand Abdicated King and the King] specially granted 600원을 Bojonjo , a old clan named in Haeju .",
                "H2KE-nKo": "양궁에서 특별히 해주 구적보존회에 일금 600원을 하사하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 5월 14일(양력) 1번째기사",
                "gt-oKo": "양궁(兩宮)에서 특별히 해주구적보존회(海州舊蹟保存會)에 일금 600원을 내렸다.",
                "hj": "十四日。 兩宮特賜金六百圓于海州舊蹟保存會。"
            },
            "2": {
                "H2KE-EN": "A proposal regarding the quota for the salaried hied supplementary supp",
                "H2KE-nKo": "이왕직 고용원의 세별 명칭과 정원을 모두 봉급액을 개정하였다. - 고용원은 1144인인데, 145인이다. 내용원은 174인인데, 175인이다. 회계에 올라 있는 용원은 148인인데, 149인이다. 순시는 4인인데, 3인이다. -\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 5월 14일(양력) 2번째기사",
                "gt-oKo": "이왕직(李王職) 고용원의 세부별 명칭과 정원 및 봉급액을 개정하였다.【고용원(雇傭員) 1,144인은 1,145인으로, 내용원(內傭員) 1,074인은 1,075인으로 하고 회계계(會計係) 용원(傭員) 148인은 149인으로 순시(巡視) 4인은 3인으로 개정한다.】",
                "hj": "本職雇傭員細別名稱定員、竝俸給額, 改正。【雇傭員千百四十四人, 以千百四十五人, 內傭員千七十四人, 以千七十五人, 會計係傭員百四十八人, 以百四十九人, 巡視四人, 以三人改正。】"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "On gyemyo day, [the King] went to 선정전에 나아가 접견하고, Adjunct Overseer for Transmitting the Dynasty Official Andong Sadamori , vice-envoy , the assistant , the vice-envoy , and the vice-envoy Yunsu , and the participated in the military Dynasty official Jang Gohae River .",
                "H2KE-nKo": "선정전에 나아가 군사령관 안도 사다미〔安東貞美〕, 부관 육군 보병 대위 노즈 요타로〔野津要太郞〕, 고성 김윤수, 군참모장 고우미〔古海嚴潮〕를 접견하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 5월 15일(양력) 1번째기사",
                "gt-oKo": "선정전(宣政殿)에 거둥하여 군사령관(軍司令官) 안도 사다미〔安東貞美〕, 부관(副官) 육군 보병 대위(陸軍步兵大尉) 노즈 요타로〔野津要太郞〕, 고조 다네히데〔古城胤秀〕, 군참모장(軍參謀長) 고우미〔古海嚴潮〕를 접견하였다.",
                "hj": "十五日。 臨于宣政殿, 接見軍司令官安東貞美、副官陸軍步兵大尉野津要太郞·古城胤秀、軍參謀長古海嚴潮。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "Malong웅eon , an administrative officer of this office, was dispatched to Jeonnam in order to inspect the Goryeo dynastys strategic points. He saw the site of the old strategic points of the old strategic point of the old strategic point, as well as stored strategic points, as well as stored strategic points of the stored strategic points. The King ordered that Malong웅eon also purchase the stored strategic points.",
                "H2KE-nKo": "이왕직 사무관 스에마쓰 구마히코〔末松熊彦〕가 고려의 방적을 조사하기 위하여 전남 지방에 파견되어 강진군의 대구면에서 고려의 옛 방류지를 발견하였다. 탐문할 때 당시 폐기되어 온전하지 못한 도자기 및 파편 등의 물건을 많이 얻어 이왕직 박물관에 보관하고 있었는데, 도토가 남아 있는 땅도 조금씩 사 두었다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 5월 16일(양력) 1번째기사",
                "gt-oKo": "이왕직 사무관(李王職事務官) 스에마쓰 구마히코〔末松熊彦〕를 고려(高麗) 요적(窯跡)을 조사하기 위하여 전남 지방(全南地方)에 파견하여 강진군(康津郡)의 대구면(大口面)에서 고려(高麗) 요적(窯跡) 유지(遺址)를 발견하였다. 탐방할 즈음에 당시 폐기된 불완전한 도자기 및 파편 등의 물건을 많이 얻어서 이왕직 박물관(博物館)에 보관하였는데, 도토(陶土)가 있는 땅 약간을 또한 사두었다.",
                "hj": "十六日。 本職事務官末松熊彦, 爲調査高麗窯跡, 派遣于全南地方, 發見高麗古窯遺址於康津郡之大口面。 探訪之際, 多得當時廢棄不完全之陶磁器及破片等物, 保留于本職博物館。 陶土存在地段少許, 亦爲買置。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "A proposal was sent to Goyang County to investigate the survey of the land located in the vicinity of the Royal Tomb of Queen Uihye and attached to the Royal Tomb of Queen Uihye and to survey the land. After surveying the land, a wooden palisades was set up. ",
                "H2KE-nKo": "인원을 고양군에 파견하여 의릉의 부속지 안의 경계를 측량하는 것을 사정한 뒤에 이어 표목을 설치하게 하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 5월 18일(양력) 1번째기사",
                "gt-oKo": "인원을 고양군(高陽郡)에 파견하여 의릉(懿陵) 부속지 내의 경계 측량을 사정(査定)하고 나서 표목(標木)을 설치하였다.",
                "hj": "十八日。 派員于高陽郡, 査定懿陵附屬地內境界測量後, 仍設標木。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On muo day, at the funeral for the Empress Dowager of Confucius , the suspending of the twenty-fourth day from the twenty-first day to the twenty-sixth day.",
                "H2KE-nKo": "소헌 황태후의 대장은 24일부터 26일까지 3일간 정무하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 5월 23일(양력) 1번째기사",
                "gt-oKo": "소헌 황태후(昭憲皇太后)의 대장(大葬)으로 24일부터 26일까지 사흘간 업무를 정지하였다.",
                "hj": "二十三日。 昭憲皇太后大葬時, 自二十四日至二十六日, 三日間停務。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "[The King] ordered that Assistant State Councilor Yun Deokyeong be dispatched. [The King] sent Assistant State Councilor Kim Chunhui to Yongsan to Military Training Office . [The King] sent Assistant State Councilor Kim Chunhui to the Training Office to the Military Training Office for the Training Confucius to participate in the salutation ritual procedure for the great-grandfather of the Grand Abdicated King.",
                "H2KE-nKo": "찬시 자작 윤덕영을, 덕수궁에서는 찬시 남작 김춘희를 용산 연병장에 보내고, 소헌 황태후의 대장의 요배식에 참석하라고 명하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 5월 24일(양력) 1번째기사",
                "gt-oKo": "찬시(贊侍) 자작(子爵) 윤덕영(尹德榮)을 보내고 덕수궁(德壽宮)에서도 찬시 남작(男爵) 김춘희(金春熙)를 용산(龍山) 연병장(練兵場)에 보내어 소헌 황태후(昭憲皇太后)의 대장의(大葬儀) 요배식(遙拜式)에 참례하였다.",
                "hj": "二十四日。 命遣贊侍子爵尹德榮。 德壽宮遣贊侍男爵金春熙于龍山練兵場, 昭憲皇太后大葬儀遙拜式, 參列。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "The Crown Prince proceeded to the royal tomb of the Empress Crown Prince and participated in paying respects.",
                "H2KE-nKo": "왕세자가 소헌황태후의 어릉에 나아가 참배하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 5월 26일(양력) 1번째기사",
                "gt-oKo": "왕세자(王世子)가 소헌 황태후(昭憲皇太后)의 능에 나아가 참배(參拜)하였다.",
                "hj": "二十六日。 王世子詣昭憲皇太后御陵, 參拜。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "[The King] ordered that Student of the East and West Infirmaries for Relieving the People be sent to the Study of the Capital Livestock Breeding in the Capital Livestock Breeding and the East Infirmaries for Relieving the People in the capital. Investigate the source of the East Infirmaries for Relieving People and examining the source of illness as well as the method of raising and raising livestock.",
                "H2KE-nKo": "이왕직 기사 오카다 노부토시〔岡田信利〕를 토쿄제국대학과 교토동물원에 파견하여 동물원에서 기르는 동물의 질병 원인 및 생육과 사육 방법을 조사하여 연구하도록 명하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 5월 27일(양력) 1번째기사",
                "gt-oKo": "이왕직 기사(李王職技師) 오카다 노부토시〔岡田信利〕를 토쿄제국대학〔東京帝國大學〕 및 교토동물원〔京都動物園〕에 파견하여 동물원에서 기르는 동물의 질병 원인 및 생육과 사육 방법을 조사 연구하도록 명하였다.",
                "hj": "二十七日。 命派本職技師岡田信利于東京帝國大學及京都動物園。 査究動物園所養動物之疾病原因及生育飼養方法也。"
            },
            "2": {
                "H2KE-EN": "The sixth-year term of the recipient for the Relief Agency in Dongyang [Districts] were 5,860 volumes of gold. [The gold] was received from the chamber of the Relief Agency .",
                "H2KE-nKo": "동양척식회사 제6기 이익배당금 5860원을 경리실로부터 수령하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 5월 27일(양력) 2번째기사",
                "gt-oKo": "동양척식주식회사(東洋拓植株式會社)의 제6기 이익배당금(利益配當金) 5,860원을 경리실로부터 수령하였다.",
                "hj": "東洋拓殖會社第六期利益配當金五千八百六十圓, 自經理室受領。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "The Crown Prince returned from the capital to the special residence of the eastern suburbs [of the capital].",
                "H2KE-nKo": "왕세자가 경도부에서 토쿄〔東京〕의 별저로 돌아왔다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 5월 28일(양력) 1번째기사",
                "gt-oKo": "왕세자(王世子)가 교토부〔京都府〕로부터 토쿄〔東京〕 별저(別邸)로 돌아왔다.",
                "hj": "二十八日。 王世子, 自京都府, 還于東京別邸。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On mujin day, the King ordered Senior Military Officer Kim Myeongsu to visit Sugang Palace to 봉심하고 오게 하였다. This was because it was the memorial rites on the anniversary of the passing of Emperor Wenzong of the Spirit Hall of Culture and Literary Birthday .",
                "H2KE-nKo": "태왕 전하가 사무관 김명수에게 수릉에 나아가 봉심하고 오라고 명하였다. 문조 익황제의 기신제였기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 5월 29일(양력) 1번째기사",
                "gt-oKo": "태왕 전하(太王殿下)가 사무관(事務官) 김명수(金明秀)에게 수릉(綏陵)에 나아가 봉심(奉審)하고 오라고 명하였다. 문조 익황제(文祖翼皇帝)의 기신(忌辰)이었기 때문이다.",
                "hj": "二十九日。 太王殿下命事務官金明秀詣綏陵奉審以來。 以文祖翼皇帝忌辰也。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "[The King] bestowed one jars of silver jars upon the second counselor of the Three Armies Comprehensive Myeongsei , the second counselor of the Government Arsenal . [The King] bestowed one jars of silver jars, one jars of silver jars of gilded with silver gilded with gold gilded with ",
                "H2KE-nKo": "신임 육군 참모 차장 아카시 겐지로〔明石元二郞〕에게 주묵전식 은제 화병 1개, 금측회중시계 1개, 백금제시계쇄 1근을 하사하고, 덕수궁에서도 주자손전식 화병 1개, 주뇌문전식 은제 화병 1개를 하사하였다. 부임하였다가 토쿄〔東京〕로 돌아왔기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 5월 4일(양력) 1번째기사",
                "gt-oKo": "신임 육군 참모 차장(陸軍參謀次長) 아카시 겐지로〔明石元二郞〕가 토쿄〔東京〕에 부임하여 돌아가려고 하니 주호철전식(周饕餮奠式) 은제 화병(銀製花甁) 1개, 금측회중시계(金側懷中時計) 1개, 백금제시계줄(白金製時計鎖) 1근(筋)을 내리고 덕수궁(德壽宮)에서도 주자손유식(周子孫卣式) 은제 화병(銀製花甁) 1개, 주뇌문치식(周雷紋觶式) 은제 화병(銀製花甁) 1개를 내렸다.",
                "hj": "四日。 賜新任陸軍參謀次長明石元二郞周饕餮尊式銀製花甁一箇、金側懷中時計一箇、白金製時計鎖一筯。 德壽宮亦賜周子孫卣式花甁一箇、周雷紋觶式銀製花甁一箇。 以其赴任還東京也。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "Yi Gangs household kept in the two districts of Gyeongsang Province , Masan Prefecture , Yongnam , and Geoje [in Gyeongsang Province] were stationed in the coastal areas of Military Procurement . In the eighth month of the thirty-nineteenth year of the Xuande era (, [Yi] Hyangs household , and [Yi] Hyangs household , located in the middle of the midle of the slightest supplementary slightest slightly slightest supplementary slightest supplement slightest slightly slightest supplement slightest s",
                "H2KE-nKo": "이강 공가에 있는 경상남도 마산부 및 용남, 거제 두 군의 연안 어장을 명치 39년 8월부터 향추 원태로 하여금 대차하기로 약속하였다. 올해부터 해당 어장세는 매년 약 2200원, 향추 부담 대부료금은 어업 면허일로부터 기산하여 10개 년을 경과한 뒤에 매년 1000원 - 원래 대차한 부료금 1만 5000원이다. - 을 증가하는 사안이다. 공부 사무관 구로사키 미치오〔黑崎美智雄〕가 향추와 서로 협의하여 계약한 것을 이달 8일부터 인가하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 5월 5일(양력) 1번째기사",
                "gt-oKo": "이강 공(李堈公) 집안 소유의 경상남도(慶尙南道) 마산부(馬山府) 및 용남(龍南)과 거제(巨濟) 양 군(郡) 연안 설어장(鱈漁場)을 명치(明治) 39년 8월 가시이 겐타로〔香椎源太郞〕에게 대차하는 것으로 계약하였다. 올해부터 해당 어장세는 매년 약 2,200원 가시이 겐타로가 부담하는 대부요금은 어업면허일로부터 기산(起筭)하여 10개년을 경과하면 매년 1,000원씩【대부요금은 1만 5,000원이다.】 증가한다. 공의 부속 사무관(事務官) 구로사키 미치오〔黑崎美智雄〕과 가시이 겐타로가 상호 협의해서 계약하고 올 8월부터 인가한다.",
                "hj": "五日。 李堈公家所有慶尙南道馬山府及龍南、巨濟兩郡沿岸鱈漁場, 明治三十九年八月, 香椎源太郞締約貸借。 而自今年, 該漁場稅, 每年約二千二百圓, 香椎負擔貸付料金, 自漁業免許日起筭, 十箇年經過後, 每年一千圓【原貸付料金一萬五千圓】 增加事。 公附事務官黑崎美智雄與香椎相互協議契約, 本月八日認可。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "[The King] bestowed one set of jadeite bamboo flute jadeite and one set of jadeite bamboo flute jadeite, while one set of jadeite bamboo flute jadeite, and one set of jadeite bamboo flute with bamboo flute jadeite bamboo flute jadeite, and one set of jadeite bamboo flute with bamboo flute jadeite bamboo flute. [The King] ordered that the Queen inquire after the Queens health. [The King] held a fifth round of jadeite bamboo flute in Daejo Hall and waited for him.",
                "H2KE-nKo": "자작 다케야 하루미쓰〔竹屋春光〕에게 진주 장식 금빈 1매, 부인에게 보석 입대류 1매를 하사하였다. 부인과 함께 돌아간 뒤에 왕비에게 문안하고 대조전 징광루에서 오찬을 베풀어 대접하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 5월 6일(양력) 1번째기사",
                "gt-oKo": "자작(子爵) 다케야 하루미쓰〔竹屋春光〕에게 진주장식 금핀 1매와 함께 온 부인에게 보석이 박힌 대류(帶留) 1매를 내렸다. 부인과 함께 돌아가는 길에 왕비(王妃)에게 문후를 올리니, 대조전 징광루(大造殿澄光樓)에서 오찬(午餐)을 베풀어 대접하였다.",
                "hj": "六日。 賜子爵竹屋春光眞珠粧飾金빈一枚, 同夫人寶石入帶留一枚。 同夫人爲告歸, 問候于王妃, 設午餐于大造殿澄光樓而待之。"
            },
            "2": {
                "H2KE-EN": "A proposal was sent to the county in Paju County to investigate the administrative boundary of Heungwon .",
                "H2KE-nKo": "인원을 파주군에 파견하여 흥원 경계를 사정하게 하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 5월 6일(양력) 2번째기사",
                "gt-oKo": "인원을 파주군(坡州郡)에 파견하여 흥원(興園) 경계를 사정(査定)하였다.",
                "hj": "派員往坡州郡, 査定興園境界。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "[The King] ordered to purchase forty copies of the East and West Infirmaries for Comprehensive Mirror to Aid in Government (C. Dongbao jing , and two copies of the East and West Infirmaries for Comprehensive Mirror to Aid in Government (C. Dongbao jing . [The King] ordered that the remaining copies be divided and bestowed upon each of the other officials, high-ranking officials, and low-ranking officials.",
                "H2KE-nKo": "조선통신사에서 발행하는 《동아지신세력》 40부를 구입하고, 2부는 양궁을 위하여 을람하고 대내로 들이며, 그 나머지는 이왕직 고등관에게 각각 1부씩 나누어 주라고 명하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 5월 7일(양력) 1번째기사",
                "gt-oKo": "조선 통신사(朝鮮通信社)가 발행한 《동아의 신세력〔東亞之新勢力〕》 40부를 구입하도록 명하고, 2부는 양궁(兩宮)에서 열람하도록 들이고 그 나머지는 이왕직 고등관에게 각각 1부씩 주도록 하였다.",
                "hj": "七日。 命購朝鮮通信社發行《東亞之新勢力》四十部, 二部爲兩宮乙覽內入, 其餘分賜本職高等官各一部。"
            },
            "2": {
                "H2KE-EN": "A proposal as follows: A member of the Relief Agency in Gyeonggi [Province] [] was sent to Gyeonggi [Province] in one year to capture and raise animals, raised animals, and raised them to the East Infirmaries for Relieving the People in Gyeonggi [Province] []. This was done to supplement the artisans and the study of learning.",
                "H2KE-nKo": "기사 오카다 노부토시〔岡田信利〕를 경기 도내에 파견하여 1년 기한으로 들판에서 나는 새와 짐승을 잡아 새알을 만들어 기르게 하였다. 이왕직의 동물원에서 길러 대중이 관람하는 것과 학술을 연구하는 데 도움이 되게 하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 5월 7일(양력) 2번째기사",
                "gt-oKo": "기사(技師) 오카다 노부토시〔岡田信利〕를 파견하여 경기도(京畿道) 내에서 1년간에 야생 조수와 새집, 새알 등을 수집해서 이왕직(李王職) 동물원에서 키워 공중의 관람 및 학술연구 자료로 삼도록 하였다.",
                "hj": "派技師岡田信利, 在京畿道內, 限一箇年, 捕採野生鳥獸爲巢鳥卵等畜, 養于本職動物園, 以供公衆觀覽及學術硏究資料。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "Former Queen Mothers honorific title, the honorific title was 소헌 . Additionally, high-ranking official in the palace, Administrative Agency , informed the King of this.",
                "H2KE-nKo": "고 황태후에게 소헌이라는 존호를 추상하였다. 궁내 대신 하타노 게이케〔波多野敬直〕의 고시가 있었다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 5월 9일(양력) 1번째기사",
                "gt-oKo": "고(故) 황태후(皇太后)에게 존호를 소헌(昭憲)으로 추상(追上)하였다. 궁내 대신(宮內大臣) 하타노 요시나오〔波多野敬直〕의 고시(告示)가 있었다.",
                "hj": "九日。 故皇太后, 追上尊號‘昭憲’, 有宮內大臣波多野敬直告示。"
            }
        }
    },
    "06": {
        "1": {
            "1": {
                "H2KE-EN": "On gabin day, One day, the eighth day of the fifth month of the first year of the Goryeo dynasty, Malongyeon , official for transmitting the Goryeo dynasty, brought a copy of the Dynasty , which had brought by Malongyeon , to Jurchen Pavilion . The King summoned fifteen persons including Malong Monk (Sixong Monk are to study them. ",
                "H2KE-nKo": "- 음력 갑인년 5월 8일 - 고려의 방적 조사원 스에마쓰 구마히코〔末松熊彦〕가 가지고 온 고려의 도기파편을 주합루에 진열하고 신문 잡지기 등 15명을 불러서 관람하게 하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 6월 1일(양력) 1번째기사",
                "gt-oKo": "【음력 갑인년(甲寅年) 5월 8일】 고려(高麗) 요적 조사원(窯跡調査員)스에마쓰 구마히코〔末松熊彦〕가 가지고 온 도자기 파편을 주합루(宙合樓)에 진열하고 신문 잡지 기자 15명을 초대하여 관람케 하였다.",
                "hj": "一日。【陰曆甲寅五月初八日】 高麗窯跡調査員末松熊彦所持來高麗陶瓷器破片, 陳列於宙合樓, 招新聞雜誌記者等十五名, 使之觀覽。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "Minister of Personnel Min Yeongik died in the seaway of China. The King ordered that Administrative Assistant [of the Office of Royal Decrees] Jeon Hwan go and take care of his funeral.",
                "H2KE-nKo": "전 판서 민영익이 중국의 상해 땅에서 졸하였다. 사무관 다다 칸〔多田桓〕에게 명하여 가서 호상하게 하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 6월 10일(양력) 1번째기사",
                "gt-oKo": "전 판서(判書) 민영익(閔泳翊)이 중국(中國) 상해(上海)에서 졸(卒)하였다. 사무관(事務官) 다다 칸〔多田桓〕에게 나아가 호상(護喪)하라고 명하였다.",
                "hj": "十日。 前判書閔泳翊卒於中國上海地。 命事務官多田桓往護其喪。"
            },
            "2": {
                "H2KE-EN": "[The King] received in audience [Jeong] Jeongui , a member of the Bureau of the Capital Markets , in Injeong Hall (Hall of Benevolent Governance, and bestowed 오찬을 베풀었다. [The King] visited his temporary quarters to pay his respects [to the Abdicated King and the King]. The gifts presented to both Kings and the Empress Dowager are one piece of plate-wrapping cloth and two pieces of plate-wraping cloth. The gifts presented to the King and the Empress Dowager and the Empress Dowager.",
                "H2KE-nKo": "총독 백작 데라우치 마사타케〔寺內正毅〕를 인정전에서 접견하고 오찬을 내렸다. 귀임하여 문후하였기 때문이다. 천황과 황후가 양궁에 내린 물품 - 회문대연상 1조, 회회수상 2개이다. -을 봉정하고, 이어 견직물을 바쳤다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 6월 10일(양력) 2번째기사",
                "gt-oKo": "총독(總督) 백작(伯爵) 데라우치 마사타케〔寺內正毅〕를 인정전(仁政殿)에서 접견하고 오찬(午餐)을 내렸다. 귀임 인사를 하였기 때문이다. 천황 폐하와 황후 폐하가 양궁(兩宮)에 내린 물품【시회문대연상(蒔會文臺硏箱) 1조, 시회수상(蒔會手箱) 2개이다.】과 견직물을 바쳤다.",
                "hj": "接見總督伯爵寺內正毅于仁政殿, 賜午餐。 以歸任問候也。 奉呈天皇、皇后兩陛下所賜兩宮物品【蒔繪文臺硯箱一組、蒔繪手箱二箇】, 仍獻絹織物。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "The Queen held the ceremony of coarse silk jade in the Royal Placenta Chamber . The wives of the Chamberry C",
                "H2KE-nKo": "왕비가 비원 친잠실에서 수견식을 행하였다. 총독 백작 데라우치 마사타케〔寺內正毅〕의 부인, 백작 고다마 히데오〔兒玉秀雄〕의 부인 및 후작 윤택영의 부인 이하 종척, 귀족의 부인이 모두 배참하였다. 식을 마치고 수정에서 오찬을 베풀었다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 6월 11일(양력) 1번째기사",
                "gt-oKo": "왕비(王妃)가 비원(祕苑) 친잠실(親蠶室)에서 수견식(收繭式)을 행하였다. 총독(總督) 백작(伯爵) 데라우치 마사타케〔寺內正毅〕의 부인, 총무 국장(總務局長)인 백작(伯爵) 고다마 히데오〔兒玉秀雄〕의 부인 및 후작(侯爵) 윤택영(尹澤榮)의 부인 이하 종척(宗戚)과 귀족(貴族)이 함께 참석하였다. 식을 마치고 수정(水亭)에서 오찬(午餐)을 열었다.",
                "hj": "十一日。 王妃行收繭式於秘苑親蠶室。 總督伯爵寺內正毅夫人伯爵兒玉秀雄夫人及侯爵尹澤榮夫人以下宗戚、貴族夫人, 竝陪參。 式畢, 設午餐於水亭。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On muo day, Their Majesties [the Grand Abdicated King and the King] saw the Queen Mothers illness and the great-grandfather of Queen Soheon . Their Majesties also offered local products [to the Grand Abdicated King and the King]. The Emperor and the Empress Dowager specially bestowed 1,000 geun of gold [upon the Grand Abdicated King and the King] and received [the gifts].",
                "H2KE-nKo": "양궁에서 소헌 황태후의 환후 때와 대상 때에 모두 물품을 헌상하였는데, 천황과 황후 두 폐하가 특별히 돈 1000원을 하사하였으므로 공경히 받았다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 6월 12일(양력) 1번째기사",
                "gt-oKo": "양궁(兩宮)에서 소헌 황태후(昭憲皇太后)의 환후 때와 대상(大喪) 때 아울러 물품을 헌상하였는데, 이에 천황 폐하와 황후 폐하가 특별히 돈 1,000원을 내리니 공손히 받았다.",
                "hj": "十二日。 兩宮, 向於昭憲皇太后患候時及大喪時, 竝有獻上物品矣, 天皇、皇后兩陛下特賜金一千圓, 祇受。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "On gyeongjin day, the King and the King dispatched the officials of the temporary quarters Min Seokseok , the official of the current quarters , to the Government Arsenal , respectively, returned to the eastern suburbs of the capital to inquire after the health of the Grand Abdicated King and the Queen.",
                "H2KE-nKo": "양궁에서 이왕직 장관 자작 민병석을 총독부에 보내어 천황과 황후가 토쿄〔東京〕로 돌아온 것에 대해 문후 인사를 전해 줄 것을 당부하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 6월 16일(양력) 1번째기사",
                "gt-oKo": "양궁(兩宮)에서 이왕직 장관(李王職長官)인 자작(子爵) 민병석(閔丙奭)을 총독부(總督府)에 보내어 천황 폐하와 황후 폐하가 토쿄〔東京〕로 돌아오므로 문후 인사를 전해줄 것을 당부하였다.",
                "hj": "十六日。 兩宮遣本職長官子爵閔丙奭于總督府, 以天皇、皇后兩陛下還御東京, 託轉奏問候。"
            },
            "2": {
                "H2KE-EN": "A proposal regarding the supply of artisans for the artisans of our government, the supply of artisans for the artisans and the supply of artisans and the artisans of artisans and the artisans, should all be reduced by the supply of artisans and the artisans.",
                "H2KE-nKo": "이왕직 직원 중에서 조선 내에 여행하는 자들의 여비 및 날짜를 받는 여비로서 같은 곳에서 30일을 체류해 있는 자들의 여비는 모두 액수를 줄여서 지급한다는 뜻을 내규로 제정하여 반시하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 6월 16일(양력) 2번째기사",
                "gt-oKo": "이왕직(李王職) 직원 중에 조선(朝鮮) 내에 여행하는 자의 여비 및 날짜를 받은 만큼 여비를 받은 자가 같은 곳에서 30일을 머무는 자의 여비는 모두 지급액을 감한다는 뜻을 내규로 제정하여 반시하였다.",
                "hj": "本職職員中, 爲朝鮮內旅行者旅費及受日額旅費者之同地滯在三十日者旅費, 竝減額支給之意, 內規制定頒示。"
            },
            "3": {
                "H2KE-EN": "The King ordered the Royal Transmitter Hyeon Baekun to proceed to Sinui to receive the two Kings and the Kings in the East and West Infirmaries of the East Infirmaries .",
                "H2KE-nKo": "사무관 현백운에게 신의주에 나아가 아사카노미야〔朝香宮〕과 히가시쿠니〔東久邇宮〕 두 친왕을 맞이하라고 명하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 6월 16일(양력) 3번째기사",
                "gt-oKo": "사무관(事務官) 현백운(玄百運)에게 신의주(新義州)에 나아가 아사카노미야〔朝香宮〕와 히가시쿠니〔東久邇宮〕의 두 친왕(親王)을 맞이하라고 명하였다.",
                "hj": "命事務官玄百運于新義州, 往迎朝香宮、東久邇宮兩親王。"
            },
            "4": {
                "H2KE-EN": "[The King] ordered that sandalwooden subordinates of this office be mobilized to Gangjin County in Jeonnam County . [This ministry] ordered that they be investigated for trading burning sandalwood from the Goryeo government, which are located in the same county.",
                "H2KE-nKo": "이왕직 속 니와 겐타로〔丹羽賢太郞〕에게 명하여 전남 강진군에 출장 가서 같은 군에 소재한 고려의 소도토 산출지 매수 관계에 대해 조사하게 하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 6월 16일(양력) 4번째기사",
                "gt-oKo": "이왕직 속(李王職屬) 니와 겐타로〔丹羽賢太郞〕에게 명하여 전남(全南) 강진(康津)에 출장 가서 같은 군에 소재하는 고려(高麗)소도토 산출지(燒陶土産出地)의 매수관계를 조사하게 하였다.",
                "hj": "命本職屬丹羽賢太郞出張于全南康津郡。 爲同郡所在高麗燒陶土産出地買收關係調査也。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "On mujin day, the King inquired after the health of the Grand Abdicated King and the King at the temporary palace in Donggui Palace , and then met them at Injeong Hall . Then the King held a banquet. The King held a banquet for the officials of the Taira Dynasty including Baira Yan , who is a member of the Bureau of Livestock Breeding , and Yi Jun , who is a member of the Royal Confucian Academy , and Yun Taekyeong , who is a member of the same clan, who is a member of the royal clan.",
                "H2KE-nKo": "아사카노미야〔朝香宮〕와 히가시쿠니〔東久邇宮〕 두 친왕이 방문하고 인정전에서 회견하였다. 이어 연회를 베풀었다. 총독 백작 데라우치 마사타케〔寺內正毅〕 이하 총독부와 사령부 직원 이준 공, 후작 윤택영 이하 여러 귀족이 모두 배식하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 6월 18일(양력) 1번째기사",
                "gt-oKo": "아사카노미야〔朝香宮〕와 히가시쿠니〔東久邇宮〕 두 친왕이 방문하니 인정전(仁政殿)에서 회견하였다. 이어서 연회를 베풀어 총독(總督)인 백작(伯爵) 데라우치 마사타케〔寺內正毅〕 이하 총독부(總督府) 및 군사령부(軍司令部) 직원, 이준 공(李埈公), 후작(侯爵) 윤택영(尹澤榮) 이외 여러 귀족(貴族)이 함께 배식(陪食)하였다.",
                "hj": "十八日。 朝香宮、東久邇宮兩親王訪問, 會見于仁政殿。 仍設宴, 總督伯爵寺內正毅以下總督府及司令部職員李埈公、侯爵尹澤榮以外諸貴族, 竝陪食。"
            },
            "2": {
                "H2KE-EN": "Their Majesties [the Grand Abdicated King and the King] each presented local products to the two Kings at court celebratory platforms and the East and West Infirmary of the East Infirmary of the West Infirmary of the Grand Abdicated King . Their Majesties granted one silver jars and two pieces each of flower-patterned flower-embroidered flowered patterns.",
                "H2KE-nKo": "양궁에서 각각 아사카노미야〔朝香宮〕과 히가시쿠니〔東久邇宮〕 두 전하에게 토산품을 선물하였다. - 왕 전하는 은제 신선로 각 1조 2개, 태왕 전하는 주탐선존식 은제 화병 각 1개, 불로단 각 2필, 화란섬 각 2필이다. -\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 6월 18일(양력) 2번째기사",
                "gt-oKo": "양궁(兩宮)에서 각기 아사카노미야〔朝香宮〕와 히가시쿠니〔東久邇宮〕의 두 전하에게 토산물을 선물하였다.【왕전하(王殿下)는 은제 신선로(銀製神仙爐) 각 1조 2개, 태왕 전하(太王殿下)는 주호철전식(周饕餮奠式) 은제 화병(銀製花甁) 각 1개, 불로단(不老緞) 각 2필, 화란단(花欄緞) 각 2필이다.】",
                "hj": "兩宮, 各贐贈朝香宮、東久邇宮兩殿下土産物品。【王殿下, 銀製神仙爐各一組二箇入, 太王殿下周饕餮尊式銀製花甁各一箇、不老緞各二疋、花欄纖各二疋。】"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "The King and the King proceeded to the eastern suburbs of the capital to send off the two Kings at Hyang Palace and the eastern suburbs of the capital. The King sent the official in charge of this office 자작 민병석 to Yongsan Post Station , and the 사무관 Hyeon Baekbong to Busan Post Station to see off the two Kings.",
                "H2KE-nKo": "아사카노미야〔朝香宮〕와 히가시쿠니〔東久邇宮〕 두 전하가 출발하여 토쿄〔東京〕로 돌아갔다. 이왕직 장관 자작 민병석을 용산역에 보내고 사무관 현백운을 부산에 보내어 전송하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 6월 19일(양력) 1번째기사",
                "gt-oKo": "아사카노미야〔朝香宮〕와 히가시쿠니〔東久邇宮〕 두 전하가 출발하여 토쿄〔東京〕로 돌아가니, 이왕직 장관(李王職長官)인 자작(子爵) 민병석(閔丙奭)을 용산역(龍山驛)에 보내고 사무관(事務官) 현백운(玄百運)을 부산역(釜山驛)에 보내어 전송하였다.",
                "hj": "十九日。 朝香宮、東久邇宮兩殿下出發還東京。 遣本職長官子爵閔丙奭于龍山驛, 事務官玄百運于釜山, 餞送。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The King ordered Recorder Kim Yungu and Recorder of the Office of State Rites Bak Jubin to go to places where the royal tomb was located in Goyang County and the royal tomb of Onnyeong and Sugil were located in Yangju County, respectively, in both the places where the royal tomb was located in Sonyeong and Sugil were repaired. ",
                "H2KE-nKo": "기사 김윤구, 전사 박주빈에게 명하여 고양군에 있는 각 능원과 양주군에 있는 온릉과 소녕원, 수길원 두 원을 수선하는 곳에 나누어 가서 간심하고 오게 하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 6월 20일(양력) 1번째기사",
                "gt-oKo": "기사(技師) 김윤구(金倫求)와 전사(典祀) 박주빈(朴胄彬)에게 명하여 고양군(高陽郡) 소재의 각 능원(陵園) 및 양주군(楊州郡)의 온릉(溫陵)과 소녕원(昭寧園), 수길원(綏吉園) 두 원(園)을 수선하게 하고 나누어 가서 간심하고 오도록 하였다.",
                "hj": "二十日。 命技師金倫求、典祀朴胄彬, 高陽郡所在各陵園及楊州郡溫陵竝昭寧、綏吉兩園修繕處, 分詣看審以來。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On sinmyo day, the King went to Sugang Palace to pay a visit to the Abdicated King. The Queen followed him.",
                "H2KE-nKo": "덕수궁에 나아가 근알하였다. 왕비도 따라갔다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 6월 22일(양력) 1번째기사",
                "gt-oKo": "덕수궁(德壽宮)에 나아가 알현하였다. 왕비(王妃)도 따라갔다.",
                "hj": "二十二日。 詣德壽宮, 覲謁。 王妃隨詣。"
            },
            "2": {
                "H2KE-EN": "Official for Accompanying the Office of State Rites Bak Jubin , who was an administrative officer of this office, was appointed to an office seven grades of high-ranking officials and two grades of stipends. Yi Wonseung was appointed to an office, and he was appointed to an office six grades of high-ranking officials and two grades of stipends. He was appointed to an office seven grades of junior seventh-rank military officials and Kim Sanghyun and Yun Huigu , who was promoted to an office six grades of high-ranking officials and two grades of stipends. The King bestowed two grades of stipends upon the Office of State Rites Jo Jiho , who was an administrative officer.",
                "H2KE-nKo": "전사 박주빈을 이왕직 사무관에 임용하고 고등관 7등에 서임하고 2급의 봉급을 주었다. 이원승을 이왕직 전사에 임용하고 고등관 6등에 서임하고 2급의 봉급을 주었다. 이왕직 사무관 종7위 김상욱과 윤희구를 모두 고등관 6등에 서임하고 2급의 봉급을 주었다. 전사 조지호에게 2급의 봉급을 주었다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 6월 22일(양력) 2번째기사",
                "gt-oKo": "전사(典祀) 박주빈(朴胄彬)을 이왕직 사무관(李王職事務官)에 임용하여 고등관(高等官) 7등에 서임하고 2급의 봉급을 주었다. 이원승(李源昇)을 이왕직 전사(典祀)에 임용하여 고등관 6등에 서임하고 2급의 봉급을 주었다. 이왕직 사무관(李王職事務官) 종7위 김상욱(金相昱)과 윤희구(尹喜求)를 모두 고등관 6등에 서임하고 2급의 봉급을 주었다. 전사(典祀) 조지호(趙志鎬)에게 2급의 봉급을 주었다.",
                "hj": "典祀朴胄彬, 本職事務官柀任, 敍高等官七等賜二級俸; 李源昇, 本職典祀被任, 敍高等官六等賜二級俸; 本職事務官從七位金相昱、尹喜求, 竝被陞敍高等官六等賜二級俸; 典祀趙志鎬, 賜二級俸。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "[The King] ordered that Malong웅eon , an administrative officer , be allowed to go to the counties within three lunar month from the capital, such as Dalseong , Chirok , Yeongcheon , Gyeongju , Gyeongsan , Cheongdo , and Gyeongam , Miryang , and other counties to search for and survey the efficacy of the artisans and the quantity of the artisans .",
                "H2KE-nKo": "사무관 스에마쓰 구마히코〔末松熊彦〕를 3주간에 한하여 경북의 달성, 칠곡, 영천, 경주, 경산, 청도, 경남의 밀양 등 군에 출장 가서 고적이 박물관에 참고할 만한 재료를 찾아오라고 명하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 6월 27일(양력) 1번째기사",
                "gt-oKo": "사무관(事務官) 스에마쓰 구마히코〔末松熊彦〕를 3주간에 한하여 경북(慶北)의 달성(達城), 칠곡(漆谷), 영천(永川), 경주(慶州), 경산(慶山), 청도(淸道)와 경남(慶南)의 밀양(密陽) 등의 군(郡)에 출장 가서 고적(古蹟)에서 박물관(博物館)의 참고 자료로 쓰일 수 있는 것을 찾아오도록 하였다.",
                "hj": "二十七日。 命事務官末松熊彦, 限三週間, 出張於慶北達城·漆谷·永川·慶州·慶山·淸道、慶南密陽等郡, 搜訪古跡之可作博物館參考材料, 以來。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "Consort of the Palace Lady Sosong passed away. The King dispatched the official in charge of the Emperor [of Ming China] Min Seok , to the Guesthouse of the 총독 [China] [], so that he might report this to the Emperor and comfort him.",
                "H2KE-nKo": "고마쓰노미야비〔小松宮妃〕가 훙서하였다. 장관 자작 민병석을 총독 관저에 보내어 위문을 아뢰어 주도록 부탁하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 6월 28일(양력) 1번째기사",
                "gt-oKo": "고마쓰 노미야비〔小松宮妃〕가 훙서(薨逝)하였다. 장관(長官) 자작(子爵) 민병석(閔丙奭)을 총독 관저(官邸)에 보내어 문안을 아뢰어 줄 것을 부탁하였다.",
                "hj": "二十八日。 小松宮妃薨逝。 遣長官子爵閔丙奭於總督官邸, 託轉奏奉慰。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "[The King] specially bestowed 600원을 the Records of Joseon Dynasty .",
                "H2KE-nKo": "조선연구회에 일금 600원을 특별히 하사하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 6월 29일(양력) 1번째기사",
                "gt-oKo": "특별히 조선연구회(朝鮮硏究會)에 일금 600원을 내렸다.",
                "hj": "二十九日。 特賜朝鮮硏究會金六百圓。"
            },
            "2": {
                "H2KE-EN": "Former Minister Min Yeongik returned to the site of Suwon . The King and the King specially granted 500 원을 ancestral rites.",
                "H2KE-nKo": "고 판서 민영익을 수원 땅에 반장하였다. 양궁에서 각각 제수금 500원을 특별히 하사하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 6월 29일(양력) 2번째기사",
                "gt-oKo": "고(故) 판서(判書) 민영익(閔泳翊)을 수원(水原) 땅에 반장(返葬)하였다. 양궁(兩宮)에서 각각 특별히 제수금(祭需金) 500원을 내렸다.",
                "hj": "故判書閔泳翊, 返葬於水原地。 兩宮各特賜祭需金五百圓。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "On gyemyo day, the assistant vice-envoy of the 총독 , the Vice-envoy , the squad leader , and assistant squad leader , arrived at Injeong Hall (Hall of Benevolent Governance and also had an audience with the Grand Abdicated King at Changdeok Palace . The King and the King each bestowed a gift upon the King. This was because the squad leader of the Three Armies of the Capital Guards was supposed to go to the eastern area [of Changdeok Palace].",
                "H2KE-nKo": "총독 부관 육군 보병 소좌 후지미 히로부미〔藤門鴻輔〕가 인정전에서 알현하고, 또 덕수궁에 알현하였다. 양궁에서 각각 기념품을 하사하였다. 해당 관원을 근위 제3연대 대대장에 보임하여 토쿄〔東京〕로 부임하였기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 6월 30일(양력) 1번째기사",
                "gt-oKo": "총독 부관(總督副官) 육군 보병 소좌(陸軍步兵少佐) 후지타 히로츠케보〔藤田鴻輔〕가 근위 제3연대 대대장으로 보임되어 토쿄〔東京〕에 부임하면서 인정전(仁政殿)에서 알현하고, 또 덕수궁(德壽宮)에서 알현하였다. 양궁(兩宮)에서 각기 기념품을 하사하였다.",
                "hj": "三十日。 總督副官陸軍步兵少佐藤門鴻輔謁見於仁政殿, 又謁見於德壽宮。 兩宮各有下賜記念品。 以該員補近衛第三聯隊大隊長, 赴東京也。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "A physician named Hoengsanmu came to the palace to take care of the King. This was because the arrival of his paralytic disease was not well.",
                "H2KE-nKo": "의원 요코야마 시게루〔橫山茂〕가 입진하였다. 치부가 미령하였기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 6월 4일(양력) 1번째기사",
                "gt-oKo": "의원 요코야마 시게루〔橫山茂〕가 입진(入診)하였다. 치부(齒部)가 미령하였기 때문이다.",
                "hj": "四日。 醫員橫山茂入診。 以齒部靡寧也。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "A physician named Hoengsanmu came to the palace and inquired after the Kings health.",
                "H2KE-nKo": "의원 요코야마 시게루〔橫山茂〕가 입진하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 6월 5일(양력) 1번째기사",
                "gt-oKo": "의원(醫員) 요코야마 시게루〔橫山茂〕가 입진(入診)하였다.",
                "hj": "五日。 醫員橫山茂入診。"
            },
            "2": {
                "H2KE-EN": "The King ordered Senior Military Officer Hyeon Baekbun to go to Busan to receive [him] Jeongui , a member of the Bureau of Currency .",
                "H2KE-nKo": "사무관 현백운에게 부산에 가서 총독 백작 데라우치 마사타케〔寺內正毅〕를 맞이하라고 명하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 6월 5일(양력) 2번째기사",
                "gt-oKo": "사무관(事務官) 현백운(玄百運)에게 부산(釜山)에 나아가 총독(總督) 백작(伯爵) 데라우치 마사타케〔寺內正毅〕를 맞이하라고 명하였다.",
                "hj": "命事務官玄百運往釜山, 迎總督伯爵寺內正毅。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "[The King] ordered that Assistant State Councilor Yun Deokyeong be sent to Suwon Post Station to inquire after the health of the Grand Abdicated King at his return trip [to Suwon Post Station]. The Grand Abdicated King sent Advisor Han Sanghak to Yeongdeungpo to inquire after the health [of the Grand Abdicated King].",
                "H2KE-nKo": "찬시 자작 윤덕영을 수원역에 보내어 총독 백작 데라우치 마사타케〔寺內正毅〕가 귀임할 때 위문하라고 명하였다. 태왕 전하가 사무관 한상학을 영등포에 보내어 위문하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 6월 7일(양력) 1번째기사",
                "gt-oKo": "찬시(贊侍) 자작(子爵) 윤덕영(尹德榮)을 수원역(水原驛)에 보내어 총독(總督) 백작(伯爵) 데라우치 마사타케〔寺內正毅〕의 노고를 위문하였다. 태왕 전하(太王殿下)가 사무관(事務官) 한상학(韓相鶴)을 영등포역(永登浦驛)에 보내어 노고를 위문하였다.",
                "hj": "七日。 命遣贊侍子爵尹德榮于水原驛, 總督伯爵寺內正毅歸任時勞問。 太王殿下遣事務官韓相鶴于永登浦勞問。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "Yi Jungong had an audience with the Grand Abdicated King and the King. This was because they had participated in the second-grade state funerals and participated in the ceremony, and after they returned and reported on their mission.",
                "H2KE-nKo": "이준 공이 양궁에 알현하였다. 대장의 반열에 참석한 후 돌아와서 복명하였기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 6월 8일(양력) 1번째기사",
                "gt-oKo": "이준 공(李埈公)이 양궁(兩宮)에 알현하였다. 대장의(大葬儀) 참렬(參列)한 후 돌아와서 복명(復命)하였기 때문이다.",
                "hj": "八日。 李埈公謁見于兩宮。 以大葬儀參列後, 還來復命也。"
            }
        }
    },
    "07": {
        "10": {
            "1": {
                "H2KE-EN": "The Crown Prince promoted the rank of the second school in the middle of the Central District School . ",
                "H2KE-nKo": "왕세자가 육군중앙유년학교 본과 제2학년에 진급하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 7월 10일(양력) 1번째기사",
                "gt-oKo": "왕세자(王世子)가 육군중앙유년학교(陸軍中央幼年學校) 본과(本科) 제2학년에 진급하였다.",
                "hj": "十日。 王世子, 陸軍中央幼年學校本科第二學年進級。"
            },
            "2": {
                "H2KE-EN": "Assistant State Councilor of the Middle Army Commandery General Baek작 Aoksuung presented four pieces of multicolored medicinal herbs to the Emperor [of Ming China].",
                "H2KE-nKo": "총독부 총무국장 백작 고다마 히데오〔兒玉秀雄〕가 대만 산식물 4분을 진헌하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 7월 10일(양력) 2번째기사",
                "gt-oKo": "총독부 총무국장(總督府總務局長) 백작(伯爵) 고다마 히데오〔兒玉秀雄〕가 대만(臺灣) 산(産) 식물 4분(盆)을 진헌(進獻)하였다.",
                "hj": "總督府總務局長伯爵兒玉秀雄進獻臺灣産植物四盆。"
            },
            "3": {
                "H2KE-EN": "The total of 66,13 millet plants for safely to safely safely.",
                "H2KE-nKo": "화산 삼림 보전비 6만 6113원을 경상부의 세출 중에서 예산을 정하였다. 화산 삼림은 면적이 약 1300정보인데 100정보이다. 융릉과 건릉 두 능 및 소속 사원의 주위 금벌림으로 획정하고, 그 나머지는 80년으로 기한을 삼아 매년 돌아가며 벌목하고 순차적으로 보식하며, 들어가는 경비는 매하 수입으로 지판 예산을 정하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 7월 10일(양력) 3번째기사",
                "gt-oKo": "화산(花山) 삼림(森林) 보전비 6만 6,113원을 경상부(經常部) 세출 중에서 예산을 정하였다. 해당 삼림 면적 약 1,300정보(町步)인데, 100정보(町步)는 융릉(隆陵)과 건릉(健陵) 및 소속 사원(寺院) 주위의 금벌림(禁伐林)으로 획정하였다. 그 외의 나머지는 80년을 주기로 매년 번갈아 벌목하고 순차적으로 보식(補植)하였다. 식목에 들어가는 경비는 판매 수입으로 하고 지출은 예산을 정하여 쓰도록 명하였다.",
                "hj": "花山森林保全費六萬六千百十三圓, 以經常部歲出中, 定立豫算。 該森林面積約一千三百町步, 而一百町步。 以隆、健兩陵及所屬寺院周圍之禁伐林劃定。 其餘以八十年爲期, 每年輪伐順次補植, 所入經費, 以賣下收入, 支辦豫定。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On muo day, the King visited Sugang Palace to pay his respects [to the Abdicated King]. The Queen followed the King.",
                "H2KE-nKo": "덕수궁에 나아가 근알하였다. 왕비도 따라갔다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 7월 11일(양력) 1번째기사",
                "gt-oKo": "덕수궁(德壽宮)에 나아가 근알(覲謁)하였다. 왕비(王妃)도 따라갔다.",
                "hj": "十一日。 詣德壽宮, 覲謁。 王妃隨詣。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "The Crown Prince proceeded to the detached palace on his journey and went to the detached palace in Samdo .",
                "H2KE-nKo": "왕세자가 휴가를 얻어 삼도의 별저에서 피서하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 7월 12일(양력) 1번째기사",
                "gt-oKo": "왕세자(王世子)가 휴가를 미시마〔三島〕의 별저에서 피서하였다.",
                "hj": "十二日。 王世子, 乘休暇, 避暑于三島別邸。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "A written message for the year-end receipt of the Grand Abdicated King.",
                "H2KE-nKo": "이왕직 대정 2년도 세비 수지 결산서를 총독부에 제출하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 7월 13일(양력) 1번째기사",
                "gt-oKo": "이왕직(李王職) 대정(大正) 2년도(二年度) 세비수지 결산서(歲費收支決算書)를 총독부(總督府)에 제출하였다.",
                "hj": "十三日。 本職大正二年度歲費收支決算書, 提出于總督府。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "[The King] summoned 자작 Yi Yongjik . This was because [the King] went to the eastern suburbs of the capital to perform the rite for the first anniversary of Queen Wongyeongs passing .",
                "H2KE-nKo": "자작 이용직을 불러서 보았다. 소헌 황태후의 백일제를 위해 토쿄〔東京〕에 가기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 7월 14일(양력) 1번째기사",
                "gt-oKo": "자작(子爵) 이용직(李容稙)을 소견(召見)하였다. 소헌 황태후(昭憲皇太后)의 백일제(百日祭)를 위하여 토쿄〔東京〕에 가게 되었기 때문이다.",
                "hj": "十四日。 召見子爵李容稙。 因爲昭憲皇太后御百日祭, 赴東京也。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "[The King] sent condolence gifts to the late Kings maternal grandmother in Hanwon . This was because the eldest daughter of the King passed away. Also, Fifth-rank Military Official Kim응seon was sent to the palace to inquire after the health [of the Kings maternal grandmother].",
                "H2KE-nKo": "강이노미야〔閑院宮〕 고토히토친왕〔載仁親王〕에게 조전을 보냈다. 계자 여왕이 훙하였기 때문이다. 또 부무관 김응선을 보내어 이 궁저에 가서 조문하게 하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 7월 17일(양력) 1번째기사",
                "gt-oKo": "강이노미야〔閑院宮〕 고토히토친왕〔載仁親王〕에게 조전(弔電)을 보냈다. 계자여왕(季子女王)이 훙(薨)하였기 때문이다. 또 부무관(附武官) 김응선(金應善)을 보내어 동궁(東宮)의 저택에 조문 가도록 하였다.",
                "hj": "十七日。 發弔電于閑院宮載仁親王。 以季子女王薨也。 又遣附武官金應善, 赴同宮邸弔問。"
            }
        },
        "18": {
            "1": {
                "H2KE-EN": "[The King] dispatched the official in charge of this magistracy 자작 Min Seokseok to the residence of the Government Arsenal in order to report the death of the King, the son-in-law of the Palace Lady Han , who passed away. [The King] expressed his appreciation [to the King] and inquired after [the Kings] health.",
                "H2KE-nKo": "이왕직 장관 자작 민병석을 총독 관저에 보내어 강이노미야〔閑院宮〕의 계자여왕의 훙거에 위문 문후를 아뢰어 주도록 부탁하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 7월 18일(양력) 1번째기사",
                "gt-oKo": "이왕직 장관(李王職長官) 자작(子爵) 민병석(閔丙奭)을 총독 관저(官邸)에 보내어 강이노미야〔閑院宮〕의 계자여왕(季子女王)의 훙거(薨去)에 위로 문후를 아뢰어 줄 것을 부탁하였다.",
                "hj": "十八日。 遣本職長官子爵閔丙奭于總督官邸, 以閑院宮季子女王薨去, 託轉奏奉慰問候。"
            },
            "2": {
                "H2KE-EN": "The King ordered the two merchants of the Capital Military Officer Malsong웅eon be sent to the Tatars and Capital Markets in the capital to take care of the Emperors chamberlains and send them to the guesthouse of the Capital Markets , and other methods. He then received the Great Capital Markets and the Capital Markets from the Great Capital Markets .",
                "H2KE-nKo": "이왕직 사무관 스에마쓰 구마히코〔末松熊彦〕를 토쿄〔東京〕과 교토〔京都〕 두 시장에 파견하여 제실 박물관에 보내는 치품 보관 및 진열 등의 방법을 고르게 하고, 이어 대정박람회에서 출품한 것을 받아 오라고 명하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 7월 18일(양력) 2번째기사",
                "gt-oKo": "사무관(事務官) 스에마쓰 구마히코〔末松熊彦〕를 토쿄〔東京〕과 교토〔京都〕 두 도시에 파견하여 제실 박물관(帝室博物館)에 있는 송치품의 보관 및 진열 등의 방법을 조사하도록 명하였다. 이어서 대정 박람회(大正博覽會)에 출품한 물건을 거두어 오도록 하였다.",
                "hj": "命派本職事務官末松熊彦于東京、京都兩市, 取調帝室博物館送致品保管及陳列等方法, 仍受取大正博覽會出品以來。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "[The King] dispatched the official in charge of this office 자작 민병석을 the spirit hall of the capital . [The King] also sent Assistant State Councilor Kim Chunhui to participate in the rite for the first anniversary of Queen Wongyeongs passing to participate in the rite for the first anniversary of death.",
                "H2KE-nKo": "이왕직 장관 자작 민병석을 경성 신사에 보내고 덕수궁에서도 찬시 남작 김춘희를 보내어 소헌 황태후의 백일제를 행할 때 참례하게 하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 7월 19일(양력) 1번째기사",
                "gt-oKo": "이왕직 장관(李王職長官)인 자작(子爵) 민병석(閔丙奭)을 경성 신사(京城神社)에 보내고 덕수궁(德壽宮)에서도 찬시(贊侍)인 남작(男爵) 김춘희(金春熙)를 보내어 소헌 황태후(昭憲皇太后)의 백일제(百日祭)를 행할 때 참례케 하였다.",
                "hj": "十九日。 遣本職長官子爵閔丙奭于京城神社, 德壽宮亦遣贊侍男爵金春熙, 行昭憲皇太后百日祭時, 參列。"
            },
            "2": {
                "H2KE-EN": "The Crown Prince returned to the eastern suburbs of the capital and bowed to the temporary palace for the Empress Dowager of Ceremonial Piety .",
                "H2KE-nKo": "왕세자가 토쿄〔東京〕로 돌아와 소헌 황태후의 권전에 참배하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 7월 19일(양력) 2번째기사",
                "gt-oKo": "왕세자(王世子)가 토쿄〔東京〕에 돌아와 소헌 황태후(昭憲皇太后)의 권전(權殿)에 참배(參拜)하였다.",
                "hj": "王世子還于東京, 參拜于昭憲皇太后權殿。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "The King ordered that Vice-Director Kim응seon proceed to the place for burial in the Hanwon Palace and participate in the names of the King and Crown Prince. The King and Crown Prince participate in the participation.",
                "H2KE-nKo": "부무관 김응선에게 강이노미야〔閑院宮〕 계자여왕의 장의소에 나아가 양궁과 왕세자의 이름으로 대신 반열에 참석하라고 명하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 7월 20일(양력) 1번째기사",
                "gt-oKo": "부무관(附武官) 김응선(金應善)에게 강이노미야〔閑院宮〕의 계자여왕(季子女王)의 장의소(葬儀所)에 나아가 양궁(兩宮)부터 왕세자(王世子)의 이름으로 대신 참렬(參列)하라고 명하였다.",
                "hj": "二十日。 命附武官金應善詣閑院宮季子女王葬儀所, 以兩宮曁王世子御名, 代參列。"
            },
            "2": {
                "H2KE-EN": "Yi Wonseung , director of the Office of Medicine , was ordered to serve concurrently in the Office of Medicine for Relieving the People .",
                "H2KE-nKo": "전사 이원승에게 선원전 전사 겸무하라고 명하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 7월 20일(양력) 2번째기사",
                "gt-oKo": "전사(典祀) 이원승(李源昇)에게 선원전 전사(璿源殿典祀)를 겸무(兼務)하라고 명하였다.",
                "hj": "典祀李源昇, 被命璿源殿典祀兼務。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "[The King] dispatched the official in charge of this magistracy 자작 Min Seokseok to the Guesthouse of 총독 [China] [] in order to express his appreciation of the health of the hot weather.",
                "H2KE-nKo": "이왕직 장관 자작 민병석을 총독 관저에 보내 여름 문후를 전해 주도록 하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 7월 22일(양력) 1번째기사",
                "gt-oKo": "이왕직 장관(李王職長官) 자작(子爵) 민병석(閔丙奭)을 총독 관저(官邸)에 보내어 여름 문후를 아뢰어 줄 것을 부탁하였다.",
                "hj": "二十二日。 遣本職長官子爵閔丙奭于總督官邸, 記轉奏暑中問候。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "[The King] ordered that Senior Military Official of the Office of the Palace Procurement Agency deliberate on the task of deliberation and proceed to the area of the eastern expedition.",
                "H2KE-nKo": "이왕직 차관 고미야 미호마쓰〔小宮三保松〕에게 사무를 협의하기 위하여 토쿄〔東京〕에 출장가라고 명하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 7월 23일(양력) 1번째기사",
                "gt-oKo": "이왕직 차관(李王職次官) 고미야 미호마쓰〔小宮三保松〕에게 명하여 사무를 타의(妥議)하기 위하여 토쿄〔東京〕에 출장가라고 명하였다.",
                "hj": "二十三日。 命本職次官小宮三保松爲妥議事務, 出張東京。"
            },
            "2": {
                "H2KE-EN": "The silver mulberry treasury of Joseon was 1,668 geun of silver mulberry treasury. The silver mulberry treasury was collected from the chamber of the Bureau of Livestock Breeding . ",
                "H2KE-nKo": "조선상업은행의 대정 3년 상반기 이익배당금 1668원을 경리실에서 거두어 들였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 7월 23일(양력) 2번째기사",
                "gt-oKo": "조선상업은행(朝鮮商業銀行)의 대정(大正) 3년도 상반기 이익배당금 1,668원을 경리실로부터 수령하였다.",
                "hj": "朝鮮商業銀行大正三年上半期利益配當金一千六百六十八圓零, 自經理室收入。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "The Grand Abdicated King ordered that the name of the new princes be named [Yi] Yu [].",
                "H2KE-nKo": "태왕 전하가 새로 태어난 왕자의 이름을 ‘육’이라고 명하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 7월 24일(양력) 1번째기사",
                "gt-oKo": "태왕 전하(太王殿下)가 새로 태어난 왕자의 이름을 명하여 이육(李堉)이라 하였다.",
                "hj": "二十四日。 太王殿下命新生王子名曰堉。"
            },
            "2": {
                "H2KE-EN": "On mujin day, the Grand Abdicated King proceeded to Dondeok Hall and held a tea ceremony and fruit. Royal relatives , Go and other officials attended the banquet. This was because the Grand Abdicated King was overjoyed thirty-seven days of newly 태어난 princes.",
                "H2KE-nKo": "태왕 전하가 돈덕전에 나아가 다과회를 베풀었다. 종척 및 고등관 등이 배참하였다. 새로 태어난 왕자의 삼칠일을 기념하기 위해서이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 7월 24일(양력) 2번째기사",
                "gt-oKo": "태왕 전하(太王殿下)가 돈덕전(惇德殿)에서 다과회를 베풀었다. 종척(宗戚) 및 고등관(高等官) 등이 배참(陪參)하여 새로 태어난 왕자의 삼칠일을 축하하였다.",
                "hj": "太王殿下臨于惇德殿, 設茶果會。 宗戚及高等官等陪參。 以新生王子三七日識喜也。"
            },
            "3": {
                "H2KE-EN": "The King ordered that a member of the Office of the Royal Tombs of King Taejong and Queen Wongyeong be dispatched to inspect the work of repairing the tombs of the royal tombs.",
                "H2KE-nKo": "인원을 파견하여 의릉과 경빈묘의 수리 공사를 검사하라고 명하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 7월 24일(양력) 3번째기사",
                "gt-oKo": "인원을 파견하여 의릉(懿陵) 및 경빈묘(慶嬪墓)의 수리 공사를 검사하도록 명하였다.",
                "hj": "命派員檢査懿陵及慶嬪墓修理工事。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "[The King] specially bestowed 100원을 supplementary wooden soles upon the envoy for celebrating the Imperial Crown Princes birthday. [But] because [the envoy for celebrating the Imperial Crown Princes birthday] had painted.",
                "H2KE-nKo": "특별히 향겸의에 일금 100원을 하사하였다. 어진을 모사한 공로 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 7월 25일(양력) 1번째기사",
                "gt-oKo": "특별히 무카이 카마노리〔向鎌儀〕에게 일금 100원을 내렸다. 어진을 모사한 공로 때문이다.",
                "hj": "二十五日。 特賜向鎌儀金一百圓。 以御眞模寫勞也。"
            },
            "2": {
                "H2KE-EN": "[The Abdicated King (Taejong and the King (Sejong] ordered that a jurisdiction be sent to the Royal Tombs of the East and West Infirmaries for Repairing the Royal Tombs of King Taejo and Kimgok to oversee the repair work. ",
                "H2KE-nKo": "속원을 보내어 동구릉과 금곡의 봉릉소에 나아가 수리하는 공사를 감독하라고 명하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 7월 25일(양력) 2번째기사",
                "gt-oKo": "속원(屬員)을 보내어 동구릉(東九陵) 및 금곡 봉릉소(金谷封陵所)에 나아가 수리 공사를 감독하라고 명하였다.",
                "hj": "命遣屬員, 詣東九陵及金谷封陵所, 監督修理工事。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The King ordered that a subordinate official be dispatched to the Royal Tomb of Queen Wongyeong and the Royal Tomb of Queen Wongyeong to inspect the work of repairing the tombs.",
                "H2KE-nKo": "속원을 보내어 영릉과 영릉에 나아가 수리하는 공사를 조사하라고 명하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 7월 27일(양력) 1번째기사",
                "gt-oKo": "속원(屬員)을 보내어 영릉(英陵)과 영릉(寧陵)에 나아가 수리 공사를 검사하라고 명하였다.",
                "hj": "二十七日。 命遣屬員, 詣英陵、寧陵, 調査修理工事。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "【음력 갑인년 윤5월 10일】 Lady Yi , a court lady in Sugang Palace , gave the title of Yi clan to Gwanghwa Hall .",
                "H2KE-nKo": "- 음력 갑인년 윤5월 10일 - 덕수궁의 궁인 이씨가 왕자를 낳았다. 이씨에게 당호를 내려 광화당이라 하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 7월 3일(양력) 1번째기사",
                "gt-oKo": "【음력 갑인년(甲寅年) 6월 10일】 덕수궁(德壽宮)의 궁인(宮人) 이씨(李氏)가 왕자를 낳으니, 이씨에게 당호(堂號)를 내려 광화당(光華堂)이라 하였다.",
                "hj": "三日。【陰曆甲寅閏五月初十日】 德壽宮宮人李氏生王子。 賜李氏堂號曰‘光華堂’。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "[The King] sent the official in charge of this office 자작 Min Seokseok to the Grand Abdicated King at Mount Nam . [The King] also sent Assistant State Councilor Kim Chunhui to participate in the rite for celebrating the Imperial Crown Princes birthday and to participate in the rite for the Imperial Crown Princes Birthday .",
                "H2KE-nKo": "이왕직 장관 자작 민병석을 남산대신궁에 보내고 덕수궁에서도 찬시 남작 김춘희를 보내어 명치천황제 요배식을 행할 때 참례하게 하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 7월 30일(양력) 1번째기사",
                "gt-oKo": "이왕직 장관(李王職長官)인 자작(子爵) 민병석(閔丙奭)을 남산 대신궁(南山大神宮)에 보내고 덕수궁(德壽宮)에서도 찬시(贊侍)인 남작(男爵) 김춘희(金春熙)를 보내어 명치 천황(明治天皇) 제사의 요배식(遙拜式)을 행할 때 참례하게 하였다.",
                "hj": "三十日。 遣本職長官子爵閔丙奭于南山大神宮。 德壽宮亦遣贊侍男爵金春熙, 行明治天皇祭遙拜式時, 參列。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "The King ordered that Yun Taekyeong , an official of the second rank , and Yi Jiyong , an official of the second rank , be rectified as well as the building of the house of Yi Haechang , an official of the second rank , be supplied with the expenses for the reconstruction of the building of the house of Yi Haechang . The value of 11,514 juniper , and 152 juniper value . The value of 616 juniper value to 715 juniper value in each person",
                "H2KE-nKo": "후작 윤택영, 백작 이지용의 채무 정리 및 후작 이해창의 집을 중건하는 데 드는 비용을 예비금 중에서 11만 7000원을 지출하고 각 사람이 소유하고 있는 부동산 및 은행 주권으로 매수하라고 명하였다. - 윤택영이 소유하고 있는 개성의 제석산 산림 7514주, 주권 152주, 이지용이 소유하고 있는 경성의 제택 및 용산 별저의 주권 616주, 이해창이 소유하고 있는 주권 715주이다. -\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 7월 4일(양력) 1번째기사",
                "gt-oKo": "후작(侯爵) 윤택영(尹澤榮)과 백작(伯爵) 이지용(李址鎔)의 채무정리 및 후작(侯爵) 이해창(李海昌)의 가옥 중건의 구조비로써 예비금(豫備金) 중에서 11만 7,000원을 지출하고 각인(各人)이 소유한 부동산 및 은행 주권(銀行株券)을 매수하였다.【윤택영(尹澤榮)이 소유한 개성(開城)의 제석산(帝釋山) 산림 7,514정(町)과 주권(株券) 152주, 이지용(李址鎔)이 소유한 경성(京城)의 제택(第宅) 및 용산(龍山)의 별저와 주권(株券) 616주, 이해창(李海昌)이 소유한 주권(株券) 715주이다.】",
                "hj": "四日。 命以侯爵尹澤榮、伯爵李址鎔債務整理及侯爵李海昌家屋重建救助費, 豫備金中十一萬七千圓支出, 各人所有不動産及銀行株券買收。【澤榮所有開城帝釋山山林七千五百十四町、株券一百五十二株, 址鎔所有京城第宅及龍山別邸株券六百十六株, 海昌所有株券七百十五株。】"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "The King dispatched Recorder Kim Yungu to 조경묘 and Gyeongi Hall to inspect the repair work of the artisans. The King then examined the location of the altars for the Altar of the Soil and Grain and the repair work of the Altar of the Soil and Grain.",
                "H2KE-nKo": "기사 김윤구를 보내 조경묘와 경기전에 나아가 수리하는 공사를 검사하게 하고, 이어 조경단을 아직 수리하지 못한 곳을 간심하게 하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 7월 7일(양력) 1번째기사",
                "gt-oKo": "기사(技師) 김윤구(金倫求)를 보내어 조경묘(肇慶廟)와 경기전(慶基殿)에 가서 수리공사를 검사하였다. 이어서 조경단(肇慶壇)의 아직 수리하지 못한 곳을 간심하였다.",
                "hj": "七日。 遣技師金倫求, 詣肇慶廟及慶基殿, 檢査修理工事, 仍看審肇慶壇未修繕處。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "[The King] bestowed a piece of gold plum wooden physician upon Taksan Station in the artisan Station . This was because [Taksan Station] visited the artisan Station to take care of [the Kings] health.",
                "H2KE-nKo": "치과의 요코야마 시게루〔橫山茂金時計〕에게 1개를 하사하였다. 입진하여 수고하였기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 7월 8일(양력) 1번째기사",
                "gt-oKo": "치과의(齒科醫) 요코야마 시게루〔橫山茂〕에게 금시계(金時計) 1개(箇)를 내렸다. 입진(入診)하여 수고하였기 때문이다.",
                "hj": "八日。 賜齒科醫橫山茂金時計一箇。 以入診勞也。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "The Crown Prince conducted the executive school of the Military Training Office in the Central District School . When the results were completed, the Emperor of Ming China and the Empress Dowager were specially summoned and held audience with them, and then bestowed a silver pots, a flower-patterned flower-embroidered flowered flower-embroidered book",
                "H2KE-nKo": "왕세자가 육군 중앙 유년학교 시험을 마쳤다. 천황과 황후를 특별히 불러서 보고 은제 농형 화병 1개, 상아 조각 치물 1개를 하사하였다. 양궁에서 이왕직 장관 자작 민병석을 총독 관저에 보내어 어례를 전해 주기를 당부하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 7월 9일(양력) 1번째기사",
                "gt-oKo": "왕세자(王世子)가 육군중앙유년학교(陸軍中央幼年學校)의 시험을 마쳤다. 천황 폐하와 황후 폐하가 특별히 불러 인견하고 이어서 은제용형화병(銀製龍形花甁) 1개, 상아조각 치물(象牙雕刻置物) 1개를 내렸다. 양궁(兩宮)에서 이왕직 장관(李王職長官)인 자작(子爵) 민병석(閔丙奭)을 총독 관저(官邸)에 보내어 후례에 감사함을 전해줄 것을 부탁하였다.",
                "hj": "九日。 王世子, 陸軍中央幼年學校試驗終了。 天皇、皇后兩陛下特爲召見, 仍賜銀製籠形花甁一箇、象牙雕刻置物一箇。 兩宮遣本職長官子爵閔丙奭于總督官邸, 託御禮轉奏。"
            }
        }
    },
    "08": {
        "1": {
            "1": {
                "H2KE-EN": "On gabin day, 【음력 갑인년 6월 11일】 Their Majesties [the Grand Abdicated King and the King] granted 400원을 the physicians 스즈키 <unk>노리〔鈴木謙之〕 to assist the funeral.",
                "H2KE-nKo": "음력 갑인년 6월 11일 - 양궁에서 의사 스즈키 <unk>노스케〔鈴木謙之助〕의 상에 일금 400원을 하사하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 8월 1일(양력) 1번째기사",
                "gt-oKo": "【음력 갑인년(甲寅年) 6월 11일】 양궁(兩宮)에서 의사(醫師) 스즈키 켄노스케〔鈴木謙之助〕의 상(喪)에 일금 400원을 내렸다.",
                "hj": "一日。【陰曆甲寅六月十一日】 兩宮賜金四百圓于醫師鈴木謙之助喪。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "The King received Military Procurement Official of the Military Procurement Ahn Sungseon , and Fifth-rank Official of the Military Procurement Cavalry Cavalians.",
                "H2KE-nKo": "군사령관 안도 사다미〔安東貞美〕와 부관 노즈 요타로〔野津要太郞〕를 접견하고, 또 덕수궁에도 알현하였다. 귀임하였기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 8월 10일(양력) 1번째기사",
                "gt-oKo": "군사령관(軍司令官) 안도 사다미〔安東貞美〕와 부관(副官) 노즈 요타로〔野津要太郞〕를 접견하고 또 덕수궁(德壽宮)에 알현하였다. 귀임(歸任)하였기 때문이다.",
                "hj": "十日。 接見軍司令官安東貞美、副官野津要太郞, 亦爲謁見于德壽宮。 以歸任也。"
            }
        },
        "11": {
            "1": {
                "H2KE-EN": "On gyemyo day, the King received Yi Samchirang , a member of the Government Arsenal , in Injeong Hall (Hall of Benevolent Governance, and also in audience at Sugang Palace . This was because he returned to his post. ",
                "H2KE-nKo": "정무 총감 야마가타 이사부로〔山縣伊三郞〕를 인정전에서 접견하고, 덕수궁에도 알현하였다. 귀임하기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 8월 11일(양력) 1번째기사",
                "gt-oKo": "정무 총감(政務總監) 야마가타 이사부로〔山縣伊三郞〕를 인정전(仁政殿)에서 접견하고 또 덕수궁(德壽宮)에 알현하였다. 귀임(歸任)하기 때문이다.",
                "hj": "十一日。 接見政務總監山縣伊三郞于仁政殿, 亦爲謁見于德壽宮。 以歸任也。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On muo day, the King visited Sugang Palace to pay his respects [to the Abdicated King]. The Queen accompanied him. [The King] paid his respects at the hot weather. ",
                "H2KE-nKo": "덕수궁에 나아가 근알하였다. 왕비도 따라 나아갔다. 여름 문안이었다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 8월 12일(양력) 1번째기사",
                "gt-oKo": "덕수궁(德壽宮)에 나아가 근알(覲謁)하였다. 왕비(王妃)도 따라가 여름 문후를 하였다.",
                "hj": "十二日。 詣德壽宮, 覲謁。 王妃隨詣。 暑中問候也。"
            },
            "2": {
                "H2KE-EN": "The number of vacancies for this year was increased as follows: The vacancies for the vacancies for Mount Jeseok and Mount Cheondal . The vacancies for the construction of the vacancies for Mount Cheondal .",
                "H2KE-nKo": "금년도 예산 중에서 제석산 및 천마산 조림묘포비 922원 86전을 증액하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 8월 12일(양력) 2번째기사",
                "gt-oKo": "본 연도의 예산 중 제석산(帝釋山) 및 천마산(天摩山)의 조림묘포비(造林苗圃費) 9,200원 86전(錢)을 증액하였다.",
                "hj": "本年度豫算中, 帝釋山及天摩山造林苗圃費九千二百二十二圓八十六錢, 增額。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "The King ordered that a separate official be dispatched to inspect the work of the Directorate of Palace Buildings , the Royal Tomb of Queen Sinui , the Royal Tomb of King Taejo , and the Directorate of Palace Buildings .",
                "H2KE-nKo": "인원을 파견하여 동구릉, 사릉, 금곡 각처의 수선 공사의 준공을 검사하라고 명하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 8월 13일(양력) 1번째기사",
                "gt-oKo": "인원을 파견하여 동구릉(東九陵), 사릉(思陵), 금곡(金谷) 각처(各處)의 수선 공사의 준공을 검사하라고 명하였다.",
                "hj": "十三日。 命派員, 檢査東九陵、思陵、金谷各處修繕工事竣工。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "The Crown Prince departed for studies at the Royal Confucian Academy and the students of the provincial preliminary-stage examination for studies.",
                "H2KE-nKo": "왕세자가 유년학교 본과 생도의 유영 연습으로 가마쿠라기〔鎌倉〕를 출발하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 8월 15일(양력) 1번째기사",
                "gt-oKo": "왕세자(王世子)가 유년학교(幼年學校) 본과 생도의 유영(遊泳) 연습으로 가마쿠라〔鎌倉〕를 출발하였다.",
                "hj": "十五日。 王世子, 以幼年學校本科生徒遊泳演習, 出發鎌倉。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "On gapjin day, the King and the King ordered the officials of the temporary palace in charge of the Middle Army Commander Min Seokseok to ask after the health of the Grand Abdicated King and the Queen. This was because the Emperor and the Empress Dowager returned to the eastern area from sunset.",
                "H2KE-nKo": "양궁에서 이왕직 장관 자작 민병석을 총독부에 보내 문후를 전해 줄 것을 당부하였다. 천황과 황후가 <unk>코〔日光〕에서 토쿄〔東京〕로 돌아왔기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 8월 17일(양력) 1번째기사",
                "gt-oKo": "이왕직 장관(李王職長官)인 자작(子爵) 민병석(閔丙奭)을 총독부에 보내어 천황 폐하와 황후 폐하가 닛코〔日光〕에서 토쿄〔東京〕로 돌아온 것에 대해 문안인사를 전해줄 것을 당부하였다.",
                "hj": "十七日。 兩宮命遣本職長官子爵閔丙奭于總督府, 託轉奏問候。 以天皇、皇后兩陛下, 自日光, 還御東京也。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "As 500 gwan of silver mulberry treasured in this office, 1,313원 50 jeon of coarse co",
                "H2KE-nKo": "조선은행의 이왕직에서 가지고 있는 주식 500주의 올해 상반기 배당금 1,313원 50전을 경리실로부터 수령하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 8월 20일(양력) 1번째기사",
                "gt-oKo": "이왕직(李王職)에서 가지고 있는 조선은행(朝鮮銀行) 주식(株式) 500주(株)의 올해 상반기 배당금 1,313원 50전(錢)을 경리실로부터 수령하였다.",
                "hj": "二十日。 朝鮮銀行本職持株五百株本年上半期配當金千三百十三圓五十錢, 自經理室受領。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "The King ordered that the administrative ad",
                "H2KE-nKo": "덕수궁 안에 사무실을 신설하고 찬시실을 아울러 증축하는 데 드는 금액 2만 11180원을 예비금 중에서 지출하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 8월 25일(양력) 1번째기사",
                "gt-oKo": "덕수궁(德壽宮) 내에 사무실을 신설하고 아울러 찬시실(贊侍室)을 증축하는 데에 드는 금액 2만 1,180원을 예비금 중에서 지출하였다.",
                "hj": "二十五日。 德壽宮內, 新設事務室, 竝增築贊侍室所入金額, 爲二萬一千一百八十圓, 豫備金中支出。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "The Queen held the ceremony of coarse silk jadeite in the Royal Placenta Chamber . Various royal relatives and women attended the ceremony.",
                "H2KE-nKo": "왕비가 주합루에서 수견식을 행하였다. 여러 종척의 부인이 배참하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 8월 26일(양력) 1번째기사",
                "gt-oKo": "왕비(王妃)가 주합루(宙合樓)에서 수견식(收繭式)을 행하였다. 여러 종척(宗戚)의 부인들이 배참(陪參)하였다.",
                "hj": "二十六日。 王妃行收繭式於宙合樓。 諸宗戚夫人陪參。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "The King ordered that 1,000원을 supply of the expenses for Lady Yi at Gwanghwa Hall be supplied with the expenses of 1,000원을 supplying gold for the Spirit Hall for the Deferential and Gentle Great King .",
                "H2KE-nKo": "광화당 이씨의 주궁 설치비 1000원을 덕수궁 별도 자금 중에서 지출하라고 명하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 8월 27일(양력) 1번째기사",
                "gt-oKo": "광화당 이씨(光華堂李氏)의 주궁(住宮) 설치비 1,000원을 덕수궁(德壽宮) 별도 자금 중에서 지출하라고 명하였다.",
                "hj": "二十七日。 命光華堂李氏住宮設置費一千圓, 以德壽宮別途資金中支出。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "Former Executive Assistant of the Bureau of Livestock Breeding , former Executive Affairs [of the Bureau of Livestock Breeding ], in audience the King, bestowed a gift of silver vessels, and a gift of silver vessels. [The King] also bestowed a gift of silver vessels and a gift of silver vessels. [The King] also bestowed a gift of silver vessels and a gift of silver vessels upon the Bureau of Livestock Breeding when he returns to the eastern area. [The King] bestowed a gift upon him.",
                "H2KE-nKo": "전 총독부 의원장 후지타 쓰구아키〔藤田嗣章〕를 접견하고, 이어 주반기정식의 은제 화병과 주뇌문치와 은제 화병 각 1개씩을 하사하였다. 덕수궁에서도 한반기정식의 은제 화병 1개를 하사하였다. 그 짐을 싣고 토쿄〔東京〕로 돌아가 기념품을 하사한 것이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 8월 28일(양력) 1번째기사",
                "gt-oKo": "전 총독부 의원장(總督府醫院長) 후지타 쓰구아키〔藤田嗣章〕를 접견하고 이어서 주반기정식 은제 화병(周蟠夔鼎式銀製花甁)과 주뇌문치식 은제 화병(周雷紋觶式銀製花甁) 각 1개씩을 내렸다. 덕수궁(德壽宮)에서도 한반기정식 은제 화병(漢蟠夔鼎式銀製花甁) 1개를 내렸는데, 어용직(御用職)으로서 토쿄〔東京〕로 돌아갈 때 기념품으로 하사한 것이다.",
                "hj": "二十八日。 接見前總督府醫院長藤田嗣章, 仍賜周蟠夔鼎式銀製香爐、周雷紋觶銀製花甁各一箇。 德壽宮亦賜漢蟠夔盤式銀製花甁一箇。 以其卸職, 歸東京, 記念品, 下賜也。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "The Crown Prince enjoyed practicing artisans from Gyochang and returned to the detached palace.",
                "H2KE-nKo": "왕세자가 유영 연습을 마치고 가마쿠라기〔鎌倉〕에서 별저로 돌아왔다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 8월 29일(양력) 1번째기사",
                "gt-oKo": "왕세자(王世子)가 유영(遊泳) 연습을 마치고 가마쿠라〔鎌倉〕에서 별저(別邸)로 돌아갔다.",
                "hj": "二十九日。 王世子游泳演習終了, 自鎌倉, 還別邸。"
            },
            "2": {
                "H2KE-EN": "[The King] sent Second Minister of War Min Seokseok to offer condolences upon his mother-in-law, Administrative officer of the Government Arsenal Ahn Andong . The King and the King bestowed 300원을 condolence gifts [upon Min Seokseok].",
                "H2KE-nKo": "이왕직 장관 자작 민병석을 보내어 군사령관 안도 사다미〔安東貞美〕가 모친상을 조문하였다. 양궁에서 부의로 일금 300원을 하사하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 8월 29일(양력) 2번째기사",
                "gt-oKo": "이왕직 장관(李王職長官)인 자작(子爵) 민병석(閔丙奭)을 보내어 군사령관(軍司令官) 안도 사다미〔安東貞美〕의 정모상(丁母喪)에 가서 조문하였다. 양궁(兩宮)에서 부의금 300원을 내렸다.",
                "hj": "遣本職長官子爵閔丙奭, 往弔軍司令官安東貞美丁母喪。 兩宮賻賜金三百圓。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "The King summoned Ko Huigyeong , an administrative officer to the Crown Prince, and held audience with him. This was reported to the throne regarding the Crown Princes birthday and the study of learning.",
                "H2KE-nKo": "왕세자부 사무관 고희경을 불러서 보았다. 왕세자의 근절 및 학업에 관한 일을 아뢰었기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 8월 4일(양력) 1번째기사",
                "gt-oKo": "왕세자(王世子) 부속 사무관(事務官) 고희경(高羲敬)을 소견(召見)하였다. 왕세자(王世子)의 근래의 법도 및 학업을 아뢰게 하였기 때문이다.",
                "hj": "四日。 召見王世子附事務官高羲敬。 以奏王世子近節及學事也。"
            },
            "2": {
                "H2KE-EN": "The junior seventh-rank military official of this office, Yun Huigu and Kim Sanghyeok , and Yi Wonseung , the junior seventh-rank military official of the Office of State Rites , were all promoted to senior seventh-rank military official . The senior eighth-rank military official Bak Jubin was promoted to junior seventh-rank military official .",
                "H2KE-nKo": "이왕직 사무관 종7위, 윤희구ᆞ김상욱, 전사 종7위 이원승을 모두 정7위에 승서하고, 사무관 정8위 박주빈을 종7위에 승서하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 8월 4일(양력) 2번째기사",
                "gt-oKo": "이왕직 사무관(李王職事務官)인 종7위 윤희구(尹喜求)와 김상욱(金相昱), 이왕직 전사(典祀) 종7위 이원승(李源昇)을 모두 정7위로 승진시키고, 사무관(事務官) 정8위 박주빈(朴胄彬)을 종7위로 승진시켰다.",
                "hj": "本職事務官從七位尹喜求·金相昱、典祀從七位李源昇, 竝被陞敍正七位; 事務官正八位朴胄彬, 被陞敍從七位。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "The King ordered Yi Gyeomje , ad hoc commissioner for supplying necessities for the farmland at Wolgok-ri , and attached to the Royal Tombs of King Honghyeung (the great-great-grandfather of King Taejo and Queen Honghye (the great-grandfather of King Taejo.",
                "H2KE-nKo": "이왕직 사무관 이겸제에게 월곡리 농포 및 홍릉 산림 보호 사무의 관리에 대해 수시로 출장하라고 명하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 8월 7일(양력) 1번째기사",
                "gt-oKo": "이왕직 사무관(李王職事務官) 이겸제(李謙濟)에게 월곡리(月谷里) 농포(農圃) 및 홍릉(洪陵) 산림보호사무관리로 수시로 출장 가도록 하라고 하였다.",
                "hj": "七日。 命本職事務官李謙濟, 以月谷里農圃及洪陵山林保護事務管理, 隨時出張。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "Bak Yeonghyo , a second-rank official , was ordered to visit the Royal Shrine to Confucius and examine the situation. This was because the birthday of Emperor Gaozong of the Spirit Hall for King Taejong (Jeongjong was on his birthday.",
                "H2KE-nKo": "후작 박영효에게 선원전에 나아가 봉심하라고 명하였다. 철종 장황제의 탄신일이었기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 8월 8일(양력) 1번째기사",
                "gt-oKo": "후작(侯爵) 박영효(朴泳孝)에게 선원전(璿源殿)에 나아가 봉심(奉審)하라고 명하였다. 철종 장황제(哲宗章皇帝)의 탄신일이었기 때문이다.",
                "hj": "八日。 命侯爵朴泳孝詣璿源殿奉審。 以哲宗章皇帝誕辰也。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "[The King] ordered that Second Minister [of Imperial Entertainments] Yi Haeseung be ordered to visit 준원전에 나아가 봉심하게 하였다. This was because it was the birthday of Emperor Sunjo (King Taejo's great-great-grandfather, Virtue, Obedience, Virtuous Emperor Confucius .",
                "H2KE-nKo": "후작 이해승에게 선원전에 나아가 봉심하라고 명하였다. 순조 숙황제의 탄신일이었기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 8월 9일(양력) 1번째기사",
                "gt-oKo": "후작(侯爵) 이해승(李海昇)에게 명하여 선원전(璿源殿)에 나아가 봉심하게 하였다. 순조 장황제(順祖肅皇帝)의 탄신일이었기 때문이다.",
                "hj": "九日。 命侯爵李海昇詣璿源殿奉審。 以純祖肅皇帝誕辰也。"
            }
        }
    },
    "09": {
        "1": {
            "1": {
                "H2KE-EN": "On gabin day, One day, the first day of the seventh month, the King ordered that an official be dispatched to inspect various repair works attached to the palaces of Hamheung and Yeongheung , and to determine the completion of the construction sites attached to the nine royal tombs, the mountains, and the sites of the royal tombs in Geumgok .",
                "H2KE-nKo": "- 음력 갑인년 7월 12일 - 인원을 파견하여 함흥과 영흥 두 본궁을 수리한 여러 곳의 공사가 끝났다고 보고한 것을 검사하고, 동구릉 소속의 산림 및 금곡의 봉릉 경계를 사정하라고 명하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 9월 1일(양력) 1번째기사",
                "gt-oKo": "【음력 갑인년(甲寅年) 7월 12일】 파원(派員)하여 공사를 마쳤다고 보고한 함흥(咸興)과 영흥(永興)의 양 본궁(本宮)의 여러 수리처를 검사하고 동구릉(東九陵) 소속의 산림 및 금곡 봉릉(金谷封陵)의 경계를 사정하게 하였다.",
                "hj": "一日。【陰曆甲寅七月十二日】 命派員, 檢査咸興、永興兩本宮修理諸處告竣工事, 査定東九陵所屬山林及金谷封陵境界。"
            },
            "2": {
                "H2KE-EN": "The King ordered that the sandalwooden palisades within the borders of Oh Mokdae in Jeonju be allowed to cover the sandalwooden palisades and the sandalwooden palisades. From the third year of the Daejeong ( to the thirty-fourth year of the reign of King Jeongjong and the thirty-fourth year of the reign of King Jeongjong (, none of them shall be supplied to the school of the Office of Botong District School in Haeju and have children cultivate sandalwooden palisades in order to raise studying sandalwooden palisades. This was due to the request of the magistrate of Haeju County . ",
                "H2KE-nKo": "전주군 오목대 경내의 내지단 4정 2반 남짓을 대정 3년부터 32년까지 해당 군의 공립보통학교에 상환해 주지 말고 아동들로 하여금 숲속에 심게 하여 숲속에 심어 놓은 생각을 키우도록 하라고 명하였다. 해당 군수가 청구하였기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 9월 1일(양력) 2번째기사",
                "gt-oKo": "전주군(全州郡) 오목대(梧木臺) 경역 내의 땅 4정(町) 2반(反)을 대정(大正) 3년부터 32년까지 해당 군의 공립보통학교(公立普通學校)에 무상으로 대여하여 아동에게 나무를 심게 하여 식림 사상을 함양하도록 하였다. 이것은 해당 군수(郡守)의 청구로 인한 것이다.",
                "hj": "命許全州郡梧木臺境域內地段四町二反零, 自大正三年至三十二年, 無償貸與於該郡公立普通學校, 使兒童植林, 以養植林思想。 因該郡守請求也。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "The King summoned Senior Military Official of the Office of Palace Procurement and held audience with the King at Sambosong . This was because he returned from the border area.",
                "H2KE-nKo": "이왕직 차관 고미야 미호마쓰〔小宮三保松〕를 소견하였다. 토쿄〔東京〕에서 귀임하였기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 9월 10일(양력) 1번째기사",
                "gt-oKo": "이왕직 차관(李王職次官) 고미야 미호마쓰〔小宮三保松〕를 소견(召見)하였다. 토쿄〔東京〕에서 귀임(歸任)하였기 때문이다.",
                "hj": "十日。 召見本職次官小宮三保松。 自東京歸任也。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "On gyemyo day, [the King] received in audience the envoy Bai Yan , a member of the Directorate of Medicine , and a physician named Bang Yanjir in audience at Sugang Palace . [Bang] Yanjir went to the eastern area to bid farewell [to the King]. Bang Yan was appointed as a new official.",
                "H2KE-nKo": "총독 백작 데라우치 마사타케〔寺內正毅〕와 의원장 하가 에이지로〔芳賀榮次郞〕를 접견하고, 또한 덕수궁에도 알현하였다. 데라우치 마사타케〔寺內〕가 토쿄〔東京〕에 가서 하직 인사를 하였다. 하가 에이 신임이었기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 9월 12일(양력) 1번째기사",
                "gt-oKo": "총독(總督) 백작(伯爵) 데라우치 마사타케〔寺內正毅〕와 의원장(醫院長) 하가 에이지로〔芳賀榮次郞〕를 접견하였다. 이어서 덕수궁(德壽宮)에도 알현하였다. 데라우치 마사타케는 토쿄〔東京〕에 가므로 고별을 말하였고, 하가 에이지로는 신임이었다.",
                "hj": "十二日。 接見總督伯爵寺內正毅、醫院長芳賀榮次郞, 亦爲謁見于德壽宮。 寺內往東京告辭, 芳賀以新任也。"
            },
            "2": {
                "H2KE-EN": "[The King] specially bestowed 100원을 후작 이해chang , a concubine of the Office of Honorable Guests . This was due to his sons wedding.",
                "H2KE-nKo": "후작 이해창에게 일금 100원을 특별히 하사하였다. 그의 아들이 혼인하였기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 9월 12일(양력) 2번째기사",
                "gt-oKo": "특별히 후작(侯爵) 이해창(李海昌)에게 일금 100원을 내렸다. 그 아들의 혼인 때문이다.",
                "hj": "特賜金一百圓于侯爵李海昌。 以其子婚也。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "[The King] sent Assistant State Councilor Yun Deokyeong to Nammun Post Station , and Administrator Hyeon Baekun to Busan Post Station . The Grand Abdicated King sent Administrator Kim Chunhui to Nammun Post Station to see him off. [The Grand Abdicated King and the King] sent Administrator Kim Chunhui to Nammun Post Station in order to see him off. ",
                "H2KE-nKo": "찬시 자작 윤덕영을 남문역에, 사무관 현백운을 부산역에, 태왕 전하가 찬시 남작 김춘희를 남문역에 보내어 총독 백작 데라우치 마사타케〔寺內正毅〕를 전송하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 9월 13일(양력) 1번째기사",
                "gt-oKo": "찬시(贊侍)인 자작(子爵) 윤덕영(尹德榮)을 남문역(南門驛)에, 사무관(事務官) 현백운(玄百運)을 부산역(釜山驛)에 보내고, 태왕 전하(太王殿下)도 찬시(贊侍)인 남작(男爵) 김춘희(金春熙)를 남문역에 보내어 총독(總督) 백작(伯爵) 데라우치 마사타케〔寺內正毅〕를 전송하였다.",
                "hj": "十三日。 遣贊侍子爵尹德榮于南門驛, 事務官玄百運于釜山驛。 太王殿下遣贊侍男爵金春熙于南門驛, 餞送總督伯爵寺內正毅。"
            }
        },
        "14": {
            "1": {
                "H2KE-EN": "Kim Yeongjin , who was the first son of [Kim] Okgyun , was granted 100원을 특별히 하사하였다. He was the son of [Kim] Okgyun , the Lord of Chungdal .",
                "H2KE-nKo": "김영진 - 충달공 김옥균의 아들이다. - 에게 일금 100원을 특별히 하사하였다. 모친상을 당하였기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 9월 14일(양력) 1번째기사",
                "gt-oKo": "특별히 김영진(金英鎭)【충달공(忠達公) 김옥균(金玉均)의 아들이다.】에게 일금 100원을 내렸다. 그의 모친의 상(喪) 때문이다.",
                "hj": "十四日。 特賜金一百圓于金英鎭。【忠達公玉均之子】 以其母喪也。"
            },
            "2": {
                "H2KE-EN": "[The King] bestowed 500원을 the mourning rite upon the late Yi Jun , the residence of [Yi] Jun . [The King] also bestowed 500원을 the mourning rite upon the late father of [Yi] Hui , the second anniversary of Queen Mothers passing.",
                "H2KE-nKo": "이준 공의 저택에 제수금 500원을 내렸다. 덕수궁에서도 500원을 내렸다. 그의 아버지 이희 공의 대상이기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 9월 14일(양력) 2번째기사",
                "gt-oKo": "특별히 이준 공(李埈公)의 저택에 제수금(祭需金) 500원을 내렸다. 덕수궁(德壽宮)에서도 500원을 내렸다. 그의 부친 이희 공(李熹公)의 대상(大祥)이었기 때문이다.",
                "hj": "賜祭需金五百圓于李埈公邸。 德壽宮亦賜五百圓。 以其父李熹公大祥也。"
            },
            "3": {
                "H2KE-EN": "[The King] ordered that Adjunct Overseer of the Office of Royal Decrees Kwon Tansabur be dispatched to examine the wall of the enclosure of the main palace in Hamheung . Because of the loss of overflowing the water, [the enclosure] damaged many places.",
                "H2KE-nKo": "사무관 곤도 시로스케〔權藤四郞介〕를 보내 함흥 본궁의 장벽을 간심하게 하라고 명하였다. 홍수로 인하여 여러 곳이 파손되었기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 9월 14일(양력) 3번째기사",
                "gt-oKo": "사무관(事務官) 곤도 시로스케〔權藤四郞介〕를 보내어 함흥(咸興) 본 궁의 장벽을 간심(看審)하라고 명하였다. 홍수로 인하여 여러 곳이 파손되었기 때문이다.",
                "hj": "命遣事務官權藤四郞介, 看審咸興本宮牆壁。 因洪水, 破損諸處。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "[The King] ordered that an official be sent to places such as Suwon , Taejeon , Asan , Goesan , Yeongdong , Miryang , Gimhae , Dongnae , Yangsan , Goesan , Chirok , Dalseong , Goryeong , Cheongdo , Gyeongju , Yeongil , and other areas to investigate the sites of the Dragon Foundry .",
                "H2KE-nKo": "인원을 수원, 태전, 아산, 괴산, 영동, 밀양, 김해, 동래, 양산, 합천, 칠곡, 달성, 고령, 청도, 경주, 영일 등지에 파견하여 도자기 옛 터를 조사하게 하라고 명하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 9월 15일(양력) 1번째기사",
                "gt-oKo": "인원을 보내어 수원(水原), 대전(大田), 아산(牙山), 괴산(槐山), 영동(永同), 밀양(密陽), 김해(金海), 동래(東萊), 양산(梁山), 합천(陜川), 칠곡(漆谷), 달성(達城), 고령(高靈), 청도(淸道), 경주(慶州), 영일(迎日) 등지의 도자기(陶瓷器) 고요지(古窯址)를 조사하도록 명하였다.",
                "hj": "十五日。 命派員于水原、太田、牙山、槐山、永同、密陽、金海、東萊、梁山、陝川、漆谷、達城、高靈、淸道、慶州、迎日等地, 調査陶瓷器古窯之址。"
            },
            "2": {
                "H2KE-EN": "[The King] ordered the distribution of fields of the Illustration Master for Relieving the People in Suwon to select wooden fields to be raised in the fields of the Illustrated People in the Suwon County . [The King] also ordered that the wooden fields be raised at the appropriate time.",
                "H2KE-nKo": "동물원 기사 오카다 노부토시〔岡田信利〕를 수원군 화산에 파견하여 동물원 기사 오카다 노부토시〔岡田信利〕를 기르기에 적합한 땅을 골라 택하게 하고, 이어 수시로 출장하게 하라고 명하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 9월 15일(양력) 2번째기사",
                "gt-oKo": "동물원 기사(動物園技師) 오카다 노부토시〔岡田信利〕를 수원군(水原郡) 화산(花山)에 보내어 해당 동물원의 야수(野獸)를 키우는 데 적합한 땅인가를 알아보도록 명하였다. 이어서 수시로 출장 가도록 하였다.",
                "hj": "命派動物園技師岡田信利于水原郡花山, 選擇地段之可合於牧養該園野獸, 仍令隨時出張。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "The King ordered that an official be sent to Jinwi , Cheonan , and Onyang and other counties to select suitable sites for stud farms.",
                "H2KE-nKo": "인원을 진위, 천안, 온양 등의 군에 파견하여 목장을 개설하기에 적합한 땅을 선정하라고 명하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 9월 16일(양력) 1번째기사",
                "gt-oKo": "인원을 진위(振威), 천안(天安), 온양(溫陽) 등의 군(郡)에 보내어 목장 개발에 적합한 땅을 선정하라고 명하였다.",
                "hj": "十六日。 命派員于振威、天安、溫陽等郡, 選定牧場可合開設之地。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On gyemyo day, [the King] went to Seonjeong Hall , and the Queen accompanied by him. [The King] received congratulations from officials of the royal kin, principal relatives, high-ranking officials, and low-ranking officials in their previous rank, as well as from the various women who had an audience with the King. [The King] bestowed food upon them because the Queens birthday.",
                "H2KE-nKo": "선정전에 나아갔다. 왕비도 함께 나아갔다. 종척, 귀족, 이왕직 고등관 이상 및 부인들의 알현과 축하를 받고 이어 사찬하였다. 왕비의 탄신일이었기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 9월 19일(양력) 1번째기사",
                "gt-oKo": "선정전(宣政殿)에 거둥하였다. 왕비(王妃)도 함께 갔다. 종척(宗戚), 귀족(貴族), 이왕직 고등관(李王職高等官) 이상 및 부인들의 알현과 축하를 받고 이어 사찬(賜饌)하였다. 왕비(王妃)의 탄신 때문이었다.",
                "hj": "十九日。 臨于宣政殿, 王妃同臨, 受宗戚、貴族、本職高等官以上及諸夫人等謁見祝賀, 仍賜饌。 以王妃誕辰也。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On gyemyo day, the land of the royal tomb in Geumgok was small in number. 자작 조중응이 49 cheop of the lot of the",
                "H2KE-nKo": "금곡의 봉릉 지역이 협소하여 자작 조중응이 소유하고 있는 삼림 가운데 49정을 바쳤다. - 시상이 5100원이다. - 이왕직 장관 자작 민병석이 조중응과 함께 삼림양여규칙에 따라 서명하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 9월 23일(양력) 1번째기사",
                "gt-oKo": "금곡(金谷)의 봉릉(封陵) 지역이 협소하여 자작(子爵) 조중응(趙重應)이 소유한 삼림 중에서 49정(町)을 바쳤다.【시가 5,100원이다.】 이왕직 장관(李王職長官) 자작(子爵) 민병석(閔丙奭)이 조중응과 함께 삼림양여규칙(森林讓與規則)에 의거하여 서명하였다.",
                "hj": "二十三日。 金谷封陵地域狹小, 子爵趙重應獻其所有森林中四十九町。【時償五千一百圓】 本職長官子爵閔丙奭與重應, 依森林讓與規則, 署名。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "[The King] ordered that officials be sent to Wonsan Magistracy , Yeoncheon , Cheorwon , Pyeonggang , and other counties in order to select places suitable for stud farms. ",
                "H2KE-nKo": "원산부 및 연천, 철원, 평강 등의 군에 관원을 파견하여 목장을 설치할 만한 곳을 선정하라고 명하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 9월 26일(양력) 1번째기사",
                "gt-oKo": "인원을 원산부(元山府) 및 연천(璉川), 철원(鐵原), 평강(平康) 등의 군(郡)에 보내어 목장 설치에 적합한 땅을 선정하라고 명하였다.",
                "hj": "二十六日。 命派員于元山府及漣川、鐵原、平康等郡, 選定可設牧場之地。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "The King ordered Yi Dalyong to 봉심하도록 명하였다. This was because it was the birthday of Emperor Wenzong of the Literary Bright Emperor (C. Wenzong .",
                "H2KE-nKo": "이달용에게 선원전을 봉심하라고 명하였다. 문조 익황제의 탄신이기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 9월 28일(양력) 1번째기사",
                "gt-oKo": "이달용(李達鎔)에게 선원전(璿源殿)을 봉심(奉審)하라고 하였다. 문조 익황제(文祖翼皇帝)의 탄신일이었기 때문이다.",
                "hj": "二十八日。 命李達鎔奉審璿源殿。 以文祖翼皇帝誕辰也。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "On gyemyo day, the King went to Biwon . The Queen also went to the palace to hold a porridge of porridge and then held a tea and fruit. Yi Gang , the Queen, and the member of the royal kin and the ladies-in-waiting of the royal kin, as well as the officials of the second rank or below in charge of this office attended the feast.",
                "H2KE-nKo": "비원에 나아갔다. 왕비도 함께 나아갔다. 습율회를 행하고 이어 다과를 베풀었다. 이강 공의 비 이하 여러 종척, 귀족의 부인 및 이왕직 장관, 차관 이하 여러 관원이 배참하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 9월 29일(양력) 1번째기사",
                "gt-oKo": "비원에 거둥하였는데 왕비(王妃)도 함께 나아갔다. 습율회(拾栗會)를 열고 이어서 다과를 베풀었다. 이강 공(李堈公)의 비(妃) 이하 여러 종척(宗戚), 귀족(貴族)의 부인 및 이왕직 장관(李王職長官), 차관(次官) 이하 여러 인원이 배참(陪參)하였다.",
                "hj": "二十九日。 臨于秘苑, 王妃同臨, 行拾栗會, 仍設茶菓。 李堈公妃以下諸宗戚、貴族夫人及本職長官次官以下諸員陪參。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "On gapsul day, the first day of the month, twenty-five thousand geun of silver expenses for this year were supposed to pay the price of gold in advance to Joseon for silver.",
                "H2KE-nKo": "이왕직의 본 연도 세비 잉여금이 25만원이었는데, 조선은행에 예금하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 9월 3일(양력) 1번째기사",
                "gt-oKo": "이왕직(李王職) 본 연도 세비의 잉여금이 15만원인데, 조선은행(朝鮮銀行)에 예금하였다.",
                "hj": "三日。 本職本年度歲費剩餘金爲二十五萬圓, 預金於朝鮮銀行。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "The King bestowed one pil each of red silk and white silk upon the vice-envoy of the Bureau of Punishments because his younger sister was married.",
                "H2KE-nKo": "총독부 총무국장 백작 고다마 히데오〔兒玉秀雄〕에게 홍축면과 백축면 각 1필씩을 하사하였다. 그의 누이가 혼인하였기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 9월 30일(양력) 1번째기사",
                "gt-oKo": "총독부 총무 국장(總督府總務局長) 백작(伯爵) 고다마 히데오〔兒玉秀雄〕에게 홍축면(紅縮緬)과 백축면(白縮緬) 1필(疋)을 내렸다. 그 누이의 혼인이 있었기 때문이다.",
                "hj": "三十日。 賜總督府總務局長伯爵兒玉秀雄紅白縮緬各一疋。 以其妹婚也。"
            },
            "2": {
                "H2KE-EN": "Their Majesties [the Grand Abdicated King and the King] granted 600원을 특별히 the relatives of the Crown Princes Student of the Royal Confucian Academy . The Crown Prince also granted 300원을 내렸다.",
                "H2KE-nKo": "양궁에서 왕세자의 학우인 고 서병갑의 유족에게 일금 600원을 특별히 하사하였다. 왕세자도 300원을 하사하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 9월 30일(양력) 2번째기사",
                "gt-oKo": "양궁(兩宮)에서 특별히 왕세자(王世子)의 학우인 고(故) 서병갑(徐丙甲)의 유족에게 일금 600원을 내렸다. 왕세자도 또한 300원을 내렸다.",
                "hj": "兩宮特賜金六百圓于王世子學友故徐丙甲遺族。 王世子亦賜三百圓。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "[The King] ordered that an official be dispatched to Suwon County in order to prepare the stud farms in preparation for its founding stud farms. [The King] also ordered that the stud farms be located in places such as Siheung , Goyang , Yangcheon , and other counties be surveyed there.",
                "H2KE-nKo": "수원군에 인원을 파견하여 목장 개설을 준비하게 하고, 또 시흥, 고양, 양천 등 군의 목장 예정지를 조사하라고 명하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 9월 4일(양력) 1번째기사",
                "gt-oKo": "수원군(水原郡)에 인원을 파견하여 목장 개설을 준비하였다. 또 시흥(始興), 고양(高陽), 양천(楊川) 등 군(郡)의 목장 예정지(豫定地)를 조사(調査)하라고 명하였다.",
                "hj": "四日。 命派員于水原郡, 準備牧場開設, 又調査始興、高陽、陽川等郡豫定牧場之地。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "On gapsul day, the King and the King specially bestowed 400원을 남작 Yi Yunyong . This was because his 회갑이었기 때문이다.",
                "H2KE-nKo": "양궁에서 남작 이윤용에게 일금 400원을 특별히 하사하였다. 그의 회갑이었기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 9월 5일(양력) 1번째기사",
                "gt-oKo": "양궁(兩宮)에서 특별히 남작(男爵) 이윤용(李允用)에게 일금 400원을 내렸다. 그의 회갑(回甲)이었기 때문이다.",
                "hj": "五日。 兩宮特賜金四百圓于男爵李允用。 以其回甲也。"
            },
            "2": {
                "H2KE-EN": "Great Lord of Banseong 박응suns ancestral tablet was held on the occasion of his ancestral grave. The King and the King specially bestowed 200원을 his grandson Bak Seungdeok , a descendant of his grandson, who was his grandson.",
                "H2KE-nKo": "반성부원군 박응순의 묘를 면례할 때 양궁에서 특별히 그 사손 박승덕에게 제자료 200원을 하사하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 9월 5일(양력) 2번째기사",
                "gt-oKo": "반성 부원군(潘城府院君) 박응순(朴應順) 묘의 면례(緬禮) 때 양궁(兩宮)에서 특별히 제자료(祭粢料) 200원을 그의 사손(祀孫) 박승덕(朴勝悳)에게 내렸다.",
                "hj": "潘城府院君朴應順墓緬禮時, 兩宮特賜祭粢料二百圓于其祀孫朴勝悳。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "[The King] ordered that Second Minister [of Imperial Entertainments] Yi Jakgak be dispatched to 선원전에 나아가 봉심하게 하라고 명하였다. This was because the birthday of the Emperor of Courteous Virtue Courteous Emperor [of Ming China] .",
                "H2KE-nKo": "후작 이재각을 보내어 선원전을 봉심하라고 명하였다. 헌종 성황제의 탄신일이었기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 9월 7일(양력) 1번째기사",
                "gt-oKo": "후작(侯爵) 이재각(李載覺)을 보내어 선원전(璿源殿)을 봉심(奉審)하라고 명하였다. 헌종 성황제(憲宗成皇帝)의 탄신일이었기 때문이다.",
                "hj": "七日。 命遣侯爵李載覺, 奉審璿源殿。 以憲宗成皇帝誕辰也。"
            },
            "2": {
                "H2KE-EN": "The King ordered that an official be dispatched to examine the administrative boundary of the ninth royal tombs in the eastern suburbs of the ninth royal tombs. The administrative boundary of the two royal tombs of the Royal Tombs of King Taejong and Queen Wongyeong and the Royal Tombs of King Jeongjong and the Royal Tombs of King Taejong and Queen Jeongan .",
                "H2KE-nKo": "인원을 파견하여 동구릉의 경계를 측량하고 헌릉과 인릉 두 능의 조림지 성적을 조사하라고 명하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 9월 7일(양력) 2번째기사",
                "gt-oKo": "인원을 파견하여 동구릉(東九陵)의 경계를 측량하고 헌릉(獻陵)과 인릉(仁陵) 두 능(陵)의 조림지 성적(成績)을 조사하라고 명하였다.",
                "hj": "命派員, 測量東九陵境界, 調査獻、仁兩陵造林地成績。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "On muo day, the King visited Sugang Palace to pay his respects. The Queen followed him. This was because the birthday of the Grand Abdicated King was the Kings birthday. [The King] accompanied the Grand Abdicated King to the Hall for Reporting to the Spirit Hall , received celebrating the Imperial Crown Princes birthday, royal relatives, principal relatives, and elderly in the Royal Placenta Chamber , and officials of the Royal Placenta Chamber . [The King] bestowed food upon Dondeok Hall .",
                "H2KE-nKo": "덕수궁에 나아가 근알하였다. 왕비도 따라갔다. 태왕 전하의 탄신일이었기 때문이다. 태왕 전하를 모시고 석조전에 나아가 종척, 귀족, 기로소 노인 및 이왕직 고등관의 축하를 받고, 이어 돈덕전에서 사찬하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 9월 8일(양력) 1번째기사",
                "gt-oKo": "태왕 전하(太王殿下)의 탄신일을 맞아 덕수궁(德壽宮)에 나아가 알현하니 왕비(王妃)도 따라갔다. 태왕 전하를 모시고 석조전(石造殿)에 거둥하여 종척(宗戚), 귀족(貴族), 기사노인(耆社老人) 및 이왕직 고등관(李王職高等官)의 축하를 받았다. 이어서 돈덕전(惇德殿)에서 사찬(賜饌)하였다.",
                "hj": "八日。 詣德壽宮, 覲謁。 王妃隨詣。 以太王殿下誕辰也。 陪太王殿下, 臨于石造殿, 受宗戚、貴族、耆社老人及本職高等官祝賀, 仍賜餐于惇德殿。"
            }
        }
    },
    "10": {
        "1": {
            "1": {
                "H2KE-EN": "On gabin day, a twelfth day of the eighth month of the first year of the Xuande era (1404, the first year of King Sejongs reign was as follows: Among the 700 volumes of thirteenth year of this year, 1,4000 volumes of thirteenth year of the first year of the Xuande era (, 700 volumes of thirteenth year of the first year of the Xuande era (, 1,40000 volumes of thirteenth year of the first year of King Sejongs reign, we received them from the chamber of Relief Agency. ",
                "H2KE-nKo": "【음력 갑인년 8월 12일】 일한기사전기주식회사의 이왕직에서 가지고 있는 700주의 올해 상반기 이익배당금 1400원을 경리실로부터 수령하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 10월 1일(양력) 1번째기사",
                "gt-oKo": "【음력 갑인년(甲寅年) 8월 12일】 이왕직(李王職)에서 가지고 있는 일한와사전기주식회사(日韓瓦斯電氣株式會社)의 주식(株式) 700주의 본 연도 상반기 이익배당금(利益配當金) 1,400원을 경리실에서 수령하였다.",
                "hj": "一日。【陰曆甲寅八月十二日】 日韓亙斯電氣株式會社本職持株七百株本年上半期利益配當金千四百圓, 自經理室受領。"
            }
        },
        "10": {
            "1": {
                "H2KE-EN": "The Queen sent 300 pieces of sweet dew to comfort the soldiers on the punitive expedition [to the capital]. [The King] bestowed 300 pieces of sweet dew to this magistracy so that [the Queen] might deliver [the pieces] to him.",
                "H2KE-nKo": "왕비가 출정한 군인을 위하여 위문장 300개를 만들어 애국부인회 본부에 보내 전해 주게 하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 10월 10일(양력) 1번째기사",
                "gt-oKo": "왕비(王妃)가 출정 군인을 위하여 위문대(慰問袋) 300개를 만들어 애국부인회(愛國婦人會) 본부(本部)에 보내어 이를 전해 주도록 하였다.",
                "hj": "十日。 王妃, 爲出征軍人, 調製慰問袋三百箇, 賜送于愛國婦人會本部, 使之傳給。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "[The King] received in audience [Jeong] Jeongui , a member of the Bureau of the Capital Markets , and a vice-envoy , the vice-envoy , and the vice-envoy , as well as the student of the Royal Confucian Academy , were accompanied by [Jeongui] who returns to his journey to see him and accompanied him. [The King] then received him in audience at Sugang Palace .",
                "H2KE-nKo": "총독 백작 데라우치 마사타케〔寺內正毅〕, 부무관 이와무라 단을지로〔岩村團次郞〕, 부관 오후지 나오카즈〔大藤直一〕, 공학 박사 이시쿠로〔石黑五二〕를 접견하였다. 귀임하여 알현하고 대동하였기 때문이다. 이어 덕수궁에도 알현하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 10월 12일(양력) 1번째기사",
                "gt-oKo": "총독(總督) 백작(伯爵) 데라우치 마사타케〔寺內正毅〕가 부무관(附武官) 이와무라 단지로〔岩村團次郞〕, 부관 오후지 나오카즈〔大藤直一〕, 공학박사(工學博士) 이시쿠로 고쥬니〔石黑五十二〕를 대동하고 귀임차 알현하였으므로 접견하였다. 이어서 덕수궁(德壽宮)에도 알현하였다.",
                "hj": "十二日。 接見總督伯爵寺內正毅、附武官岩村團次郞、副官大藤直一、工學博士石黑五十二。 以歸任謁見及帶同也。 仍謁見于德壽宮。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "[The King] sent Assistant State Councilor Jo Dongyun to the Crown Princes special residence in Samdo . [The King] bestowed a silver jars of floral vessels and silver jars upon the Crown Prince, and a silver jars of floral vessels. [The King] also bestowed a silver jars of floral vessels and silver jars of floral vessels upon the Crown Princes birthday.",
                "H2KE-nKo": "남작 조동윤을 삼도에 있는 왕세자의 별저에 보내어 왕세자에게 주기문호식과 은제화병 1대를 하사하고, 덕수궁에서도 한기이반식과 은제화성 1개를 하사하였다. 왕세자의 생일이 다가왔기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 10월 15일(양력) 1번째기사",
                "gt-oKo": "남작(男爵) 조동윤(趙東潤)을 미시마〔三島〕의 왕세자(王世子) 별저에 보내어 왕세자(王世子)에게 주기문호식 은제 화병(周夔紋壺式銀製花甁) 1대를 내리고, 덕수궁(德壽宮)에서도 한기이반식 은제 화반(漢夔耳盤式銀製花盤) 1개를 내렸다. 왕세자의 생일이 이 날이었다.",
                "hj": "十五日。 命遣男爵趙東潤于三島王世子別邸, 賜王世子周夔紋壺式銀製花甁一對。 德壽宮賜漢夔耳盤式銀製花盛一箇。 以王世子生辰在邇也。"
            },
            "2": {
                "H2KE-EN": "Their Majesties [the Grand Abdicated King and the King] granted 100원을 특별히 하사하였다. The former senior second rank officials of the Office of Royal Relatives Yi Seungu , who formerly served as a senior second rank official of the Office of Royal Relatives .",
                "H2KE-nKo": "양궁에서 특별히 기로소의 노인 전 정2품 이승우의 상에 일금 100원을 하사하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 10월 15일(양력) 2번째기사",
                "gt-oKo": "양궁(兩宮)에서 특별히 기사노인(耆社老人) 전 정2품 이승우(李勝宇)의 상(喪)에 일금 100원을 내렸다.",
                "hj": "兩宮特賜金一百圓于耆社老人前正二品李勝宇喪。"
            }
        },
        "17": {
            "1": {
                "H2KE-EN": "[The King] sent Second Deputy Director [of the Office of the Military Training Office] Yi Jingmu to the spirit hall of the capital [of Ming China]. [The King] also sent Assistant State Councilor Kim Chunhui to participate in the rite of repose and to participate in the rite for the commemorating Confucian sages . [The King] then presented gifts of silk and silk.",
                "H2KE-nKo": "부무관 자작 이병무를 경성 신사에 보내고, 덕수궁에서도 찬시 남작 김춘희를 보내어 예제를 행할 때 참례하게 하고 이어 폐백료를 제공하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 10월 17일(양력) 1번째기사",
                "gt-oKo": "부무관(附武官) 자작(子爵) 이병무(李秉武)를 경성 신사(京城神社)에 보내고 덕수궁(德壽宮)에서도 찬시(贊侍) 남작(男爵) 김춘희(金春熙)를 보내어 예제(例祭)를 행할 때에 참례하게 하고 폐백료(幣帛料)를 바쳤다.",
                "hj": "十七日。 遣附武官子爵李秉武于京城神社。 德壽宮亦遣贊侍男爵金春熙, 行例祭時, 參列, 仍供幣帛料。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "Their Majesties [the Grand Abdicated King and the King] bestowed 200원을 고 공작 문충공 이토 히로부미〔伊藤博文〕 on the five years rite of commemorating the first anniversary of death.",
                "H2KE-nKo": "양궁에서 고 공작 문충공 이토 히로부미〔伊藤博文〕의 5년제에 일금 200원을 하사하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 10월 19일(양력) 1번째기사",
                "gt-oKo": "양궁(兩宮)에서 고(故) 공작(公爵) 문충공(文忠公) 이토 히로부미〔伊藤博文〕의 5년제(年祭)에 일금 100원을 내렸다.",
                "hj": "十九日。 兩宮賜金貳百圓于故公爵文忠公伊藤博文五年祭。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "On gisa day, the King and the King specially bestowed 500원을 the funeral of the late Yu Giljun , who was the late father-in-law .",
                "H2KE-nKo": "양궁에서 특별히 고 내부 대신 유길준의 상에 일금 500원을 하사하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 10월 2일(양력) 1번째기사",
                "gt-oKo": "양궁(兩宮)에서 특별히 고(故) 내부 대신(內部大臣) 유길준(兪吉濬)의 상(喪)에 일금 500원을 내렸다.",
                "hj": "二日。 兩宮特賜金五百圓于故內部大臣兪吉濬喪。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "Their Majesties [the Grand Abdicated King and the King] specially bestowed 2,000원을 the old epidemic reserved in Pyeongyang . ",
                "H2KE-nKo": "양궁에서 특별히 평양구적보존회에 일금 2000원을 하사하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 10월 20일(양력) 1번째기사",
                "gt-oKo": "양궁(兩宮)에서 특별히 평양구적보존회(平壤舊蹟保存會)에 일금 2,000원을 내렸다.",
                "hj": "二十日。 兩宮特賜金二千圓于平壤舊跡保存會。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "The King visited the Royal Tomb of King Taejo , the Royal Tomb of Queen Sinui , and the Royal Tomb of Queen Gyeongsun to pay respects.",
                "H2KE-nKo": "건원릉, 수릉, 경릉에 나아가 전알하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 10월 21일(양력) 1번째기사",
                "gt-oKo": "건원릉(健元陵), 수릉(綏陵), 경릉(景陵)에 나아가 전알(展謁)하였다.",
                "hj": "二十一日。 詣健元陵、綏陵、景陵, 展謁。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "[The King] visited Sugang Palace to pay his respects [to the Abdicated King]. Then [he] went to Seonwon and Gyeonghoe Hall to pay his respects [to the Abdicated King]. ",
                "H2KE-nKo": "덕수궁에 나아가 근알하였다. 이어 선원전과 경효전에 나아가 전알하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 10월 23일(양력) 1번째기사",
                "gt-oKo": "덕수궁(德壽宮)에 나아가 근알(覲謁)하였다. 이어 선원전(璿源殿)과 경효전(景孝殿)에 나아가 전알(展謁)하였다.",
                "hj": "二十三日。 詣德壽宮, 覲謁。 仍詣璿源殿、景孝殿, 展謁。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "The expenses used at Changdeok Palace this year were insufficient for 15,000 geun of temporarily supplying gold for this year. The amount of 16,2,300 원을 supplement the expenses for the supplement of gold.",
                "H2KE-nKo": "본년도 창덕궁의 비용 중에서 임시용금 15만 원이 부족하여 예비금 16만 2300원 중에서 지출하여 충당하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 10월 26일(양력) 1번째기사",
                "gt-oKo": "본년도 창덕궁(昌德宮) 비용 중 임시용 일금 15만원이 부족하여 예비금 16만 2,300원 중에서 지출하여 충당하였다.",
                "hj": "二十六日。 本年度昌德宮費中, 臨時用金十五萬圓不足, 以豫費金十六萬二千三百圓中, 支出充當。"
            },
            "2": {
                "H2KE-EN": "The King granted the supply of supplying necessities for the late Fifth-rank Military Official Yu Giljun to the family of Yu Giljun .",
                "H2KE-nKo": "고 내부 대신 유길준의 유족을 구조하는 데 드는 비용으로 일금 250원을 특별히 하사하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 10월 26일(양력) 2번째기사",
                "gt-oKo": "특별히 고(故) 내부 대신(內部大臣) 유길준(兪吉濬) 유족의 구조료(救助料)로 일금 2,500원을 내렸다.",
                "hj": "特賜故內部大臣兪吉濬遺族救助料金二千五百圓。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "The King and the King specially bestowed 600원을 former Deputy Director of the Royal House Administration Jo Gyeonghoes funeral. ",
                "H2KE-nKo": "양궁에서 특별히 전 판돈녕 조경호의 상에 일금 600원을 하사하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 10월 28일(양력) 1번째기사",
                "gt-oKo": "양궁(兩宮)에서 특별히 전 판돈녕(判敦寧) 조경호(趙慶鎬)의 상(喪)에 일금 600원을 내렸다.",
                "hj": "二十八日。 兩宮特賜金六百圓于前判敦寧趙慶鎬喪。"
            },
            "2": {
                "H2KE-EN": "Yi Hanggu , the officer in charge of the administrative section of the Directorate of Palace Buildings , was appointed to his post.",
                "H2KE-nKo": "이왕직 사무관 이항구가 덕수궁 사무주임에 임명되었다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 10월 28일(양력) 2번째기사",
                "gt-oKo": "이왕직 사무관(李王職事務官) 이항구(李恒九)가 덕수궁(德壽宮)의 사무주임(事務主任)에 임명되었다.",
                "hj": "本職事務官李恒九德壽宮事務主任被命。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "On gyemyo day, the Grand Abdicated King proceeded to Dondeok Hall and held the fifth day of the fifth month. [The King] bestowed the official in charge of the administrative officer of this [Chinese] Dragon Ma upon him accompanying the food. [The King] proceeded to Dondeok Hall as well as the official in charge of this [Chinese] Dragon Master, the official in charge of the Dragon Master , and others attended [the banquet].",
                "H2KE-nKo": "태왕 전하가 돈덕전에 나아가 오찬을 베풀었다. 이왕직 사무관 쓰가루 히데마로〔津輕英麽〕에게 배식을 하사하였다. 친척, 귀족 및 이왕직 장관, 차관, 찬시, 사무관 등이 배참하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 10월 30일(양력) 1번째기사",
                "gt-oKo": "태왕 전하(太王殿下)가 돈덕전(惇德殿)에 거둥하여 오찬(午餐)을 베풀었다. 이왕직 사무관(李王職事務官) 쓰가루 히데마로〔津輕英麽〕에게 배식(陪食)을 하사하였다. 종척(宗戚), 귀족(貴族) 및 이왕직 장관(李王職長官), 차관(次官), 찬시(贊侍), 사무관(事務官) 등이 배참(陪參)하였다.",
                "hj": "三十日。 太王殿下臨于惇德殿, 設午餐, 賜本職事務官津輕英麿陪食。 御親戚、貴族及本職長官次官贊侍事務官等陪參。"
            }
        },
        "31": {
            "1": {
                "H2KE-EN": "[The King] ordered that 자작 Yi Miyong be sent to 선원전을 봉심하게 하였다. This was because it was the birthday of King Yeongjo (King Taejos great-great-grandfather.",
                "H2KE-nKo": "자작 이기용을 보내어 선원전을 봉심하라고 명하였다. 영조대왕의 탄신일이었기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 10월 31일(양력) 1번째기사",
                "gt-oKo": "자작(子爵) 이기용(李埼鎔)을 보내어 선원전(璿源殿)을 봉심(奉審)하라고 명하였다. 영조 대왕(英祖大王)의 탄신일이었기 때문이다.",
                "hj": "三十一日。 命遣子爵李埼鎔, 奉審璿源殿。 以英祖大王誕辰也。"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "[The King] ordered that Members of the Office of Honorable Guests Yi Haechang be dispatched to inspect the Reporting to the Royal Confucian Academy . This was because it was the Kings birthday of King Sukjong .",
                "H2KE-nKo": "후작 이해창을 보내어 선원전을 봉심하라고 명하였다. 숙종대왕의 탄신일이었기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 10월 4일(양력) 1번째기사",
                "gt-oKo": "후작(侯爵) 이해창(李海昌)을 보내어 선원전(璿源殿)을 봉심하라고 하였다. 숙종 대왕(肅宗大王)의 탄신일이었기 때문이다.",
                "hj": "四日。 命遣侯爵李海昌, 奉審璿源殿。 以肅宗大王誕辰也。"
            }
        },
        "6": {
            "1": {
                "H2KE-EN": "The King dispatched Hyeon Baekbong , an administrative officer , to 부산항 to receive [him] Jeongui , a member of the Military Training Office . [This was done] because [Hyeon Baekbong] returned to his post.",
                "H2KE-nKo": "사무관 현백운을 부산항에 보내어 총독 백작 데라우치 마사타케〔寺內正毅〕를 영접하였다. 귀임하였기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 10월 6일(양력) 1번째기사",
                "gt-oKo": "사무관(事務官) 현백운(玄百運)을 부산항(釜山港)에 보내어 총독(總督) 백작(伯爵) 데라우치 마사타케〔寺內正毅〕를 맞이하였다. 귀임(歸任)하였기 때문이다.",
                "hj": "六日。 遣事務官玄百運于釜山港, 迎總督伯爵寺內正毅。 以歸任也。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "The King dispatched Director of the Office of Royal Decrees Yi Wonseung to Yongsan Post Station so that he may participate in the participation of his deceased father, Director of the Office of Royal Decrees Yu Giljun .",
                "H2KE-nKo": "전사 이원승을 용산역에 보내 고 내부 대신 유길준의 영결식에 참석하게 하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 10월 7일(양력) 1번째기사",
                "gt-oKo": "전사(典祀) 이원승(李源昇)을 용산역(龍山驛)에 보내어 고(故) 내부 대신(內部大臣) 유길준(兪吉濬)의 영결식(永訣式)에 참여하도록 하였다.",
                "hj": "七日。 遣典祀李源昇于龍山驛, 參故內部大臣兪吉濬永訣式。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "[The King] sent Assistant State Councilor Yun Deokyeong to Yeongdeungpo (Gaedeung Port to receive and comfort him when he returned from his post. The Grand Abdicated King sent Assistant State Councilor Kim Chunhui to receive and comfort him.",
                "H2KE-nKo": "찬시 자작 윤덕영을 영등포에 보내어 총독 백작 데라우치 마사타케〔寺內正毅〕가 귀임할 때 맞아 위로하였다. 태왕 전하가 찬시 남작 김춘희를 보내어 맞아 위로하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 10월 8일(양력) 1번째기사",
                "gt-oKo": "찬시(贊侍) 자작(子爵) 윤덕영(尹德榮)을 영등포(永登浦)에 보내어 총독(總督)인 백작(伯爵) 데라우치 마사타케〔寺內正毅〕의 귀임을 위로하였다. 태왕 전하(太王殿下)도 찬시인 남작(男爵) 김춘희(金春熙)를 보내어 위로하였다.",
                "hj": "八日。 遣贊侍子爵尹德榮于永登浦, 總督伯爵寺內正毅歸任時, 迎勞。 太王殿下遣贊侍男爵金春熙, 迎勞。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "On gyemyo day, the King went to Hongneung to pay a visit to pay his respects. He visited Yeonghwi Lodge and returned to Sugang Palace to pay a visit to pay his respects. The Queen accompanied him to pay his respects. Then the King went to Gyeonghoe Hall to pay his respects. This was because the anniversary of the Queen of Myeongs passing .",
                "H2KE-nKo": "홍릉에 나아가 전알하고 영휘원에 들렀다. 돌아와 덕수궁에 나아가 근알하였다. 왕비도 따라 나아갔다. 이어 경효전에 나아가 전알하였다. 명성황후의 기신이기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 10월 9일(양력) 1번째기사",
                "gt-oKo": "홍릉(洪陵)에 가서 전알하고 영휘원(永徽園)에도 갔다. 돌아와 덕수궁(德壽宮)에 가서 알현하였는데 왕비(王妃)도 따라갔다. 이어서 경효전(景孝殿)에 가서 전알하였다. 명성 황후(明成皇后)의 기신(忌辰)이기 때문이었다.",
                "hj": "九日。 詣洪陵, 展謁, 歷臨永徽園。 還詣德壽宮, 覲謁。 王妃隨詣。 仍詣景孝殿, 展謁。 以明成皇后忌辰也。"
            },
            "2": {
                "H2KE-EN": "Jeong Ui , a member of the Office of Military Procurement , presented the writing scriptures that the Crown Prince composed and presented local products to the King and the Queen.",
                "H2KE-nKo": "총독 백작 데라우치 마사타케〔寺內正毅〕가 서술한 왕세자의 근장 서류를 바치고, 또 양궁에 물품을 바쳤다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 10월 9일(양력) 2번째기사",
                "gt-oKo": "총독(總督) 백작(伯爵) 데라우치 마사타케〔寺內正毅〕가 서술한 왕세자(王世子)의 근황 서류를 올렸다. 또 물품을 양궁(兩宮)에 바쳤다.",
                "hj": "總督伯爵寺內正毅進其所述王世子近狀書類, 又獻物品于兩宮。"
            }
        }
    },
    "11": {
        "10": {
            "1": {
                "H2KE-EN": "[The King] sent Advisor Hyeon Baekun to Busan Post Station . [The King] sent Assistant State Councilor Kim Chunhui to Nam Daemun Post Station to see him off. [The King] sent Advisor of the Government Arsenal Bai Yan to see him off. [The King] accompanied by the Grand Military Training Office , the King traveled to the eastern suburbs [of the capital].",
                "H2KE-nKo": "사무관 현백운을 부산역에 보내고, 덕수궁에서도 찬시 남작 김춘희를 남대문역에 보내어 총독 백작 데라우치 마사타케〔寺內正毅〕를 전송하였다. 육군 대연습을 배관하기 위해 토쿄〔東京〕로 가기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 11월 10일(양력) 1번째기사",
                "gt-oKo": "사무관(事務官) 현백운(玄百運)을 부산역(釜山驛)에 보내고 태왕 전하(太王殿下)도 찬시(贊侍) 남작(男爵) 김춘희(金春熙)를 남대문역(南大門驛)에 보내어 총독(總督) 백작(伯爵) 데라우치 마사타케〔寺內正毅〕가 육군 대연습에 참관하기 위하여 토쿄〔東京〕에 가는 것을 전송하였다.",
                "hj": "十日。 遣事務官玄百運于釜山驛。 德壽宮遣贊侍男爵金春熙于南大門驛, 餞送總督伯爵寺內正毅。 爲陪觀陸軍大演習, 東京行也。"
            },
            "2": {
                "H2KE-EN": "[The King] ordered the use of timber for the royal tombs in the eastern suburbs of the ninth month, the Royal Tombs of King Taejo , and the Royal Tombs of King Taejos great-great-grandfather , and the Royal Tombs of King Taejos great-grandfather .",
                "H2KE-nKo": "동구릉의 도로와 교량, 정릉, 융릉, 건릉의 홍살문을 개건하는 데 필요한 재목을 각 능과 화산의 삼림 중에서 가져다 쓰라고 명하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 11월 10일(양력) 2번째기사",
                "gt-oKo": "동구릉(東九陵)의 도로와 교량, 헌릉(獻陵), 융릉(隆陵), 건릉(健陵)의 홍살문(紅箭門)의 개건(改建)에 드는 재목은 각릉(各陵) 및 화산(花山)의 삼림 중에서 취용(取用)하라고 명하였다.",
                "hj": "命東九陵道路橋梁、貞陵·隆陵·健陵紅箭門改建所需材木, 以各陵及花山森林中, 取用。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "Administrative military officer of the Government Arsenal , Assistant Company Commander Samno , and others came and were received in audience by the Grand Abdicated King and the King. This was because they were newly appointed.",
                "H2KE-nKo": "총독부 부무관 해군 대좌 모리 요시오미〔森義臣〕가 양궁에 알현하였다. 그가 새로 부임하였기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 11월 13일(양력) 1번째기사",
                "gt-oKo": "총독부 부무관(總督府附武官) 해군 대좌(海軍大佐) 모리 요시오미〔森義臣〕가 양궁(兩宮)에 알현하였다. 그가 새로 임용되었기 때문이다.",
                "hj": "十三日。 總督府附武官海軍大佐森義臣謁見于兩宮。 以其新任也。"
            }
        },
        "15": {
            "1": {
                "H2KE-EN": "The King ordered that a separate official be sent to the Royal Tombs of King Taejong and Queen Wongyeong to repair the red gate at the Royal Tombs of King Taejong and Queen Wongyeong . This was because the red gate was damaged.",
                "H2KE-nKo": "인원을 파견하여 헌릉의 홍살문을 수리하라고 명하였다. 썩어서 손상되었기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 11월 15일(양력) 1번째기사",
                "gt-oKo": "인원을 파견하여 헌릉(獻陵)의 홍살문(紅箭門)을 수리하라고 명하였다. 썩어 손상되었기 때문이다.",
                "hj": "十五日。 命派員, 修理獻陵紅箭門。 因朽損也。"
            }
        },
        "16": {
            "1": {
                "H2KE-EN": "[The King] ordered that Members of the Office of Honorable Guests Yi Jak be ordered to 봉심 at Seonwon Hall . This was because it was the birthday of Great King Taejo .",
                "H2KE-nKo": "후작 이재각에게 선원전을 봉심하라고 명하였다. 세조대왕의 탄신이기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 11월 16일(양력) 1번째기사",
                "gt-oKo": "후작(侯爵) 이재각(李載覺)에게 선원전(璿源殿)을 봉심(奉審)하라고 명하였다. 영조 대왕(英祖大王)의 탄신일이었기 때문이다.",
                "hj": "十六日。 命侯爵李載覺奉審璿源殿。 以世祖大王誕辰也。"
            },
            "2": {
                "H2KE-EN": "[The King] sent Adjunct Overseer of the Office of Royal Decrees Im Mundae to Suwon County to examine the land settle in advance for the stud farm of the Royal Placenta Chamber .",
                "H2KE-nKo": "사무관 하야시 분타로〔林文太郞〕를 수원군에 보내어 이왕직의 종마 목장 예정지를 시찰하게 하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 11월 16일(양력) 2번째기사",
                "gt-oKo": "사무관(事務官) 하야시 조타로〔林丈太郞〕를 수원군(水原郡)에 보내어 이왕직(李王職)의 종마 목장 예정지를 시찰하도록 하였다.",
                "hj": "遣事務官林文太郞于水原郡, 視察本職種馬牧場豫定之地。"
            }
        },
        "19": {
            "1": {
                "H2KE-EN": "On muo day, the King visited the Royal Tomb of Queen Sinui and the Royal Tomb of King Taejo to pay his respects.",
                "H2KE-nKo": "융릉과 건릉에 나아가 전알하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 11월 19일(양력) 1번째기사",
                "gt-oKo": "융릉(隆陵)과 건릉(健陵)에 나아가 전알(展謁)하였다.",
                "hj": "十九日。 詣隆陵、健陵, 展謁。"
            },
            "2": {
                "H2KE-EN": "A proposal regarding the proposal of the Bureau of Currency and Bureau of Curreau of Currency and Bureau of Currency .",
                "H2KE-nKo": "이왕직 대정 4년도 예산 성세입 경상부 - 세비 수입 150만원, 전년도 방월금 7만원, 삼림 수입 3만원, 잡수입 2만 5000원이다. - 도합 162만 5000원, 세출 경상부 144만 9500원, 세출 임시부 17만 5500원이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 11월 19일(양력) 2번째기사",
                "gt-oKo": "대정(大正) 4년도 예산이 세입경상부(歲入經常部) 합계 162만 5,000원,【세비 수입 150만원, 전년도 이월금 7만원, 삼림 수입 3만원, 잡수입 2만 5,000원이다.】 세출경상부(歲出經常部) 합계 144만 9,500원, 세출임시부(歲出臨時部) 17만 5,500원으로 편성되었다.",
                "hj": "本職大正四年度豫算, 成歲入經常部【歲費受入一百五十萬圓, 前年度繰越金七萬圓, 森林收入三萬圓, 雜收入二萬五千圓。】 合計百六十二萬五千圓, 歲出經常部百四十四萬九千五百圓, 歲出臨時部十七萬五千五百圓。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "The King ordered that an official be dispatched to inspect the work of the repair work within the nine royal tombs in the eastern suburbs of the capital.",
                "H2KE-nKo": "- 음력 갑인년 9월 15일이다. - 인원을 파견하여 동구릉 안의 수리가 끝났다는 보고를 검사하라고 명하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 11월 2일(양력) 1번째기사",
                "gt-oKo": "【음력 갑인년(甲寅年) 9월 15일】 인원을 파견하여 공사가 끝났다고 보고한 동구릉(東九陵) 내의 수리한 곳을 검사하라고 명하였다.",
                "hj": "二日。【陰曆甲寅九月十五日】 命派員, 檢査東九陵內修理告竣工事。"
            },
            "2": {
                "H2KE-EN": "The King ordered that 2,100 round-collared twelve-collared ship at the Relief Agency , which was the third annual twelve-collared twelve-colared twooden twelve-colared twoven twood twooden twood",
                "H2KE-nKo": "조선우선회사 제3기 전 반년도의 배당금 200원을 경리실에서 수령하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 11월 2일(양력) 2번째기사",
                "gt-oKo": "이왕직(李王職)에서 가지고 있는 조선우선회사(朝鮮郵船會社) 주식(株式)의 제3기 배당금 2,100원을 경리실로부터 수령하였다.",
                "hj": "朝鮮郵船會社第三期前半年度配當金二千百圓, 自經理室收領。"
            }
        },
        "20": {
            "1": {
                "H2KE-EN": "특별히 자작 조중응에게 일금 300원을 내리고, 덕수궁에서도 200원을 내렸다. This was because his wifes funeral.",
                "H2KE-nKo": "자작 조중응에게 일금 300원을 특별히 하사하였다. 덕수궁에서도 200원을 하사하였다. 그 처의 상을 당하였기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 11월 20일(양력) 1번째기사",
                "gt-oKo": "특별히 자작(子爵) 조중응(趙重應)에게 일금 300원을 내렸다. 덕수궁(德壽宮)에서도 200원을 내렸다. 그 처의 상(喪) 때문이다.",
                "hj": "二十日。 特賜子爵趙重應金三百圓。 德壽宮亦賜二百圓。 以其妻喪也。"
            }
        },
        "22": {
            "1": {
                "H2KE-EN": "On mujin day, the Emperor [of Ming China] returned from the Great One Dynasty (C. Dayan . The King sent 자작 이병mu , a junior military official , to the Guesthouse of 총독 . [The King] also sent Assistant State Councilor Kim Chunhui to inquire after the health of the Emperor [of Ming China].",
                "H2KE-nKo": "천황 폐하가 대연습지에서 돌아왔다. 부무관 자작 이병무를 총독 관저에 보내고, 덕수궁에서도 찬시 남작 김춘희를 보내어 문후를 아뢰어 주도록 부탁하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 11월 22일(양력) 1번째기사",
                "gt-oKo": "천황 폐하가 대연습지(大演習地)로부터 돌아왔다. 부무관(附武官)인 자작(子爵) 이병무(李秉武)를 총독 관저(官邸)에 보내고 덕수궁(德壽宮)에서도 찬시(贊侍)인 남작(男爵) 김춘희(金春熙)를 보내어 문후 인사를 전해줄 것을 당부하였다.",
                "hj": "二十二日。 天皇陛下, 自大演習地, 還幸。 遣附武官子爵李秉武于總督官邸, 德壽宮亦遣贊侍男爵金春熙, 託轉奏問候。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "[The King] visited Sugang Palace to pay his respects [to the Abdicated King]. Then [he] went to Seonwon and Gyeonghoe Hall to pay his respects [to the Abdicated King]. ",
                "H2KE-nKo": "덕수궁에 나아가 근알하였다. 이어 선원전과 경효전에 나아가 전알하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 11월 24일(양력) 1번째기사",
                "gt-oKo": "덕수궁(德壽宮)에 나아가 근알(覲謁)하고 이어 선원전(璿源殿)과 경효전(景孝殿)에 나아가 전알(展謁)하였다.",
                "hj": "二十四日。 詣德壽宮, 覲謁。 仍詣璿源殿、景孝殿, 展謁。"
            }
        },
        "25": {
            "1": {
                "H2KE-EN": "The King dispatched Hyeon Baekbong , an administrative officer , to Busan Post Station in order to receive [him] Jeongui , a member of the Bureau of Livestock Breeding . [Hyeon Baekbong] returned [to his post].",
                "H2KE-nKo": "사무관 현백운을 부산역에 보내어 총독 백작 데라우치 마사타케〔寺內正毅〕를 영접하였다. 귀임하였기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 11월 25일(양력) 1번째기사",
                "gt-oKo": "사무관(事務官) 현백운(玄百運)을 부산역(釜山驛)에 보내어 총독(總督) 백작(伯爵) 데라우치 마사타케〔寺內正毅〕를 맞이하도록 하였다. 귀임(歸任)하였기 때문이다.",
                "hj": "二十五日。 遣事務官玄百運于釜山驛, 迎總督伯爵寺內正毅。 以歸任也。"
            },
            "2": {
                "H2KE-EN": "The King ordered that the expenses for Changdeok Palace and the expenses for the temporarily use of 10,000원을 temporarily supplement for this year be supplied with the expenses of 10,000원을 temporarily supplied with the expenses for this year.",
                "H2KE-nKo": "금년도 창덕궁 비용 및 덕수궁 비용 중에서 임시용금의 부족액 1만 원을 세비 예비금 중에서 지출하라고 명하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 11월 25일(양력) 2번째기사",
                "gt-oKo": "본 연도 창덕궁의 비용 및 덕수궁(德壽宮)의 비용 중 임시용(臨時用) 돈의 부족액 1만원을 세비의 예비금 중에서 지출하라고 명하였다.",
                "hj": "命本年度昌德宮費及德壽宮費中臨時用金不足額一萬圓, 歲費豫備金中支出。"
            },
            "3": {
                "H2KE-EN": "[The King] ordered that an official be dispatched to rebuild the Hongjeon Gate of the Royal Tomb of Queen Sinui (Jeongjong . This was because [they] fell down due to a strong wind.",
                "H2KE-nKo": "인원을 파견하여 장릉의 홍살문을 고쳐 짓도록 명하였는데, 바람이 불어 엎어졌기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 11월 25일(양력) 3번째기사",
                "gt-oKo": "인원을 파견하여 장릉(長陵)의 홍살문(紅箭門) 개건(改建)하라고 명하였다. 바람에 전복(顚覆)되었기 때문이다.",
                "hj": "命派員, 改建長陵紅箭門。 因風顚仆也。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "[The King] sent Assistant State Councilor Yun Deokyeong to Nam Daemun Post Station . [The King] also sent Assistant State Councilor Kim Chunhui to greet [the King] and welcome [the King]. [The King] sent Assistant State Councilor Kim Chunhui to greet [the King] and welcome him because [Kim Chunhui] had returned [to his post].",
                "H2KE-nKo": "찬시 자작 윤덕영을 남대문역에 보내고, 덕수궁에서도 찬시 남작 김춘희를 보내어 총독 백작 데라우치 마사타케〔寺內正毅〕의 귀임을 영접하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 11월 26일(양력) 1번째기사",
                "gt-oKo": "찬시(贊侍)인 자작(子爵) 윤덕영(尹德榮)을 남대문역(南大門驛)에 보내고, 덕수궁(德壽宮)에서도 찬시인 남작(男爵) 김춘희(金春熙)를 보내어 총독(總督) 백작(伯爵) 데라우치 마사타케〔寺內正毅〕의 귀임을 맞이하게 하였다.",
                "hj": "二十六日。 遣贊侍子爵尹德榮于南大門驛, 德壽宮亦遣贊侍男爵金春熙, 迎總督伯爵寺內正毅。 以歸任也。"
            },
            "2": {
                "H2KE-EN": "Seventh-Rank Military Officer of the Royal Confucian Academy was ordered to concurrently take charge of work at Sugang Palace .",
                "H2KE-nKo": "이왕직 사무관 무라카미 유키치〔村上龍吉〕가 덕수궁 겸무에 임명되었다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 11월 26일(양력) 2번째기사",
                "gt-oKo": "이왕직 사무관(李王職事務官) 무라카미 유키치〔村上龍吉〕에게 덕수궁(德壽宮)의 업무를 겸하라고 명하였다.",
                "hj": "本職事務官村上龍佶被命德壽宮兼務。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "[The King] bestowed 100원을 특별히 the residence of Lord of Chungjeong Min Yeonghwa , who was married to the daughter of [Grand Master for] Deferential and Gentle Great King .",
                "H2KE-nKo": "충정공 민영환의 집에 일금 100원을 특별히 하사하였다. 그 딸의 혼인 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 11월 27일(양력) 1번째기사",
                "gt-oKo": "특별히 충정공(忠正公) 민영환(閔泳煥)의 집에 일금 100원을 내렸다. 그 딸의 혼인이 있었기 때문이다.",
                "hj": "二十七日。 特賜金一百圓于忠正公閔泳煥家。 以其女婚也。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "The King ordered that Members of the Office of Honorable Guests Yi Haeseung be ordered to inspect the Refined People . This was because the birthday of the Exalted Emperor Taizu of the Senior Abdicated King (Jeongjong was the birthday.",
                "H2KE-nKo": "후작 이해승에게 선원전을 봉심하라고 명하였다. 태조 고황제의 탄신일이었기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 11월 28일(양력) 1번째기사",
                "gt-oKo": "후작(侯爵) 이해승(李海昇)에게 선원전(璿源殿)을 봉심(奉審)하라고 명하였다. 태조 고황제(太祖高皇帝)의 탄신일이었기 때문이다.",
                "hj": "二十八日。 命侯爵李海昇奉審璿源殿。 以太祖高皇帝誕辰也。"
            },
            "2": {
                "H2KE-EN": "[The King] bestowed 400원을 보승회 in Gaeseong .",
                "H2KE-nKo": "개성 보승회에 일금 400원을 하사하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 11월 28일(양력) 2번째기사",
                "gt-oKo": "개성보승회(開城保勝會)에 일금 400원을 내렸다.",
                "hj": "賜金四百圓于開城保勝會。"
            },
            "3": {
                "H2KE-EN": "Ahn Sangyeol , affiliated with his office, was appointed seventh-rank military official of the Government Arsenal .",
                "H2KE-nKo": "이왕직 속 안상열을 이왕직 사무관에 임용하고 고등관 7등에 서임하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 11월 28일(양력) 3번째기사",
                "gt-oKo": "이왕직 속(李王職屬) 송상열(宋商說)을 이왕직 사무관(李王職事務官)에 임용하고 고등관(高等官) 7등에 서임하였다.",
                "hj": "本職屬安商說被任本職事務官, 敍高等官七等。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "총독 백작 데라우치 마사타케〔寺內正毅〕가 fruit to the Grand Abdicated King and the King.",
                "H2KE-nKo": "총독 백작 데라우치 마사타케〔寺內正毅〕가 양궁에 과일을 바쳤다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 11월 29일(양력) 1번째기사",
                "gt-oKo": "총독(總督) 백작(伯爵) 데라우치 마사타케〔寺內正毅〕가 양궁(兩宮)에 과일을 바쳤다.",
                "hj": "二十九日。 總督伯爵寺內正毅獻果物于兩宮。"
            }
        },
        "3": {
            "1": {
                "H2KE-EN": "[The King] bestowed one set of straw mats fully decorated with silver multicolored wooden soles upon Seventh-rank Military Official [of the Middle Army Commander] Bansangjir . [The King] also bestowed two gwon of sappanwood multicolored wooden soles upon the Seventh-rank Military Official [of the Middle Army Commander] of the Directorate of Palace Kitchen Supplies because [the King] had him go to the eastern area [of the Middle Army].",
                "H2KE-nKo": "총독 부무관 이와무라 단차로〔岩村團次郞〕에게 고경으로 하여금 은제초함 1개를 그리게 하였다. 덕수궁에서도 모란단 2권을 하사하였다. 그가 토쿄〔東京〕로 전임하였기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 11월 3일(양력) 1번째기사",
                "gt-oKo": "총독(總督) 부무관(附武官) 이와무라 단지로〔岩村團次郞〕에게 토쿄〔東京〕로 전임하여 부임하기 때문이었다. 덕수궁(德壽宮)에서도 모란단(牧丹緞) 2권(卷)을 내렸다.",
                "hj": "三日。 賜總督附武官岩村團次郞古鏡寫附銀製草函一箇。 德壽宮賜牧丹緞二卷。 以其轉任赴東京也。"
            },
            "2": {
                "H2KE-EN": "The King bestowed 200원을 자작 민영소 , who was his wife, Madam Kwak , who was the 회갑 of his wife, upon her wife, Madam Kwak , who was the wife of Jeonggyeong .",
                "H2KE-nKo": "자작 민영소에게 일금 200원을 특별히 하사하였다. 그의 처 정경부인 곽씨의 회갑이었기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 11월 3일(양력) 2번째기사",
                "gt-oKo": "특별히 자작(子爵) 민영소(閔泳昭)에게 일금 200원을 내렸다. 그의 처 정경 부인(貞敬夫人) 곽씨(郭氏)의 회갑(回甲)이었기 때문이다.",
                "hj": "特賜金二百圓于子爵閔泳韶。 以其妻貞敬夫人郭氏回甲也。"
            }
        },
        "30": {
            "1": {
                "H2KE-EN": "On gyemyo day, [the King] received Assistant Director of the Directorate of the Palace Buildings of the Capital Markets , Assistant Section Chief of the Secretaries of the Three Armies Command Affairs , and Fifth-rank Military Official [of the Office of Honorable Guests ]. [The King] had an audience [with the Grand Abdicated King] on his return journey. [The King] also had an audience with him.",
                "H2KE-nKo": "선정전에서 총독 백작 데라우치 마사타케〔寺內正毅〕, 해군 대좌 모리 요시오〔森義臣〕, 부관 오후지 나오카즈〔大藤直一〕를 접견하였다. 귀임하여 알현하였기 때문이다. 덕수궁에서도 알현하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 11월 30일(양력) 1번째기사",
                "gt-oKo": "총독(總督) 백작(伯爵) 데라우치 마사타케〔寺內正毅〕와 해군 대좌(海軍大佐) 모리 요시오미〔森義臣〕, 부관(副官) 오후지 나오카즈〔大藤直一〕가 귀임하여 알현하므로 접견하였다. 덕수궁(德壽宮)에도 알현하였다.",
                "hj": "三十日。 接見總督伯爵寺內正毅、海軍大佐森義臣、副官大藤直一于宣政殿。 以歸任謁見也。 德壽宮亦爲謁見。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "[The King] proceeded to the Office of Sericulture and held the fifth day of the fifth month at the Office of Sericulture . [The King] held the fifth day of the fifth month as a meal. The 총독 백작-in-waiting , the inner administrative headquarters , the administrative headquarters of Mount Samgok , the Government Arsenal , and the officials of the Government Arsenal Ahn Jeongmi , as well as the headquarters of each jurisdiction , as well as the administrative headquarters of each jurisdiction of Joseon , the administrative headquarters of the East and West Infirmarters , the deputy administrative headquarters of the East and West Infirmarters , the administrative headquarters of each province, and the administrative headquarters of the various provinces, as well as the administrative headquarters and the lords of their original jurisdiction headquarters, and the lords of their original jurisdiction headquarters.",
                "H2KE-nKo": "식물원 본관에 나아가 오찬을 베풀었다. 총독 백작 데라우치 마사타케〔寺內正毅〕, 정무 총감 야마가타 이사부로〔山縣伊三郞〕, 군사령관 안도 사다미〔安東貞美〕 이하 각 부 장관, 각 국장, 조선은행 총재, 동척총재 부총재, 고등법원장, 의원장, 각 도의 장관 및 이준 공, 귀족 제인, 이왕직 장관, 고등관이 배식하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 11월 5일(양력) 1번째기사",
                "gt-oKo": "식물원 본관(植物園本館)에 거둥하여 오찬(午餐)을 열었다. 총독(總督) 백작(伯爵) 데라우치 마사타케〔寺內正毅〕, 정무 총감(政務總監) 야마가타 이사부로〔山縣伊三郞〕, 군사령관(軍司令官) 안도 사다미〔安東貞美〕 이하 각 부 장관(長官), 각 국장(局長), 조선은행 총재(朝鮮銀行總裁), 동양척식주식회사 총재(東洋拓植株式會社總裁), 부총재(副總裁), 고등법원장(高等法院長), 의원장(醫院長), 각 도 장관(各道長官) 및 이준 공(李埈公), 귀족(貴族) 여러 사람과 이왕직 장관(李王職長官), 고등관(高等官) 등이 배식(陪食)하였다.",
                "hj": "五日。 臨于植物本館, 設午餐。 總督伯爵寺內正毅、政務總監山縣伊三郞、軍司令官安東貞美以下各部長官各局長朝鮮銀行總裁、東拓總裁副總裁、高等法院長、醫院長、各道長官及李埈公、貴族諸人、本職長官高等官陪食。"
            },
            "2": {
                "H2KE-EN": "The Grand Abdicated King received Ahn Sungseon in audience at Deokhong Hall . This was because he had participated in the Royal Wedding Ceremony Commission to attend the Royal Wedding Ceremony Commission .",
                "H2KE-nKo": "태왕 전하가 덕홍전에서 군사령관 안도 사다미〔安東貞美〕를 접견하였다. 대연습을 참관하기 위해 대연습에 나아갔기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 11월 5일(양력) 2번째기사",
                "gt-oKo": "태왕 전하(太王殿下)가 덕홍전(德弘殿)에서 군사령관(軍司令官) 안도 사다미〔安東貞美〕를 접견하였다. 대연습(大演習)을 참관하러 미리 오오사카〔大阪〕에 가기 때문이다.",
                "hj": "太王殿下接見軍司令官安東貞美于德弘殿。 以參觀大演習, 前往大阪也。"
            },
            "3": {
                "H2KE-EN": "The King summoned Fifth Rank Military Officer Jo Dongyun , who returned from the Eastern Expedition , and the Crown Prince reported all matters to the King.",
                "H2KE-nKo": "남작 조동윤을 불러서 보았다. 토쿄〔東京〕에서 돌아와 왕세자의 건강을 여쭈었기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 11월 5일(양력) 3번째기사",
                "gt-oKo": "남작(男爵) 조동윤(趙東潤)을 소견(召見)하였다. 토쿄〔東京〕에서 돌아와 왕세자(王世子)의 안부를 품달(稟達)하였기 때문이다.",
                "hj": "召見男爵趙東潤。 自東京還來, 王世子諸節, 稟達也。"
            },
            "4": {
                "H2KE-EN": "The quotas for the salaried officials and the salaried officials for salaried posts of this magistracy were corrected.",
                "H2KE-nKo": "이왕직 고용원의 정원 및 봉급액을 개정하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 11월 5일(양력) 4번째기사",
                "gt-oKo": "이왕직(李王職) 고용원의 정원 및 봉급액을 개정하였다.",
                "hj": "本職雇傭員定員及俸給額, 改正。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "The King sent Fifth Rank Military Officer Kang Post Station to Yongsan Post Station . 덕수궁에서도 Assistant State Councilor Yi Seong묵 was sent to see off [Mank Military Officer] Anjeongmi , a regional military official of Daebi Post Station , who was serving as a large training official , and to participate in the royal palanquin.",
                "H2KE-nKo": "부무관 강필우를 용산역에 보내고, 덕수궁에서도 찬시 이성묵을 보내어 군사령관 안도 사다미〔安東貞美〕가 대연습에 참관하러 가는 것을 전송하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 11월 7일(양력) 1번째기사",
                "gt-oKo": "부무관(附武官) 강필우(康弼祐)를 용산역(龍山驛)에 보내고, 덕수궁(德壽宮)에서도 찬시(贊侍) 이성묵(李聖默)을 보내어 군사령관(軍司令官) 안도 사다미〔安東貞美〕가 오오사카〔大阪〕 지방의 대연습(s大演習)에 참관하러 가는 것을 전송하였다.",
                "hj": "七日。 遣附武官康弼祐于龍山驛。 德壽宮亦遣贊侍李聖默, 餞送軍司令官安東貞美大阪地方大演習參觀之行。"
            },
            "2": {
                "H2KE-EN": "The King sent Adjunct Overseer Hyeon Baekun to the Nam Daemun Post Station in order to send off Jeong Ui , a member of the Bureau of Livestock Breeding , to see him off at Jangwon .",
                "H2KE-nKo": "사무관 현백운을 남대문역에 보내어 총독 백작 데라우치 마사타케〔寺內正毅〕가 장원산에 출장가는 것을 전송하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 11월 7일(양력) 2번째기사",
                "gt-oKo": "사무관(事務官) 현백운(玄百運)을 남대문역(南大門驛)에 보내어 총독(總督) 백작(伯爵) 데라우치 마사타케〔寺內正毅〕가 원산(元山)에 출장가는 것을 전송(餞送)하였다.",
                "hj": "遣事務官玄百運于南大門驛, 餞送總督伯爵寺內正毅出張元山之行。"
            },
            "3": {
                "H2KE-EN": "Cheongdo was drowned. On the basis of the report on the participation of the Comprehensive Mirror to Aid in Government , the Board of Rites sent an urgent message to this office. The urgent message read as follows: Our defense of the enemy is observed by the enemy in the middle of the enemy and the enemy in the middle of the enemy in the midle of the enemy in the middle of the two enemy in the middle of the enemy in the midle of the two enemy in the middle of the enemy in the midle of the enemy. The enemy finally lined the white banners.",
                "H2KE-nKo": "청도가 함락되었다. 총독부에서 참모 차장의 전보에 의거하여 이왕직에 통지하였다. 그 전문에 이르기를,“우리의 공위군은 적의 중앙 보루와 좌우 두 보루를 점령하고 이어서 두 포대가 우리의 수중에 돌아오니 적이 마침내 흰 깃발을 내걸었다.”하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 11월 7일(양력) 3번째기사",
                "gt-oKo": "청도(靑島)가 함락되었다. 총독부(總督府)에서 참모 차장(參謀次長)의 전보에 의하여 이왕직(李王職)에 통지하였다. 그 전문(電文)에, “우리의 공위군(攻圍軍)은 적의 중앙 보루 및 좌우 양 보루를 점령하고 이어 양 포대(砲臺)가 우리의 수중에 돌아오니 적이 드디어 백기를 들었다.” 하였다.",
                "hj": "靑島陷落。 自總督府, 依參謀次長電報, 有通知于本職。 其電文曰: “我의 攻圍軍은 敵의 中央堡壘及左右兩堡壘를 占領하고 仍하야 兩砲臺가 我의 手中에 歸하니 敵이 遂히 白旗를 揭하다。”"
            },
            "4": {
                "H2KE-EN": "[The King] specially bestowed fifty geun of gold for gisaeng (female entertainer game upon Wu Gyeong . This gisaeng (female entertainer was presented to the Emperor [of Ming China]. This gisaeng (female entertainer was presented to the Emperor.",
                "H2KE-nKo": "엽우경기회에 상으로 일금 50원을 특별히 하사하였다. 엽우경기회에서 사냥한 꿩과 꿩을 진헌하였기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 11월 7일(양력) 4번째기사",
                "gt-oKo": "특별히 엽우경기대회(獵友競技大會)에 상금 50원을 내렸다. 해당 대회에서 사냥한 메추라기와 꿩을 진헌(進獻)하였다.",
                "hj": "特賜獵友競技會賞金五十圓。 該會進獻所獵鶉、雉也。"
            }
        },
        "8": {
            "1": {
                "H2KE-EN": "The King bestowed one silver jars of wine jars upon the former administrator of the Office of Royal Decrees Zhen Shan . The King also bestowed one silver jars of the Goryeo dynasty upon the former administrator of the Goryeo dynasty. This was because he was transferred to the territory [of Joseon].",
                "H2KE-nKo": "전 사무관 쓰가루 히데마로〔津輕英麽〕에게 주어창식 은제 화병 1개를 하사하고, 덕수궁에서도 고려식 은제 화병 1개를 하사하였다. 그가 전임하여 토쿄〔東京〕로 부임하였기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 11월 8일(양력) 1번째기사",
                "gt-oKo": "전 사무관(事務官) 쓰가루 히데마로〔津輕英麽〕가 토쿄〔東京〕로 전임되어 가니 주어유식 은제 화병(周魚卣式銀製花甁) 1개를 내렸다. 덕수궁(德壽宮)에서도 고려식 은제 화병(高麗式銀製花甁) 1개를 내렸다.",
                "hj": "八日。 賜前事務官津輕英麿周魚卣式銀製花甁一箇。 德壽宮亦賜高麗式銀製花甁一箇。 以其轉任赴東京也。"
            }
        },
        "9": {
            "1": {
                "H2KE-EN": "[The King] ordered that Members of the Office of Honorable Guests Yi Haechang be dispatched to inspect the Refined People . This was because the birthday of the Exalted Emperor of Courteous Virtue , the Exalted Emperor of Ming China .",
                "H2KE-nKo": "후작 이해창을 보내어 선원전을 봉심하라고 명하였다. 정조 선황제의 탄신일이었기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 11월 9일(양력) 1번째기사",
                "gt-oKo": "후작(侯爵) 이해창(李海昌)을 보내어 선원전(璿源殿)을 봉심(奉審)하라고 명하였다. 정조 선황제(正祖宣皇帝)의 탄신일이었기 때문이다.",
                "hj": "九日。 命遣侯爵李海昌, 奉審璿源殿。 以正祖宣皇帝誕辰也。"
            },
            "2": {
                "H2KE-EN": "[The King] sent the official in charge of this office 자작 Min Seokseok to the spirit hall of the capital [of Ming China] in order to perform the rite of reporting to the spirits of the deities of Cheongdo . [The officials] participated in the rite of reporting to the spirits [of the deities of the graves of the Grand Abdicated King and the King] each presented gifts of silk and silk.",
                "H2KE-nKo": "이왕직 장관 자작 민병석을 경성 신사에 보내어 청도의 함락 봉고제를 행할 때 반열에 참석하게 하였다. 양궁에서 각각 폐백료를 바쳤다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 11월 9일(양력) 2번째기사",
                "gt-oKo": "이왕직 장관(李王職長官) 자작(子爵) 민병석(閔丙奭)을 경성 신사(京城神社)에 보내어 청도 함락 봉고제(靑島陷落奉告祭)를 행할 때 참례하게 하고 양궁(兩宮)에서 각기 폐백료(幣帛料)를 바쳤다.",
                "hj": "遣本職長官子爵閔丙奭于京城神社, 行靑島陷落奉告祭時, 參列。 兩宮各供幣帛料。"
            },
            "3": {
                "H2KE-EN": "[The King] sent Second Deputy Director of the Office of the Royal Decrees Min Seokseok to the Guesthouse of the Government Arsenal to deliver the written invocation [to the Emperor of Ming China] on the grounds that [Min Seokseok] was drowned in Cheongdo .",
                "H2KE-nKo": "이왕직 장관 자작 민병석을 총독 관저에 보내어 청도가 함락된 것에 대해 축사를 전해 주기를 당부하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 11월 9일(양력) 3번째기사",
                "gt-oKo": "이왕직 장관(李王職長官) 자작(子爵) 민병석(閔丙奭)을 총독 관저(官邸)에 보내어 청도(靑島) 함락의 축사를 아뢰어 줄 것을 당부하였다.",
                "hj": "遣本職長官子爵閔丙奭于總督官邸, 以靑島陷落, 託轉奏祝詞。"
            },
            "4": {
                "H2KE-EN": "On mujin day, the King and the King bestowed 200원을 특별히 전첩회 principal accompanying the envoy . This was done at the palace of Gyeonghui .",
                "H2KE-nKo": "양궁에서 전첩회에 일금 200원을 특별히 하사하였다. - 경희궁 안의 개회이다. -\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 11월 9일(양력) 4번째기사",
                "gt-oKo": "양궁(兩宮)에서 전첩회(戰捷會)에 일금 200원을 내렸다.【경희궁(慶熙宮) 내에서 개최되었다.】",
                "hj": "兩宮特賜金二百圓于戰捷會。【慶熙宮內, 開會。】"
            }
        }
    },
    "12": {
        "11": {
            "1": {
                "H2KE-EN": "[The King] conducted state affairs. 총감 야마가타 이사부로〔山縣伊三郞〕, and 백작 고다마 히데오〔兒玉秀雄〕 of the State Administrative Adistrative Adistrative, [Please] [], and [Please] [] had an audience with the Grand Abdicated King and the King. [The King and the King] were about to return to the eastern area [of the capital].",
                "H2KE-nKo": "정무 총감 야마가타 이사부로〔山縣伊三郞〕와 총무 국장 백작 고다마 히데오〔兒玉秀雄〕가 토쿄〔東京〕로 돌아가기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 12월 11일(양력) 1번째기사",
                "gt-oKo": "정무 총감(政務總監) 야마가타 이사부로〔山縣伊三郞〕와 총무 국장(總務局長) 백작(伯爵) 고다마 히데오〔兒玉秀雄〕가 토쿄〔東京〕에 돌아가면서 양궁(兩宮)에 알현하였다.",
                "hj": "十一日。 政務總監山縣伊三郞、總務局長伯爵兒玉秀雄謁見于兩宮。 以將還東京也。"
            }
        },
        "12": {
            "1": {
                "H2KE-EN": "The Grand Abdicated King bestowed a silver jars of Sanmi Prefecture in Sanmi District upon him. This was done as a gift of flower-patterned jars.",
                "H2KE-nKo": "태왕 전하가 정무 총감 야마가타 이사부로〔山縣伊三郞〕에게 은제 주기정식 화병 1개를 내렸다. 세의이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 12월 12일(양력) 1번째기사",
                "gt-oKo": "태왕 전하(太王殿下)가 정무 총감(政務總監) 야마가타 이사부로〔山縣伊三郞〕에게 은제 주기유식 화병(銀製周冀卣式花甁) 1개(箇)를 세의(歲儀)로 내렸다.",
                "hj": "十二日。 太王殿下賜政務總監山縣伊三郞銀製周冀卣式花甁一箇。 歲儀也。"
            }
        },
        "13": {
            "1": {
                "H2KE-EN": "The King sent Advisor of the Royal Tent Office Hyeon Baekun to Nam Daemun Post Station . The King also sent Advisor of the Royal Tent Office Han Sanghak to see off Yi Samchir from the eastern area of Government Arsenal .",
                "H2KE-nKo": "이왕직 사무관 현백운을 남대문역에 보내고, 덕수궁에서도 사무관 한상학을 보내어 정무 총감 야마가타 이사부로〔山縣伊三郞〕가 토쿄〔東京〕로 가는 것을 전송하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 12월 13일(양력) 1번째기사",
                "gt-oKo": "이왕직 사무관(李王職事務官) 현백운(玄百運)을 남대문역(南大門驛)에 보내고, 덕수궁(德壽宮)에서도 사무관(事務官) 한상학(韓相鶴)을 보내어 정무 총감(政務總監) 야마가타 이사부로〔山縣伊三郞〕가 토쿄〔東京〕로 가는 것을 전송하게 하였다.",
                "hj": "十三日。 遣本職事務官玄百運于南大門驛。 德壽宮亦遣事務官韓相鶴, 餞送政務總監山縣伊三郞東京之行。"
            }
        },
        "2": {
            "1": {
                "H2KE-EN": "【음력 갑인년 10월 15일】 Their Majesties [the Grand Abdicated King and the King] ordered that Assistant State Councilor Yi Seong묵 be sent to Yongsan Post Station to welcome Anjeongmi , a member of the Military Procurement Office , and that he return [to his post].",
                "H2KE-nKo": "- 음력 갑인년 10월 15일 - 양궁에서 찬시 이성묵을 용산역에 보내어 군사령관 안도 사다미〔安東貞美〕의 귀임을 영접하라고 명하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 12월 2일(양력) 1번째기사",
                "gt-oKo": "【음력 갑인년(甲寅年) 10월 15일】 양궁(兩宮)에서 찬시(贊侍) 이성묵(李聖默)을 용산역(龍山驛)에 보내어 군사령관(軍司令官) 안도 사다미〔安東貞美〕의 귀임을 맞이하게 하였다.",
                "hj": "二日。【陰曆甲寅十月十五日】 兩宮命遣贊侍李聖默于龍山驛, 迎軍司令官安東貞美。 以歸任也。"
            }
        },
        "21": {
            "1": {
                "H2KE-EN": "On muo day, the King went to Sugang Palace to pay a visit to the Abdicated King and the Queen accompanied him. This was done at the end of the year.",
                "H2KE-nKo": "덕수궁에 나아가 근알하였다. 왕비도 따라 나아갔다. 연말에 문안하였기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 12월 21일(양력) 1번째기사",
                "gt-oKo": "덕수궁(德壽宮)에 나아가 근알(覲謁)하였다. 왕비(王妃)도 따라갔다. 연말의 문후였다.",
                "hj": "二十一日。 詣德壽宮, 覲謁。 王妃隨詣。 歲末問候也。"
            },
            "2": {
                "H2KE-EN": "The King dispatched Vice-Envoy Yi Wanyong to Deokan Palace to perform the ceremony of offering the wine to the Grand Abdicated King at Deokan Palace . The Grand Abdicated King sent Vice-Envoy Yi Haechang to perform the ceremony of offering the wine to the Grand Abdicated King. This was because Queen Sunheon was the day of his return trip on his journey. The Crown Prince was staying at the detached palace in the eastern suburbs of the capital to perform the ceremony of offering the wine to the Grand Abdicated King at a distance [of his return trip on his return trip. The King then ordered Vice-Envoy Eomjuk to perform the ceremony of offering the wine to the Grand Abdicated King.",
                "H2KE-nKo": "자작 이완용을 보내 덕안궁에 전작례를 행하게 하였다. 태왕 전하가 후작 이해창을 보내 전작례를 행하게 하였다. 순헌귀비의 회갑일이기 때문이다. 왕세자가 토쿄〔東京〕 별저에 있으면서 요배례를 행하였다. 이어 엄주익에게 작헌례를 행하라고 명하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 12월 21일(양력) 2번째기사",
                "gt-oKo": "순안 귀비(順安貴妃)의 회갑일을 맞아 자작(子爵) 이완용(李完鎔)을 보내어 덕안궁(德安宮)의 전작례(奠酌禮)를 행하게 하였다. 덕수궁(德壽宮)에서도 후작(侯爵) 이해창(李海昌)을 보내어 전작례를 행하게 하였다. 왕세자(王世子)가 토쿄〔東京〕의 별저(別邸)에 있으면서 요배례(遙拜禮)를 행하였다. 이어서 엄주익(嚴柱益)에게 명하여 작헌례(酌獻禮)를 행하게 하였다.",
                "hj": "遣子爵李完鎔, 行德安宮奠酌禮。 太王殿下遣侯爵李海昌, 亦行奠酌禮。 以純獻貴妃回甲日也。 王世子在東京別邸, 行遙拜禮。 仍命嚴柱益行酌獻禮。"
            }
        },
        "23": {
            "1": {
                "H2KE-EN": "On mujin day, the King and the King specially bestowed 400원을 남작 김사jun , who was sixty years of age.",
                "H2KE-nKo": "양궁에서 남작 김사준에게 일금 400원을 특별히 하사하였다. 그의 육순이었기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 12월 23일(양력) 1번째기사",
                "gt-oKo": "양궁(兩宮)에서 특별히 남작(男爵) 김사준(金思濬)에게 일금 400원을 내렸다. 그의 육순이었기 때문이다.",
                "hj": "二十三日。 兩宮特賜金四百圓于男爵金思濬。 以其六旬也。"
            }
        },
        "24": {
            "1": {
                "H2KE-EN": "twelve men, including Adjunct Overseer of this office, were ordered to promote grades higher than their ranks.",
                "H2KE-nKo": "이왕직 사무관 김동완 등 12인을 등급을 올려 승급하라고 명하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 12월 24일(양력) 1번째기사",
                "gt-oKo": "이왕직 사무관(李王職事務官) 김동완(金東完) 등 12인의 등급(等級)을 올리도록 하라고 명하였다.",
                "hj": "二十四日。 本職事務官金東完等十二人, 陞等陞級被命。"
            },
            "2": {
                "H2KE-EN": "Former Director of the Office of Diplomatic Correspondence Shin Daegyun presented one set of the royal seal of Great King Jeongjong (Jeongjong . The King bestowed 200원을 하사하였다.",
                "H2KE-nKo": "전 비서승 신대균이 정종대왕의 어필첩 1부를 올리니, 일금 200원을 하사하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 12월 24일(양력) 2번째기사",
                "gt-oKo": "전 비서승(祕書丞) 신대균(申大均)이 정종 대왕 어필첩(正宗大王御筆帖) 1부를 올리니 일금 200원을 내렸다.",
                "hj": "前秘書丞申大均進正宗大王御筆帖一部。 賜金二百圓。"
            }
        },
        "26": {
            "1": {
                "H2KE-EN": "On jeongmyo day, the King presented one silver lamp oil holder and three gwon of plain silk to the Queen. He also presented one silver lamp oil holder to the Queen. Administrator of the Government Arsenal Ahn Sungseon presented one silver lamp oil holder to the Queen. This was done as a gift for the New Year.",
                "H2KE-nKo": "총독 백작 데라우치 마사타케〔寺內正毅〕가 은제 오중탑 1개와 견직 3권을 진헌하고, 또 왕비에게 금제완시계 1개를 진헌하였다. 군사령관 안도 사다미〔安東貞美〕가 은제 화롱 1개를 진헌하였는데, 모두 세의이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 12월 26일(양력) 1번째기사",
                "gt-oKo": "총독(總督) 백작(伯爵) 데라우치 마사타케〔寺內正毅〕가 은제 오중탑(銀製五重塔) 1개와 견직(絹織) 3권(卷)을 바치고 또 왕비(王妃)에게 금제완시계(金製腕時計) 1개를 진상하였다. 군사령관(軍司令官) 안도 사다미〔安東貞美〕가 은제 화롱(銀製花籠) 1개를 바쳤다. 모두 세의(歲儀)이다.",
                "hj": "二十六日。 總督伯爵寺內正毅進獻銀製五重塔一箇、絹織三卷。 又金製腕時計一箇, 進獻于王妃。 軍司令官安東貞美進獻銀製花籠一箇。 竝歲儀也。"
            }
        },
        "27": {
            "1": {
                "H2KE-EN": "[The King] bestowed a pair of smoothed at Incheon and one silver jars each upon the smoothed cakes. This was done according to the year-end report.",
                "H2KE-nKo": "인천 관측소의 장점 및 기사에게 은제 화병을 각각 1개씩 하사하였다. 세의이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 12월 27일(양력) 1번째기사",
                "gt-oKo": "인천 관측소(仁川觀測所)의 소장 및 기사(技師)에게 은제 화병(花甁)을 각기 1개를 내렸다. 세의(歲儀)였다.",
                "hj": "二十七日。 賜仁川觀測所長及技師銀製花甁各一箇。 歲儀也。"
            }
        },
        "28": {
            "1": {
                "H2KE-EN": "On gyeongjin day, the King and the King held audience with thirty-five relatives and natural relatives. This was because they were coming in the middle of the year.",
                "H2KE-nKo": "양궁에서 친척과 귀족 등 35인을 불러서 보았다. 세모에 문안하였기 때문이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 12월 28일(양력) 1번째기사",
                "gt-oKo": "양궁(兩宮)에서 친척(親戚)과 귀족(貴族) 등 35인을 소견(召見)하였다. 세모(歲暮)에 문안하였기 때문이다.",
                "hj": "二十八日。 兩宮召見御親戚、貴族等三十五人。 以歲暮承候也。"
            }
        },
        "29": {
            "1": {
                "H2KE-EN": "The Crown Prince surrendered to the detached palace in Samdo . The Veritable Records of the Great King of Obedience and Filial Piety (K. Sunwang sillok , and the Veritable Records of Mourning and Filial Piety (K. Sunwang sillok .",
                "H2KE-nKo": "왕세자가 삼도 별저에서 정양하였다. - 순종 문온 무녕 돈인 성경 효황제 실록 부록 제5권 끝】\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 12월 29일(양력) 1번째기사",
                "gt-oKo": "왕세자(王世子)가 미시마〔三島〕의 별저(別邸)에서 정양(靜養)하였다. 【순종 황제 실록(純宗皇帝實錄) 부록(附錄) 제5권 끝】",
                "hj": "二十九日。 王世子靜養于三島別邸。 【純宗皇帝實錄附錄卷之五終】"
            }
        },
        "4": {
            "1": {
                "H2KE-EN": "Administrative officer of the Government Arsenal Ahn Sungseon paid a visit to the Grand Abdicated King and the King. ",
                "H2KE-nKo": "군사령관 안도 사다미〔安東貞美〕가 양궁에 알현하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 12월 4일(양력) 1번째기사",
                "gt-oKo": "군사령관(軍司令官) 안도 사다미〔安東貞美〕가 양궁(兩宮)에 알현하였다.",
                "hj": "四日。 軍司令官安東貞美謁見于兩宮。"
            },
            "2": {
                "H2KE-EN": "Former Director of the Office of Ritual Procedures Seolwon passed away on the funeral of the first anniversary of the Senior Abdicated King Jeongjong . [The King] specially bestowed fifty round of rice and beans upon him.",
                "H2KE-nKo": "전 통감부 총무 장관 <unk>루하라 사다키치〔鶴原定吉〕의 상에 특별히 향전료 50원을 하사하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 12월 4일(양력) 2번째기사",
                "gt-oKo": "전 통감부 총무 장관(統監府總務長官) 쯔루하라 사다키치〔鶴原定吉〕의 상(喪)에 특별히 향전료(香奠料) 50원을 내렸다.",
                "hj": "前統監府總務長官鶴原定吉喪, 特賜香奠料五十圓。"
            }
        },
        "5": {
            "1": {
                "H2KE-EN": "While traveling to the Royal Tomb of King Taejo , the Royal Tomb of Queen Sinui , and the Royal Tomb of Queen Sinui , it was ordered that rewards be meted out in varying degrees. Suwon County , Suwon , Taei , and Annyeong , and three participants of each participants of the various participants of the Royal Tomb of Queen Sinui and the Royal Tomb of King Taejo , respectively. The King bestowed 105 geun each of gold upon them.",
                "H2KE-nKo": "융릉과 건릉에 행행할 때 수고한 인원 및 진헌한 자들에게 차등을 두어 시상하였다. 수원군 - 수원, 태위, 안녕 - 3면 및 각 면의 소학교에 각각 돈 105원을 하사하였다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 12월 5일(양력) 1번째기사",
                "gt-oKo": "융릉(隆陵)과 건릉(健陵)에 행차할 때 공로가 있는 인원 및 진헌자(進獻者)를 차등 있게 시상하였다. 수원군(水原郡)【수원(水原), 태장(台章), 안녕(安寧)이다.】의 3면(面) 및 각면(各面) 소학교(小學校)에 돈을 각각 105원씩 내렸다.",
                "hj": "五日。 隆陵、健陵行啓時有勞人員及進獻者, 施賞有差。 水原郡【水原、台韋、安寧】 三面及各面小學校, 下賜金各一百五圓。"
            }
        },
        "7": {
            "1": {
                "H2KE-EN": "[The King] ordered that Adjunct Overseer for Executive Assistant Kwon Tansabur be allowed to go to Goyang , Yangju , Suwon , and Gaeseong County in Gyeonggi [Province] and Geumcheon County in Hwanghae Province. This was done to observe the task of protecting the mountains and streams.",
                "H2KE-nKo": "사무관 곤도 시로스케〔權藤四郞介〕에게 경기도 고양, 양주, 수원, 개성 4개 군과 황해도 금천군에 수시로 출장가라고 명하였다. 산림을 보호하는 사무를 시찰하기 위해서이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 12월 7일(양력) 1번째기사",
                "gt-oKo": "사무관(事務官) 곤도 시로스케〔權藤四郞介〕에게 명하여 경기도(京畿道) 고양(高陽), 양주(楊州), 수원(水原), 개성(開城)의 4군(郡)과 황해도(黃海道) 금천군(金川郡)에 수시로 출장 가서 산림보호를 위한 사무와 시찰을 하도록 하였다.",
                "hj": "七日。 命事務官權藤四郞介隨時出張於京畿道高陽·楊州·水原·開城四郡、黃海道金川郡。 爲山林保護事務視察也。"
            },
            "2": {
                "H2KE-EN": "The King ordered Yi Gyeomje , a temporary administrative officer , to go to the two districts of Gaeseong in Gyeonggi Province and Geumcheon in Hwanghae Province. This was done to open the work of Mount Jeok in order to make preparations for the beginning. The King also ordered that [Yi Gyeomje] be inspected in both areas.",
                "H2KE-nKo": "사무관 이겸제에게 명하여 경기도 개성과 황해도 금천 두 군을 출장하게 하였다. 제석산 산림의 사무 개시를 위해 준비하고 아울러 실지를 시찰하기 위해서이다.\n",
                "date_ko": "순부 5권, 7년(1914 갑인 / 일 대정(大正) 3년) 12월 7일(양력) 2번째기사",
                "gt-oKo": "사무관(事務官) 이겸제(李謙濟)에게 명하여 경기도(京畿道) 개성(開城)과 황해도(黃海道) 금천군(金川郡)에 출장 가서 제석산(帝釋山)의 산림 사무 개시를 위한 준비와 아울러 실지(實地) 시찰을 실시하도록 하였다.",
                "hj": "命事務官李謙濟出張京畿道開城、黃海道金川兩郡。 爲帝釋山山林事務開始準備, 竝實地視察也。"
            }
        }
    }
}